{
    "ItemName": "Superestrela das Ruas",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_01",
    "Profession": {
        "Type": "Attack",
        "Name": "Atacante"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Barras Flamejantes",
            "Description": "<color=#FFFFFF>Ataques em Cadeia</color> de toda a equipe geram 1 acúmulo de Carga para o portador. Isso pode acumular até 3 vezes. Ao usar o próprio <color=#FFFFFF>Supremo</color>, o portador consome todas as Cargas, e cada acúmulo aumenta <color=#2BAD00>15%</color> do Dano da habilidade."
        },
        "2": {
            "Title": "Barras Flamejantes",
            "Description": "<color=#FFFFFF>Ataques em Cadeia</color> de toda a equipe geram 1 acúmulo de Carga para o portador. Isso pode acumular até 3 vezes. Ao usar o próprio <color=#FFFFFF>Supremo</color>, o portador consome todas as Cargas, e cada acúmulo aumenta <color=#2BAD00>17,2%</color> do Dano da habilidade."
        },
        "3": {
            "Title": "Barras Flamejantes",
            "Description": "<color=#FFFFFF>Ataques em Cadeia</color> de toda a equipe geram 1 acúmulo de Carga para o portador. Isso pode acumular até 3 vezes. Ao usar o próprio <color=#FFFFFF>Supremo</color>, o portador consome todas as Cargas, e cada acúmulo aumenta <color=#2BAD00>19,5%</color> do Dano da habilidade."
        },
        "4": {
            "Title": "Barras Flamejantes",
            "Description": "<color=#FFFFFF>Ataques em Cadeia</color> de toda a equipe geram 1 acúmulo de Carga para o portador. Isso pode acumular até 3 vezes. Ao usar o próprio <color=#FFFFFF>Supremo</color>, o portador consome todas as Cargas, e cada acúmulo aumenta <color=#2BAD00>21,7%</color> do Dano da habilidade."
        },
        "5": {
            "Title": "Barras Flamejantes",
            "Description": "<color=#FFFFFF>Ataques em Cadeia</color> de toda a equipe geram 1 acúmulo de Carga para o portador. Isso pode acumular até 3 vezes. Ao usar o próprio <color=#FFFFFF>Supremo</color>, o portador consome todas as Cargas, e cada acúmulo aumenta <color=#2BAD00>24%</color> do Dano da habilidade."
        }
    }
}