{
    "ItemName": "Lamento das Estrelas",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_08",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Anômalo"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Lágrimas Persistentes",
            "Description": "Quando um membro da equipe causa uma Anomalia de Atributo em um inimigo, o portador ganha um bônus que aumenta <color=#2BAD00>30</color> da Proficiência de Anomalia. Isso pode acumular até 4 vezes. O efeito expira quando o alvo se recupera do Atordoamento ou é derrotado. A duração de cada acúmulo é calculada separadamente."
        },
        "2": {
            "Title": "Lágrimas Persistentes",
            "Description": "Quando um membro da equipe causa uma Anomalia de Atributo em um inimigo, o portador ganha um bônus que aumenta <color=#2BAD00>34</color> da Proficiência de Anomalia. Isso pode acumular até 4 vezes. O efeito expira quando o alvo se recupera do Atordoamento ou é derrotado. A duração de cada acúmulo é calculada separadamente."
        },
        "3": {
            "Title": "Lágrimas Persistentes",
            "Description": "Quando um membro da equipe causa uma Anomalia de Atributo em um inimigo, o portador ganha um bônus que aumenta <color=#2BAD00>38</color> da Proficiência de Anomalia. Isso pode acumular até 4 vezes. O efeito expira quando o alvo se recupera do Atordoamento ou é derrotado. A duração de cada acúmulo é calculada separadamente."
        },
        "4": {
            "Title": "Lágrimas Persistentes",
            "Description": "Quando um membro da equipe causa uma Anomalia de Atributo em um inimigo, o portador ganha um bônus que aumenta <color=#2BAD00>42</color> da Proficiência de Anomalia. Isso pode acumular até 4 vezes. O efeito expira quando o alvo se recupera do Atordoamento ou é derrotado. A duração de cada acúmulo é calculada separadamente."
        },
        "5": {
            "Title": "Lágrimas Persistentes",
            "Description": "Quando um membro da equipe causa uma Anomalia de Atributo em um inimigo, o portador ganha um bônus que aumenta <color=#2BAD00>48</color> da Proficiência de Anomalia. Isso pode acumular até 4 vezes. O efeito expira quando o alvo se recupera do Atordoamento ou é derrotado. A duração de cada acúmulo é calculada separadamente."
        }
    }
}