{
    "ItemName": "Cilindro Grande",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1121",
    "Profession": {
        "Type": "Defense",
        "Name": "Defensor"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 13102,
        "PropertyValue": 1600
    },
    "Talents": {
        "1": {
            "Title": "Macaco Superpoderoso",
            "Description": "O dano sofrido reduz <color=#2BAD00>7,5%</color>. Após sofrer um ataque e na próxima vez que atingir um inimigo, você causará um acerto crítico e um dano adicional equivalente a <color=#2BAD00>600%</color> da sua DEF. Esse efeito pode ser ativado uma vez a cada 7,5s."
        },
        "2": {
            "Title": "Macaco Superpoderoso",
            "Description": "O dano sofrido reduz <color=#2BAD00>8,5%</color>. Após sofrer um ataque e na próxima vez que atingir um inimigo, você causará um acerto crítico e um dano adicional equivalente a <color=#2BAD00>690%</color> da sua DEF. Esse efeito pode ser ativado uma vez a cada 7,5s."
        },
        "3": {
            "Title": "Macaco Superpoderoso",
            "Description": "O dano sofrido reduz <color=#2BAD00>9,5%</color>. Após sofrer um ataque e na próxima vez que atingir um inimigo, você causará um acerto crítico e um dano adicional equivalente a <color=#2BAD00>780%</color> da sua DEF. Esse efeito pode ser ativado uma vez a cada 7,5s."
        },
        "4": {
            "Title": "Macaco Superpoderoso",
            "Description": "O dano sofrido reduz <color=#2BAD00>10,5%</color>. Após sofrer um ataque e na próxima vez que atingir um inimigo, você causará um acerto crítico e um dano adicional equivalente a <color=#2BAD00>870%</color> da sua DEF. Esse efeito pode ser ativado uma vez a cada 7,5s."
        },
        "5": {
            "Title": "Macaco Superpoderoso",
            "Description": "O dano sofrido reduz <color=#2BAD00>12%</color>. Após sofrer um ataque e na próxima vez que atingir um inimigo, você causará um acerto crítico e um dano adicional equivalente a <color=#2BAD00>960%</color> da sua DEF. Esse efeito pode ser ativado uma vez a cada 7,5s."
        }
    }
}