{
    "ItemName": "Núcleo Sísmico",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1421",
    "Profession": {
        "Type": "Defense",
        "Name": "Defensor"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Mapeamento de Meridianos",
            "Description": "O dano causado pelo <color=#FFFFFF>Ataque Especial Reforçado</color> e <color=#FFFFFF>Supremo</color> do portador aumenta <color=#2BAD00>25%</color>. Quando qualquer personagem da equipe sofre dano ou recupera PV, o portador restaura <color=#2BAD00>2</color> pontos de Energia. Esse efeito pode ser ativado uma vez a cada 5s."
        },
        "2": {
            "Title": "Mapeamento de Meridianos",
            "Description": "O dano causado pelo <color=#FFFFFF>Ataque Especial Reforçado</color> e <color=#FFFFFF>Supremo</color> do portador aumenta <color=#2BAD00>28,7%</color>. Quando qualquer personagem da equipe sofre dano ou recupera PV, o portador restaura <color=#2BAD00>2,3</color> pontos de Energia. Esse efeito pode ser ativado uma vez a cada 5s."
        },
        "3": {
            "Title": "Mapeamento de Meridianos",
            "Description": "O dano causado pelo <color=#FFFFFF>Ataque Especial Reforçado</color> e <color=#FFFFFF>Supremo</color> do portador aumenta <color=#2BAD00>32,5%</color>. Quando qualquer personagem da equipe sofre dano ou recupera PV, o portador restaura <color=#2BAD00>2,6</color> pontos de Energia. Esse efeito pode ser ativado uma vez a cada 5s."
        },
        "4": {
            "Title": "Mapeamento de Meridianos",
            "Description": "O dano causado pelo <color=#FFFFFF>Ataque Especial Reforçado</color> e <color=#FFFFFF>Supremo</color> do portador aumenta <color=#2BAD00>36,2%</color>. Quando qualquer personagem da equipe sofre dano ou recupera PV, o portador restaura <color=#2BAD00>2,9</color> pontos de Energia. Esse efeito pode ser ativado uma vez a cada 5s."
        },
        "5": {
            "Title": "Mapeamento de Meridianos",
            "Description": "O dano causado pelo <color=#FFFFFF>Ataque Especial Reforçado</color> e <color=#FFFFFF>Supremo</color> do portador aumenta <color=#2BAD00>40%</color>. Quando qualquer personagem da equipe sofre dano ou recupera PV, o portador restaura <color=#2BAD00>3,2</color> pontos de Energia. Esse efeito pode ser ativado uma vez a cada 5s."
        }
    }
}