{
    "ItemName": "Coqueteleira Ardente",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1171",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Anômalo"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Petróleo na Veia",
            "Description": "A Recuperação de Energia do portador aumenta <color=#2BAD00>0,6</color>/s quando fora de campo. <color=#FFFFFF>Ataques Especiais Reforçados</color> ou <color=#FFFFFF>Ataques de Assistência</color> que atingem o inimigo aumentam <color=#2BAD00>3,5%</color> do dano do portador, acumulando até 10 vezes e durando 6s. Esse efeito pode ser ativado uma vez a cada 0,3s. Enquanto estiver fora do campo, o efeito de acúmulo é dobrado e a duração será reiniciada cada vez que for ativada. Ao obter o aumento de dano, se o número de acúmulos atual for maior ou igual a 5, a Proficiência de Anomalia de portador aumenta mais <color=#2BAD00>50</color>. Esse aumento na Proficiência de Anomalia não acumula e dura 6s."
        },
        "2": {
            "Title": "Petróleo na Veia",
            "Description": "A Recuperação de Energia do portador aumenta <color=#2BAD00>0,75</color>/s quando fora de campo. <color=#FFFFFF>Ataques Especiais Reforçados</color> ou <color=#FFFFFF>Ataques de Assistência</color> que atingem o inimigo aumentam <color=#2BAD00>4,4%</color> do dano do portador, acumulando até 10 vezes e durando 6s. Esse efeito pode ser ativado uma vez a cada 0,3s. Enquanto estiver fora do campo, o efeito de acúmulo é dobrado e a duração será reiniciada cada vez que for ativada. Ao obter o aumento de dano, se o número de acúmulos atual for maior ou igual a 5, a Proficiência de Anomalia de portador aumenta mais <color=#2BAD00>62</color>. Esse aumento na Proficiência de Anomalia não acumula e dura 6s."
        },
        "3": {
            "Title": "Petróleo na Veia",
            "Description": "A Recuperação de Energia do portador aumenta <color=#2BAD00>0,9</color>/s quando fora de campo. <color=#FFFFFF>Ataques Especiais Reforçados</color> ou <color=#FFFFFF>Ataques de Assistência</color> que atingem o inimigo aumentam <color=#2BAD00>5,2%</color> do dano do portador, acumulando até 10 vezes e durando 6s. Esse efeito pode ser ativado uma vez a cada 0,3s. Enquanto estiver fora do campo, o efeito de acúmulo é dobrado e a duração será reiniciada cada vez que for ativada. Ao obter o aumento de dano, se o número de acúmulos atual for maior ou igual a 5, a Proficiência de Anomalia de portador aumenta mais <color=#2BAD00>75</color>. Esse aumento na Proficiência de Anomalia não acumula e dura 6s."
        },
        "4": {
            "Title": "Petróleo na Veia",
            "Description": "A Recuperação de Energia do portador aumenta <color=#2BAD00>1,05</color>/s quando fora de campo. <color=#FFFFFF>Ataques Especiais Reforçados</color> ou <color=#FFFFFF>Ataques de Assistência</color> que atingem o inimigo aumentam <color=#2BAD00>6,1%</color> do dano do portador, acumulando até 10 vezes e durando 6s. Esse efeito pode ser ativado uma vez a cada 0,3s. Enquanto estiver fora do campo, o efeito de acúmulo é dobrado e a duração será reiniciada cada vez que for ativada. Ao obter o aumento de dano, se o número de acúmulos atual for maior ou igual a 5, a Proficiência de Anomalia de portador aumenta mais <color=#2BAD00>87</color>. Esse aumento na Proficiência de Anomalia não acumula e dura 6s."
        },
        "5": {
            "Title": "Petróleo na Veia",
            "Description": "A Recuperação de Energia do portador aumenta <color=#2BAD00>1,2</color>/s quando fora de campo. <color=#FFFFFF>Ataques Especiais Reforçados</color> ou <color=#FFFFFF>Ataques de Assistência</color> que atingem o inimigo aumentam <color=#2BAD00>7%</color> do dano do portador, acumulando até 10 vezes e durando 6s. Esse efeito pode ser ativado uma vez a cada 0,3s. Enquanto estiver fora do campo, o efeito de acúmulo é dobrado e a duração será reiniciada cada vez que for ativada. Ao obter o aumento de dano, se o número de acúmulos atual for maior ou igual a 5, a Proficiência de Anomalia de portador aumenta mais <color=#2BAD00>100</color>. Esse aumento na Proficiência de Anomalia não acumula e dura 6s."
        }
    }
}