{
    "ItemName": "Coroa Flamejante",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1161",
    "Profession": {
        "Type": "Stun",
        "Name": "Atordoador"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12202,
        "PropertyValue": 720
    },
    "Talents": {
        "1": {
            "Title": "Chamas Fluidas",
            "Description": "Ao lançar uma <color=#FFFFFF>Assistência Reativa</color> ou <color=#FFFFFF>Assistência Perfeita</color>, o Impacto do portador aumenta <color=#2BAD00>25%</color> por 8s. Quando o portador atingir um inimigo com um <color=#FFFFFF>Ataque Básico</color>, aplicará <color=#FFFFFF>Desânimo</color> no alvo por 30s, acumulando até 20 vezes. Ativações repetidas reiniciam a duração. Quando qualquer membro da equipe atingir um inimigo, para cada acúmulo de <color=#FFFFFF>Desânimo</color>, o Dano CRIT de <color=#98EFF0>Dano de Gelo</color> e <color=#FF5521>Dano de Fogo</color> causados por esse ataque aumentará <color=#2BAD00>1,5%</color>. Este efeito só pode ser ativado uma vez para toda a equipe."
        },
        "2": {
            "Title": "Chamas Fluidas",
            "Description": "Ao lançar uma <color=#FFFFFF>Assistência Reativa</color> ou <color=#FFFFFF>Assistência Perfeita</color>, o Impacto do portador aumenta <color=#2BAD00>28,75%</color> por 8s. Quando o portador atingir um inimigo com um <color=#FFFFFF>Ataque Básico</color>, aplicará <color=#FFFFFF>Desânimo</color> no alvo por 30s, acumulando até 20 vezes. Ativações repetidas reiniciam a duração. Quando qualquer membro da equipe atingir um inimigo, para cada acúmulo de <color=#FFFFFF>Desânimo</color>, o Dano CRIT de <color=#98EFF0>Dano de Gelo</color> e <color=#FF5521>Dano de Fogo</color> causados por esse ataque aumentará <color=#2BAD00>1,72%</color>. Este efeito só pode ser ativado uma vez para toda a equipe."
        },
        "3": {
            "Title": "Chamas Fluidas",
            "Description": "Ao lançar uma <color=#FFFFFF>Assistência Reativa</color> ou <color=#FFFFFF>Assistência Perfeita</color>, o Impacto do portador aumenta <color=#2BAD00>32,5%</color> por 8s. Quando o portador atingir um inimigo com um <color=#FFFFFF>Ataque Básico</color>, aplicará <color=#FFFFFF>Desânimo</color> no alvo por 30s, acumulando até 20 vezes. Ativações repetidas reiniciam a duração. Quando qualquer membro da equipe atingir um inimigo, para cada acúmulo de <color=#FFFFFF>Desânimo</color>, o Dano CRIT de <color=#98EFF0>Dano de Gelo</color> e <color=#FF5521>Dano de Fogo</color> causados por esse ataque aumentará <color=#2BAD00>1,95%</color>. Este efeito só pode ser ativado uma vez para toda a equipe."
        },
        "4": {
            "Title": "Chamas Fluidas",
            "Description": "Ao lançar uma <color=#FFFFFF>Assistência Reativa</color> ou <color=#FFFFFF>Assistência Perfeita</color>, o Impacto do portador aumenta <color=#2BAD00>36,25%</color> por 8s. Quando o portador atingir um inimigo com um <color=#FFFFFF>Ataque Básico</color>, aplicará <color=#FFFFFF>Desânimo</color> no alvo por 30s, acumulando até 20 vezes. Ativações repetidas reiniciam a duração. Quando qualquer membro da equipe atingir um inimigo, para cada acúmulo de <color=#FFFFFF>Desânimo</color>, o Dano CRIT de <color=#98EFF0>Dano de Gelo</color> e <color=#FF5521>Dano de Fogo</color> causados por esse ataque aumentará <color=#2BAD00>2,17%</color>. Este efeito só pode ser ativado uma vez para toda a equipe."
        },
        "5": {
            "Title": "Chamas Fluidas",
            "Description": "Ao lançar uma <color=#FFFFFF>Assistência Reativa</color> ou <color=#FFFFFF>Assistência Perfeita</color>, o Impacto do portador aumenta <color=#2BAD00>40%</color> por 8s. Quando o portador atingir um inimigo com um <color=#FFFFFF>Ataque Básico</color>, aplicará <color=#FFFFFF>Desânimo</color> no alvo por 30s, acumulando até 20 vezes. Ativações repetidas reiniciam a duração. Quando qualquer membro da equipe atingir um inimigo, para cada acúmulo de <color=#FFFFFF>Desânimo</color>, o Dano CRIT de <color=#98EFF0>Dano de Gelo</color> e <color=#FF5521>Dano de Fogo</color> causados por esse ataque aumentará <color=#2BAD00>2,4%</color>. Este efeito só pode ser ativado uma vez para toda a equipe."
        }
    }
}