{
    "ItemName": "Eclipse de Mil Faces",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1291",
    "Profession": {
        "Type": "Attack",
        "Name": "Atacante"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Falsas Identidades",
            "Description": "Aumenta o Dano CRIT em <color=#2BAD00>45%</color>. Ao usar um <color=#FFFFFF>Ataque Especial Reforçado</color>, <color=#FFFFFF>Ataque em Cadeia</color> ou <color=#FFFFFF>Supremo</color> para causar <color=#98EFF0>Dano de Gelo</color>, o portador ganha o efeito de <color=#FFFFFF>Sentença Mortal Zero Absoluto</color> durante 3s. Enquanto <color=#FFFFFF>Sentença Mortal Zero Absoluto</color> estiver ativo, o personagem ignora <color=#2BAD00>25%</color> da DEF do inimigo ao atingir um golpe."
        },
        "2": {
            "Title": "Falsas Identidades",
            "Description": "Aumenta o Dano CRIT em <color=#2BAD00>51,75%</color>. Ao usar um <color=#FFFFFF>Ataque Especial Reforçado</color>, <color=#FFFFFF>Ataque em Cadeia</color> ou <color=#FFFFFF>Supremo</color> para causar <color=#98EFF0>Dano de Gelo</color>, o portador ganha o efeito de <color=#FFFFFF>Sentença Mortal Zero Absoluto</color> durante 3s. Enquanto <color=#FFFFFF>Sentença Mortal Zero Absoluto</color> estiver ativo, o personagem ignora <color=#2BAD00>28,75%</color> da DEF do inimigo ao atingir um golpe."
        },
        "3": {
            "Title": "Falsas Identidades",
            "Description": "Aumenta o Dano CRIT em <color=#2BAD00>58,5%</color>. Ao usar um <color=#FFFFFF>Ataque Especial Reforçado</color>, <color=#FFFFFF>Ataque em Cadeia</color> ou <color=#FFFFFF>Supremo</color> para causar <color=#98EFF0>Dano de Gelo</color>, o portador ganha o efeito de <color=#FFFFFF>Sentença Mortal Zero Absoluto</color> durante 3s. Enquanto <color=#FFFFFF>Sentença Mortal Zero Absoluto</color> estiver ativo, o personagem ignora <color=#2BAD00>32,5%</color> da DEF do inimigo ao atingir um golpe."
        },
        "4": {
            "Title": "Falsas Identidades",
            "Description": "Aumenta o Dano CRIT em <color=#2BAD00>65,25%</color>. Ao usar um <color=#FFFFFF>Ataque Especial Reforçado</color>, <color=#FFFFFF>Ataque em Cadeia</color> ou <color=#FFFFFF>Supremo</color> para causar <color=#98EFF0>Dano de Gelo</color>, o portador ganha o efeito de <color=#FFFFFF>Sentença Mortal Zero Absoluto</color> durante 3s. Enquanto <color=#FFFFFF>Sentença Mortal Zero Absoluto</color> estiver ativo, o personagem ignora <color=#2BAD00>36,25%</color> da DEF do inimigo ao atingir um golpe."
        },
        "5": {
            "Title": "Falsas Identidades",
            "Description": "Aumenta o Dano CRIT em <color=#2BAD00>72%</color>. Ao usar um <color=#FFFFFF>Ataque Especial Reforçado</color>, <color=#FFFFFF>Ataque em Cadeia</color> ou <color=#FFFFFF>Supremo</color> para causar <color=#98EFF0>Dano de Gelo</color>, o portador ganha o efeito de <color=#FFFFFF>Sentença Mortal Zero Absoluto</color> durante 3s. Enquanto <color=#FFFFFF>Sentença Mortal Zero Absoluto</color> estiver ativo, o personagem ignora <color=#2BAD00>40%</color> da DEF do inimigo ao atingir um golpe."
        }
    }
}