{
    "ItemName": "Bule Jade-Gelo",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1251",
    "Profession": {
        "Type": "Stun",
        "Name": "Atordoador"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12202,
        "PropertyValue": 720
    },
    "Talents": {
        "1": {
            "Title": "Melodia Ressonante",
            "Description": "Quando um <color=#FFFFFF>Ataque Básico</color> atinge um inimigo, você ganha 1 acúmulo de <color=#FFFFFF>Colher de Chá</color>. Cada acúmulo de <color=#FFFFFF>Colher de Chá</color> faz o Impacto do portador aumentar <color=#2BAD00>0,7%</color>, acumulando até 30 vezes, com duração de 8s. A duração de cada acúmulo é calculada separadamente. Ao obter <color=#FFFFFF>Colher de Chá</color>, se o portador já possui 15 ou mais acúmulos de <color=#FFFFFF>Colher de Chá</color>, o dano causado por toda a equipe aumenta <color=#2BAD00>20%</color> por 10s. Efeitos passivos de mesmo nome não são acumulados."
        },
        "2": {
            "Title": "Melodia Ressonante",
            "Description": "Quando um <color=#FFFFFF>Ataque Básico</color> atinge um inimigo, você ganha 1 acúmulo de <color=#FFFFFF>Colher de Chá</color>. Cada acúmulo de <color=#FFFFFF>Colher de Chá</color> faz o Impacto do portador aumentar <color=#2BAD00>0,88%</color>, acumulando até 30 vezes, com duração de 8s. A duração de cada acúmulo é calculada separadamente. Ao obter <color=#FFFFFF>Colher de Chá</color>, se o portador já possui 15 ou mais acúmulos de <color=#FFFFFF>Colher de Chá</color>, o dano causado por toda a equipe aumenta <color=#2BAD00>23%</color> por 10s. Efeitos passivos de mesmo nome não são acumulados."
        },
        "3": {
            "Title": "Melodia Ressonante",
            "Description": "Quando um <color=#FFFFFF>Ataque Básico</color> atinge um inimigo, você ganha 1 acúmulo de <color=#FFFFFF>Colher de Chá</color>. Cada acúmulo de <color=#FFFFFF>Colher de Chá</color> faz o Impacto do portador aumentar <color=#2BAD00>1,05%</color>, acumulando até 30 vezes, com duração de 8s. A duração de cada acúmulo é calculada separadamente. Ao obter <color=#FFFFFF>Colher de Chá</color>, se o portador já possui 15 ou mais acúmulos de <color=#FFFFFF>Colher de Chá</color>, o dano causado por toda a equipe aumenta <color=#2BAD00>26%</color> por 10s. Efeitos passivos de mesmo nome não são acumulados."
        },
        "4": {
            "Title": "Melodia Ressonante",
            "Description": "Quando um <color=#FFFFFF>Ataque Básico</color> atinge um inimigo, você ganha 1 acúmulo de <color=#FFFFFF>Colher de Chá</color>. Cada acúmulo de <color=#FFFFFF>Colher de Chá</color> faz o Impacto do portador aumentar <color=#2BAD00>1,22%</color>, acumulando até 30 vezes, com duração de 8s. A duração de cada acúmulo é calculada separadamente. Ao obter <color=#FFFFFF>Colher de Chá</color>, se o portador já possui 15 ou mais acúmulos de <color=#FFFFFF>Colher de Chá</color>, o dano causado por toda a equipe aumenta <color=#2BAD00>29%</color> por 10s. Efeitos passivos de mesmo nome não são acumulados."
        },
        "5": {
            "Title": "Melodia Ressonante",
            "Description": "Quando um <color=#FFFFFF>Ataque Básico</color> atinge um inimigo, você ganha 1 acúmulo de <color=#FFFFFF>Colher de Chá</color>. Cada acúmulo de <color=#FFFFFF>Colher de Chá</color> faz o Impacto do portador aumentar <color=#2BAD00>1,4%</color>, acumulando até 30 vezes, com duração de 8s. A duração de cada acúmulo é calculada separadamente. Ao obter <color=#FFFFFF>Colher de Chá</color>, se o portador já possui 15 ou mais acúmulos de <color=#FFFFFF>Colher de Chá</color>, o dano causado por toda a equipe aumenta <color=#2BAD00>32%</color> por 10s. Efeitos passivos de mesmo nome não são acumulados."
        }
    }
}