{
    "ItemName": "Berço Choroso",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1211",
    "Profession": {
        "Type": "Support",
        "Name": "Assistência"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 23103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Punição",
            "Description": "Quando não está em campo, a Recuperação de Energia do portador aumenta <color=#2BAD00>0,6</color>/s. Um inimigo atingido pelo portador passa a sofrer <color=#2BAD00>10%</color> mais dano de todos os membros da equipe por 3s. Durante este período, o efeito aumenta <color=#2BAD00>1,7%</color> a cada 0,5s, até um máximo de <color=#2BAD00>10,2%</color>. A reativação do efeito atualiza sua duração, mas não o efeito de aumento do dano. Efeitos passivos de mesmo nome não são acumulados."
        },
        "2": {
            "Title": "Punição",
            "Description": "Quando não está em campo, a Recuperação de Energia do portador aumenta <color=#2BAD00>0,75</color>/s. Um inimigo atingido pelo portador passa a sofrer <color=#2BAD00>12,5%</color> mais dano de todos os membros da equipe por 3s. Durante este período, o efeito aumenta <color=#2BAD00>2%</color> a cada 0,5s, até um máximo de <color=#2BAD00>12%</color>. A reativação do efeito atualiza sua duração, mas não o efeito de aumento do dano. Efeitos passivos de mesmo nome não são acumulados."
        },
        "3": {
            "Title": "Punição",
            "Description": "Quando não está em campo, a Recuperação de Energia do portador aumenta <color=#2BAD00>0,9</color>/s. Um inimigo atingido pelo portador passa a sofrer <color=#2BAD00>15%</color> mais dano de todos os membros da equipe por 3s. Durante este período, o efeito aumenta <color=#2BAD00>2,5%</color> a cada 0,5s, até um máximo de <color=#2BAD00>15%</color>. A reativação do efeito atualiza sua duração, mas não o efeito de aumento do dano. Efeitos passivos de mesmo nome não são acumulados."
        },
        "4": {
            "Title": "Punição",
            "Description": "Quando não está em campo, a Recuperação de Energia do portador aumenta <color=#2BAD00>1,05</color>/s. Um inimigo atingido pelo portador passa a sofrer <color=#2BAD00>17,5%</color> mais dano de todos os membros da equipe por 3s. Durante este período, o efeito aumenta <color=#2BAD00>3%</color> a cada 0,5s, até um máximo de <color=#2BAD00>18%</color>. A reativação do efeito atualiza sua duração, mas não o efeito de aumento do dano. Efeitos passivos de mesmo nome não são acumulados."
        },
        "5": {
            "Title": "Punição",
            "Description": "Quando não está em campo, a Recuperação de Energia do portador aumenta <color=#2BAD00>1,2</color>/s. Um inimigo atingido pelo portador passa a sofrer <color=#2BAD00>20%</color> mais dano de todos os membros da equipe por 3s. Durante este período, o efeito aumenta <color=#2BAD00>3,3%</color> a cada 0,5s, até um máximo de <color=#2BAD00>19,8%</color>. A reativação do efeito atualiza sua duração, mas não o efeito de aumento do dano. Efeitos passivos de mesmo nome não são acumulados."
        }
    }
}