{
    "ItemName": "Vaidade Elegante",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1311",
    "Profession": {
        "Type": "Support",
        "Name": "Assistência"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Beleza Oculta",
            "Description": "Quando qualquer membro da equipe entra em combate por meio de <color=#FFFFFF>Assistência Reativa</color>, <color=#FFFFFF>Ataque em Cadeia</color>, <color=#FFFFFF>Assistência Defensiva</color> ou <color=#FFFFFF>Assistência Evasiva</color>, o portador obtém <color=#2BAD00>5</color> de Energia. Esse efeito pode ser ativado uma vez a cada 5s. Quando o portador consome 25 ou mais de Energia, o dano de todos os membros da equipe aumenta <color=#2BAD00>10%</color>, podendo acumular até 2 vezes e com duração de 20s. Ativações repetidas reiniciam a duração. Este efeito só pode ser ativado uma vez para toda a equipe."
        },
        "2": {
            "Title": "Beleza Oculta",
            "Description": "Quando qualquer membro da equipe entra em combate por meio de <color=#FFFFFF>Assistência Reativa</color>, <color=#FFFFFF>Ataque em Cadeia</color>, <color=#FFFFFF>Assistência Defensiva</color> ou <color=#FFFFFF>Assistência Evasiva</color>, o portador obtém <color=#2BAD00>5,5</color> de Energia. Esse efeito pode ser ativado uma vez a cada 5s. Quando o portador consome 25 ou mais de Energia, o dano de todos os membros da equipe aumenta <color=#2BAD00>11,5%</color>, podendo acumular até 2 vezes e com duração de 20s. Ativações repetidas reiniciam a duração. Este efeito só pode ser ativado uma vez para toda a equipe."
        },
        "3": {
            "Title": "Beleza Oculta",
            "Description": "Quando qualquer membro da equipe entra em combate por meio de <color=#FFFFFF>Assistência Reativa</color>, <color=#FFFFFF>Ataque em Cadeia</color>, <color=#FFFFFF>Assistência Defensiva</color> ou <color=#FFFFFF>Assistência Evasiva</color>, o portador obtém <color=#2BAD00>6</color> de Energia. Esse efeito pode ser ativado uma vez a cada 5s. Quando o portador consome 25 ou mais de Energia, o dano de todos os membros da equipe aumenta <color=#2BAD00>13%</color>, podendo acumular até 2 vezes e com duração de 20s. Ativações repetidas reiniciam a duração. Este efeito só pode ser ativado uma vez para toda a equipe."
        },
        "4": {
            "Title": "Beleza Oculta",
            "Description": "Quando qualquer membro da equipe entra em combate por meio de <color=#FFFFFF>Assistência Reativa</color>, <color=#FFFFFF>Ataque em Cadeia</color>, <color=#FFFFFF>Assistência Defensiva</color> ou <color=#FFFFFF>Assistência Evasiva</color>, o portador obtém <color=#2BAD00>6,5</color> de Energia. Esse efeito pode ser ativado uma vez a cada 5s. Quando o portador consome 25 ou mais de Energia, o dano de todos os membros da equipe aumenta <color=#2BAD00>14,5%</color>, podendo acumular até 2 vezes e com duração de 20s. Ativações repetidas reiniciam a duração. Este efeito só pode ser ativado uma vez para toda a equipe."
        },
        "5": {
            "Title": "Beleza Oculta",
            "Description": "Quando qualquer membro da equipe entra em combate por meio de <color=#FFFFFF>Assistência Reativa</color>, <color=#FFFFFF>Ataque em Cadeia</color>, <color=#FFFFFF>Assistência Defensiva</color> ou <color=#FFFFFF>Assistência Evasiva</color>, o portador obtém <color=#2BAD00>7</color> de Energia. Esse efeito pode ser ativado uma vez a cada 5s. Quando o portador consome 25 ou mais de Energia, o dano de todos os membros da equipe aumenta <color=#2BAD00>16%</color>, podendo acumular até 2 vezes e com duração de 20s. Ativações repetidas reiniciam a duração. Este efeito só pode ser ativado uma vez para toda a equipe."
        }
    }
}