{
    "ItemName": "Abrigo de Qingming",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1371",
    "Profession": {
        "Type": "Rupture",
        "Name": "Destruidor"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 50
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Curso das Nuvens",
            "Description": "A Taxa CRIT aumenta <color=#2BAD00>20%</color>. Quando o portador executa um <color=#FFFFFF>Ataque Especial Reforçado</color>, obtém 1 acúmulo do efeito <color=#FFFFFF>Junto de Qingming</color>, acumulando até 2 vezes, por 15s. Ao entrar em combate, obtém 2 acúmulos imediatamente. Ativações repetidas reiniciam a duração. Para cada acúmulo do efeito <color=#FFFFFF>Junto de Qingming</color>, o <color=#FE437E>Dano de Éter</color> do portador aumenta <color=#2BAD00>8%</color> e o <color=#FE437E>Dano Bruto de Éter</color> do Supremo ou do Ataque Especial Reforçado aumenta <color=#2BAD00>10%</color>."
        },
        "2": {
            "Title": "Curso das Nuvens",
            "Description": "A Taxa CRIT aumenta <color=#2BAD00>23%</color>. Quando o portador executa um <color=#FFFFFF>Ataque Especial Reforçado</color>, obtém 1 acúmulo do efeito <color=#FFFFFF>Junto de Qingming</color>, acumulando até 2 vezes, por 15s. Ao entrar em combate, obtém 2 acúmulos imediatamente. Ativações repetidas reiniciam a duração. Para cada acúmulo do efeito <color=#FFFFFF>Junto de Qingming</color>, o <color=#FE437E>Dano de Éter</color> do portador aumenta <color=#2BAD00>9,2%</color> e o <color=#FE437E>Dano Bruto de Éter</color> do Supremo ou do Ataque Especial Reforçado aumenta <color=#2BAD00>11,5%</color>."
        },
        "3": {
            "Title": "Curso das Nuvens",
            "Description": "A Taxa CRIT aumenta <color=#2BAD00>26%</color>. Quando o portador executa um <color=#FFFFFF>Ataque Especial Reforçado</color>, obtém 1 acúmulo do efeito <color=#FFFFFF>Junto de Qingming</color>, acumulando até 2 vezes, por 15s. Ao entrar em combate, obtém 2 acúmulos imediatamente. Ativações repetidas reiniciam a duração. Para cada acúmulo do efeito <color=#FFFFFF>Junto de Qingming</color>, o <color=#FE437E>Dano de Éter</color> do portador aumenta <color=#2BAD00>10,4%</color> e o <color=#FE437E>Dano Bruto de Éter</color> do Supremo ou do Ataque Especial Reforçado aumenta <color=#2BAD00>13%</color>."
        },
        "4": {
            "Title": "Curso das Nuvens",
            "Description": "A Taxa CRIT aumenta <color=#2BAD00>29%</color>. Quando o portador executa um <color=#FFFFFF>Ataque Especial Reforçado</color>, obtém 1 acúmulo do efeito <color=#FFFFFF>Junto de Qingming</color>, acumulando até 2 vezes, por 15s. Ao entrar em combate, obtém 2 acúmulos imediatamente. Ativações repetidas reiniciam a duração. Para cada acúmulo do efeito <color=#FFFFFF>Junto de Qingming</color>, o <color=#FE437E>Dano de Éter</color> do portador aumenta <color=#2BAD00>11,6%</color> e o <color=#FE437E>Dano Bruto de Éter</color> do Supremo ou do Ataque Especial Reforçado aumenta <color=#2BAD00>14,5%</color>."
        },
        "5": {
            "Title": "Curso das Nuvens",
            "Description": "A Taxa CRIT aumenta <color=#2BAD00>32%</color>. Quando o portador executa um <color=#FFFFFF>Ataque Especial Reforçado</color>, obtém 1 acúmulo do efeito <color=#FFFFFF>Junto de Qingming</color>, acumulando até 2 vezes, por 15s. Ao entrar em combate, obtém 2 acúmulos imediatamente. Ativações repetidas reiniciam a duração. Para cada acúmulo do efeito <color=#FFFFFF>Junto de Qingming</color>, o <color=#FE437E>Dano de Éter</color> do portador aumenta <color=#2BAD00>12,8%</color> e o <color=#FE437E>Dano Bruto de Éter</color> do Supremo ou do Ataque Especial Reforçado aumenta <color=#2BAD00>16%</color>."
        }
    }
}