{
    "ItemName": "Cordis Germina",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1461",
    "Profession": {
        "Type": "Attack",
        "Name": "Atacante"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Núcleo de Fundição Germinante",
            "Description": "A Taxa CRIT aumenta <color=#2BAD00>15%</color>. Quando o portador causa dano com <color=#FFFFFF>Ataque Básico</color> ou <color=#FFFFFF>Ataque Especial Reforçado</color>, obtém 1 acúmulo de bônus. Cada acúmulo aumenta <color=#2BAD00>12,5%</color> do <color=#2EB6FF>Dano Elétrico</color> do portador, até o máximo de 2 acúmulos, por 40s. A duração de cada acúmulo é calculada separadamente. Este efeito só pode ser ativado uma vez por uso. Com 2 acúmulos, o <color=#FFFFFF>Ataque Básico</color> e o <color=#FFFFFF>Supremo</color> do portador ignoram <color=#2BAD00>20%</color> da DEF do inimigo."
        },
        "2": {
            "Title": "Núcleo de Fundição Germinante",
            "Description": "A Taxa CRIT aumenta <color=#2BAD00>17%</color>. Quando o portador causa dano com <color=#FFFFFF>Ataque Básico</color> ou <color=#FFFFFF>Ataque Especial Reforçado</color>, obtém 1 acúmulo de bônus. Cada acúmulo aumenta <color=#2BAD00>14,5%</color> do <color=#2EB6FF>Dano Elétrico</color> do portador, até o máximo de 2 acúmulos, por 40s. A duração de cada acúmulo é calculada separadamente. Este efeito só pode ser ativado uma vez por uso. Com 2 acúmulos, o <color=#FFFFFF>Ataque Básico</color> e o <color=#FFFFFF>Supremo</color> do portador ignoram <color=#2BAD00>23%</color> da DEF do inimigo."
        },
        "3": {
            "Title": "Núcleo de Fundição Germinante",
            "Description": "A Taxa CRIT aumenta <color=#2BAD00>19%</color>. Quando o portador causa dano com <color=#FFFFFF>Ataque Básico</color> ou <color=#FFFFFF>Ataque Especial Reforçado</color>, obtém 1 acúmulo de bônus. Cada acúmulo aumenta <color=#2BAD00>16,5%</color> do <color=#2EB6FF>Dano Elétrico</color> do portador, até o máximo de 2 acúmulos, por 40s. A duração de cada acúmulo é calculada separadamente. Este efeito só pode ser ativado uma vez por uso. Com 2 acúmulos, o <color=#FFFFFF>Ataque Básico</color> e o <color=#FFFFFF>Supremo</color> do portador ignoram <color=#2BAD00>26%</color> da DEF do inimigo."
        },
        "4": {
            "Title": "Núcleo de Fundição Germinante",
            "Description": "A Taxa CRIT aumenta <color=#2BAD00>21%</color>. Quando o portador causa dano com <color=#FFFFFF>Ataque Básico</color> ou <color=#FFFFFF>Ataque Especial Reforçado</color>, obtém 1 acúmulo de bônus. Cada acúmulo aumenta <color=#2BAD00>18,5%</color> do <color=#2EB6FF>Dano Elétrico</color> do portador, até o máximo de 2 acúmulos, por 40s. A duração de cada acúmulo é calculada separadamente. Este efeito só pode ser ativado uma vez por uso. Com 2 acúmulos, o <color=#FFFFFF>Ataque Básico</color> e o <color=#FFFFFF>Supremo</color> do portador ignoram <color=#2BAD00>29%</color> da DEF do inimigo."
        },
        "5": {
            "Title": "Núcleo de Fundição Germinante",
            "Description": "A Taxa CRIT aumenta <color=#2BAD00>23%</color>. Quando o portador causa dano com <color=#FFFFFF>Ataque Básico</color> ou <color=#FFFFFF>Ataque Especial Reforçado</color>, obtém 1 acúmulo de bônus. Cada acúmulo aumenta <color=#2BAD00>20%</color> do <color=#2EB6FF>Dano Elétrico</color> do portador, até o máximo de 2 acúmulos, por 40s. A duração de cada acúmulo é calculada separadamente. Este efeito só pode ser ativado uma vez por uso. Com 2 acúmulos, o <color=#FFFFFF>Ataque Básico</color> e o <color=#FFFFFF>Supremo</color> do portador ignoram <color=#2BAD00>32%</color> da DEF do inimigo."
        }
    }
}