{
    "Name": "Caesar",
    "ElementTypes": [
        "Physics"
    ],
    "Talents": {
        "1": {
            "Title": "Mũi Nhọn Tiến Công",
            "Description": "Khi vào trạng thái tiếp chiến hoặc được đổi vào sân, Caesar lập tức cung cấp <color=#FFFFFF>Khiên Vinh Quang</color> cho toàn đội, trong 300s tối đa kích hoạt một lần. Trong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, kẻ địch trong phạm vi 5m gần người sở hữu sẽ giảm 15% Kháng DMG toàn bộ thuộc tính.",
            "Lore": "\"Big Daddy đã từng dạy tôi, lúc này nên dùng binh lực hùng mạnh tạo thành đội hình mũi nhọn, tấn công vào điểm yếu nhất của kẻ địch.\"\n\"Đương nhiên, sẽ do tôi dẫn đầu!\""
        },
        "2": {
            "Title": "Kế Thừa Từ Nơi Khác",
            "Description": "Trong <color=#FFFFFF>Bị Động Cốt Lõi: Bức Tường Kiên Cố</color>, khi <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, Hiệu Suất Nhận Năng Lượng của Caesar tăng 10%, hiệu quả tăng tấn công của người sở hữu sẽ tăng đến 150% so với hiệu quả ban đầu.",
            "Lore": "Cách thức chiến đấu của Caesar có phần khác biệt với phong cách của New Eridu hoặc vành đai ngoài, được kế thừa từ những võ sĩ lợi hại nhất trong nhóm người lang thang.\nBiết thu vũ khí vào lúc thích hợp, và ra đòn vào đúng lúc để một chiêu lấy mạng — Đây luôn là đạo sinh tồn của những kẻ lang thang.\nVà Caesar, xưa nay luôn là một học trò giỏi."
        },
        "3": {
            "Title": "Tin Tưởng Tuyệt Đối",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "Một khi đã công nhận ai đó, thì Caesar sẽ xem đối phương là người của mình và tin tưởng tuyệt đối, không chút phòng bị...\nGiống như cái cách mà cô ấy đối đãi với bạn vậy."
        },
        "4": {
            "Title": "Búa Công Thành Aries",
            "Description": "Khi Caesar phát động <color=#FFFFFF>Liên Kích</color> hoặc <color=#FFFFFF>Tuyệt Kỹ</color>, sẽ hồi thêm 3 <color=#FFFFFF>Điểm Chi Viện</color>. Khi Caesar không đủ 20 điểm Năng Lượng, có thể tiêu hao 1 <color=#FFFFFF>Điểm Chi Viện</color> để thay thế, phát động <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color>, hiệu quả thay thế tối đa kích hoạt một lần trong 5s.",
            "Lore": "Một trong các chiến thuật mà Caesar học được từ người thầy trong nhóm người lang thang.\n\"Bất luận thế nào, tôi cũng sẽ chiến đấu đến giây phút cuối cùng!\""
        },
        "5": {
            "Title": "Cuộc Chinh Phạt Lãng Mạn",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "Khác với vẻ bề ngoài, Caesar có một trái tim vô cùng lãng mạn.\nVí dụ như cô luôn rất hiếu kỳ với những câu chuyện tình yêu.\nNhưng nếu bạn trò chuyện sâu hơn với cô về đề tài này... bạn sẽ bắt gặp cảnh Caesar đỏ mặt - một biểu cảm rất hiếm thấy ở cô."
        },
        "6": {
            "Title": "Chí Khí Bá Chủ",
            "Description": "<color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color> và <color=#FFFFFF>Đột Kích Chi Viện: Mũi Nhọn Chi Viện</color> chắc chắn kích hoạt bạo kích. Sát thương do chiêu thức gây ra tăng 50%, sát thương gây ra cho mục tiêu chính tăng thêm 50%. Khi Caesar phát động <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color> hoặc <color=#FFFFFF>Đột Kích Chi Viện: Mũi Nhọn Chi Viện</color>, Tỷ Lệ Bạo Kích của bản thân tăng 30%, DMG Bạo Kích tăng 60%, duy trì 15s.",
            "Lore": "\"Tôi đã từng chỉ lo nhìn về phía trước. Tôi tưởng rằng chỉ cần bản thân đủ mạnh, thì không có việc gì không thể làm.\"\n\"Nhưng muốn trở thành Bá Chủ ưu tú, chỉ thế thôi là hoàn toàn không đủ.\"\n\"Tôi còn phải bảo vệ thật tốt những đồng đội ở hậu phương — Họ mới là lý do để tôi kiên trì tiến bước.\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Bị Động Cốt Lõi: Bức Tường Kiên Cố",
            "DescriptionByLevel": {
                "1": "Khi Caesar phát động <color=#FFFFFF>Siêu Chiến Kỹ: Chống Đỡ Phản Kích</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Tuyệt Kỹ</color> hoặc phát động <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color> bằng cách <color=#FFFFFF>Phòng Ngự Phản Kích</color>, sẽ cung cấp cho toàn đội <color=#FFFFFF>Khiên Vinh Quang</color> có điểm Khiên bằng <color=#2BAD00>300%</color> Lực Xung Kích ban đầu của bản thân + <color=#2BAD00>200</color> điểm, duy trì 60s. <color=#FFFFFF>Khiên Vinh Quang</color> sẽ do nhân vật hiện đang thao tác sở hữu, điểm Khiên được tính chung cho toàn đội, sát thương phải chịu trong một lần sẽ không vượt quá điểm Khiên.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, sẽ tăng cấp Kháng Gián Đoạn của người sở hữu.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, tấn công của người sở hữu tăng <color=#2BAD00>40</color> điểm. Sau khi kết thúc hiệu quả <color=#FFFFFF>Khiên Vinh Quang</color>, hiệu quả buff này vẫn được bảo lưu, duy trì 5s.",
                "2": "Khi Caesar phát động <color=#FFFFFF>Siêu Chiến Kỹ: Chống Đỡ Phản Kích</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Tuyệt Kỹ</color> hoặc phát động <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color> bằng cách <color=#FFFFFF>Phòng Ngự Phản Kích</color>, sẽ cung cấp cho toàn đội <color=#FFFFFF>Khiên Vinh Quang</color> có điểm Khiên bằng <color=#2BAD00>500%</color> Lực Xung Kích ban đầu của bản thân + <color=#2BAD00>400</color> điểm, duy trì 60s. <color=#FFFFFF>Khiên Vinh Quang</color> sẽ do nhân vật hiện đang thao tác sở hữu, điểm Khiên được tính chung cho toàn đội, sát thương phải chịu trong một lần sẽ không vượt quá điểm Khiên.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, sẽ tăng cấp Kháng Gián Đoạn của người sở hữu.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, tấn công của người sở hữu tăng <color=#2BAD00>135</color> điểm. Sau khi kết thúc hiệu quả <color=#FFFFFF>Khiên Vinh Quang</color>, hiệu quả buff này vẫn được bảo lưu, duy trì 5s.",
                "3": "Khi Caesar phát động <color=#FFFFFF>Siêu Chiến Kỹ: Chống Đỡ Phản Kích</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Tuyệt Kỹ</color> hoặc phát động <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color> bằng cách <color=#FFFFFF>Phòng Ngự Phản Kích</color>, sẽ cung cấp cho toàn đội <color=#FFFFFF>Khiên Vinh Quang</color> có điểm Khiên bằng <color=#2BAD00>700%</color> Lực Xung Kích ban đầu của bản thân + <color=#2BAD00>700</color> điểm, duy trì 60s. <color=#FFFFFF>Khiên Vinh Quang</color> sẽ do nhân vật hiện đang thao tác sở hữu, điểm Khiên được tính chung cho toàn đội, sát thương phải chịu trong một lần sẽ không vượt quá điểm Khiên.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, sẽ tăng cấp Kháng Gián Đoạn của người sở hữu.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, tấn công của người sở hữu tăng <color=#2BAD00>240</color> điểm. Sau khi kết thúc hiệu quả <color=#FFFFFF>Khiên Vinh Quang</color>, hiệu quả buff này vẫn được bảo lưu, duy trì 5s.",
                "4": "Khi Caesar phát động <color=#FFFFFF>Siêu Chiến Kỹ: Chống Đỡ Phản Kích</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Tuyệt Kỹ</color> hoặc phát động <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color> bằng cách <color=#FFFFFF>Phòng Ngự Phản Kích</color>, sẽ cung cấp cho toàn đội <color=#FFFFFF>Khiên Vinh Quang</color> có điểm Khiên bằng <color=#2BAD00>900%</color> Lực Xung Kích ban đầu của bản thân + <color=#2BAD00>900</color> điểm, duy trì 60s. <color=#FFFFFF>Khiên Vinh Quang</color> sẽ do nhân vật hiện đang thao tác sở hữu, điểm Khiên được tính chung cho toàn đội, sát thương phải chịu trong một lần sẽ không vượt quá điểm Khiên.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, sẽ tăng cấp Kháng Gián Đoạn của người sở hữu.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, tấn công của người sở hữu tăng <color=#2BAD00>400</color> điểm. Sau khi kết thúc hiệu quả <color=#FFFFFF>Khiên Vinh Quang</color>, hiệu quả buff này vẫn được bảo lưu, duy trì 5s.",
                "5": "Khi Caesar phát động <color=#FFFFFF>Siêu Chiến Kỹ: Chống Đỡ Phản Kích</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Tuyệt Kỹ</color> hoặc phát động <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color> bằng cách <color=#FFFFFF>Phòng Ngự Phản Kích</color>, sẽ cung cấp cho toàn đội <color=#FFFFFF>Khiên Vinh Quang</color> có điểm Khiên bằng <color=#2BAD00>1100%</color> Lực Xung Kích ban đầu của bản thân + <color=#2BAD00>1100</color> điểm, duy trì 60s. <color=#FFFFFF>Khiên Vinh Quang</color> sẽ do nhân vật hiện đang thao tác sở hữu, điểm Khiên được tính chung cho toàn đội, sát thương phải chịu trong một lần sẽ không vượt quá điểm Khiên.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, sẽ tăng cấp Kháng Gián Đoạn của người sở hữu.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, tấn công của người sở hữu tăng <color=#2BAD00>650</color> điểm. Sau khi kết thúc hiệu quả <color=#FFFFFF>Khiên Vinh Quang</color>, hiệu quả buff này vẫn được bảo lưu, duy trì 5s.",
                "6": "Khi Caesar phát động <color=#FFFFFF>Siêu Chiến Kỹ: Chống Đỡ Phản Kích</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Tuyệt Kỹ</color> hoặc phát động <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color> bằng cách <color=#FFFFFF>Phòng Ngự Phản Kích</color>, sẽ cung cấp cho toàn đội <color=#FFFFFF>Khiên Vinh Quang</color> có điểm Khiên bằng <color=#2BAD00>1300%</color> Lực Xung Kích ban đầu của bản thân + <color=#2BAD00>1300</color> điểm, duy trì 60s. <color=#FFFFFF>Khiên Vinh Quang</color> sẽ do nhân vật hiện đang thao tác sở hữu, điểm Khiên được tính chung cho toàn đội, sát thương phải chịu trong một lần sẽ không vượt quá điểm Khiên.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, sẽ tăng cấp Kháng Gián Đoạn của người sở hữu.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, tấn công của người sở hữu tăng <color=#2BAD00>900</color> điểm. Sau khi kết thúc hiệu quả <color=#FFFFFF>Khiên Vinh Quang</color>, hiệu quả buff này vẫn được bảo lưu, duy trì 5s.",
                "7": "Khi Caesar phát động <color=#FFFFFF>Siêu Chiến Kỹ: Chống Đỡ Phản Kích</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Tuyệt Kỹ</color> hoặc phát động <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color> bằng cách <color=#FFFFFF>Phòng Ngự Phản Kích</color>, sẽ cung cấp cho toàn đội <color=#FFFFFF>Khiên Vinh Quang</color> có điểm Khiên bằng <color=#2BAD00>1400%</color> Lực Xung Kích ban đầu của bản thân + <color=#2BAD00>1400</color> điểm, duy trì 60s. <color=#FFFFFF>Khiên Vinh Quang</color> sẽ do nhân vật hiện đang thao tác sở hữu, điểm Khiên được tính chung cho toàn đội, sát thương phải chịu trong một lần sẽ không vượt quá điểm Khiên.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, sẽ tăng cấp Kháng Gián Đoạn của người sở hữu.\nTrong thời gian <color=#FFFFFF>Khiên Vinh Quang</color> tồn tại, tấn công của người sở hữu tăng <color=#2BAD00>1000</color> điểm. Sau khi kết thúc hiệu quả <color=#FFFFFF>Khiên Vinh Quang</color>, hiệu quả buff này vẫn được bảo lưu, duy trì 5s."
            }
        },
        "MathSkill": {
            "Title": "Năng Lực Thêm: Hừng Hực Chiến Ý",
            "Description": "Khi trong đội có nhân vật khác có thể phát động <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc nhân vật cùng phe với bản thân sẽ kích hoạt:\nKhi Caesar kích hoạt <color=#FFFFFF>Chống Đỡ Chính Xác</color>, <color=#FFFFFF>Phòng Ngự Phản Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc phát động <color=#FFFFFF>Tấn Công Thường: Đường Này Không Thông!</color>, sẽ gán hiệu quả debuff lên kẻ địch trong phạm vi 7m gần bản thân, tăng 25% sát thương do nhân vật toàn đội gây ra cho kẻ địch này, duy trì 30s."
        }
    },
    "SkillDescriptions": {
        "0": {
            "107100001": {
                "Title": "Tấn Công Thường: Nhát Chém Ngang Tàng",
                "Description": "Nhấn <IconMap:Icon_Normal> phát động:\nThực hiện tối đa 6 đòn chém về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>."
            },
            "107100002": {
                "Title": "Tấn Công Thường: Đường Này Không Thông!",
                "Description": "Khi đủ <color=#FFFFFF>Điểm Chi Viện</color>, nhấn giữ <IconMap:Icon_Normal> phát động:\nTiêu hao 1 <color=#FFFFFF>Điểm Chi Viện</color>, ném tấm khiên trong tay để tấn công ra xung quanh, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả vô địch."
            },
            "107110001": {
                "Title": "Tấn Công Thường: Nhát Chém Ngang Tàng"
            },
            "107110002": {
                "Description": "Bội Số DMG Đòn 1",
                "Param": "{Skill:1071001, Prop:1001}"
            },
            "107110003": {
                "Description": "Bội Số DMG Đòn 2",
                "Param": "{Skill:1071002, Prop:1001}"
            },
            "107110004": {
                "Description": "Bội Số DMG Đòn 3",
                "Param": "{Skill:1071003, Prop:1001}"
            },
            "107110005": {
                "Description": "Bội Số DMG Đòn 3 (Phái Sinh)",
                "Param": "{Skill:1071008, Prop:1001}"
            },
            "107110006": {
                "Description": "Bội Số DMG Đòn 4",
                "Param": "{Skill:1071004, Prop:1001}"
            },
            "107110007": {
                "Description": "Bội Số DMG Đòn 5",
                "Param": "{Skill:1071005, Prop:1001}"
            },
            "107110008": {
                "Description": "Bội Số DMG Đòn 6",
                "Param": "{Skill:1071006, Prop:1001}"
            },
            "107110009": {
                "Description": "Bội Số Choáng Đòn 1",
                "Param": "{Skill:1071001, Prop:1002}"
            },
            "107110010": {
                "Description": "Bội Số Choáng Đòn 2",
                "Param": "{Skill:1071002, Prop:1002}"
            },
            "107110011": {
                "Description": "Bội Số Choáng Đòn 3",
                "Param": "{Skill:1071003, Prop:1002}"
            },
            "107110012": {
                "Description": "Bội Số Choáng Đòn 3 (Phái Sinh)",
                "Param": "{Skill:1071008, Prop:1002}"
            },
            "107110013": {
                "Description": "Bội Số Choáng Đòn 4",
                "Param": "{Skill:1071004, Prop:1002}"
            },
            "107110014": {
                "Description": "Bội Số Choáng Đòn 5",
                "Param": "{Skill:1071005, Prop:1002}"
            },
            "107110015": {
                "Description": "Bội Số Choáng Đòn 6",
                "Param": "{Skill:1071006, Prop:1002}"
            },
            "107110016": {
                "Title": "Tấn Công Thường: Đường Này Không Thông!"
            },
            "107110017": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071007, Prop:1001}"
            },
            "107110018": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071007, Prop:1002}"
            },
            "107110019": {
                "Description": "Tiêu Hao Điểm Chi Viện",
                "Param": "1 điểm"
            }
        },
        "1": {
            "107100003": {
                "Title": "Chiến Kỹ: Tấm Khiên Chấn Động",
                "Description": "Nhấn <IconMap:Icon_Special> phát động:\nDùng khiên đánh về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nNếu trong thời gian ngắn lúc mới phát động chiêu thức mà bị kẻ địch tấn công, sẽ kích hoạt <color=#FFFFFF>Chống Đỡ Chính Xác</color>, chống đỡ sát thương lần này và tự động phát động ngay <color=#FFFFFF>Chiến Kỹ: Rền Vang Đâm Thẳng</color>.\nSau khi phát động chiêu thức, Caesar sẽ vào tư thế chống đỡ, trong thời gian đó sẽ giảm 40% sát thương bản thân phải chịu. Khi bị kẻ địch tấn công sẽ dùng khiên chống đỡ và bị đánh lui, sau đó nhấn <IconMap:Icon_Special> hoặc <IconMap:Icon_SpecialReady>, có thể kích hoạt <color=#FFFFFF>Phòng Ngự Phản Kích</color>, phát động <color=#FFFFFF>Chiến Kỹ: Rền Vang Đâm Thẳng</color> hoặc <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color>.\nKhi kích hoạt <color=#FFFFFF>Phòng Ngự Phản Kích</color>, chiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107100004": {
                "Title": "Chiến Kỹ: Rền Vang Đâm Thẳng",
                "Description": "Sau khi phát động <color=#FFFFFF>Chiến Kỹ: Tấm Khiên Chấn Động</color>, nhấn <IconMap:Icon_Special> phát động:\nĐâm về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nKhi chưa kích hoạt <color=#FFFFFF>Chống Đỡ Chính Xác</color> và <color=#FFFFFF>Phòng Ngự Phản Kích</color>, chiêu thức khi phát động sẽ tăng cấp Kháng Gián Đoạn.\nKhi kích hoạt <color=#FFFFFF>Chống Đỡ Chính Xác</color> hoặc <color=#FFFFFF>Phòng Ngự Phản Kích</color>, chiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107100005": {
                "Title": "Siêu Chiến Kỹ: Chống Đỡ Phản Kích",
                "Description": "Khi đủ Năng Lượng, nhấn <IconMap:Icon_SpecialReady> phát động:\nDùng khiên đánh về phía trước, sau đó phát động đòn đâm mạnh mẽ, gây lượng lớn <color=#F0D12B>DMG Vật Lý</color>.\nNếu trong giai đoạn đầu mới phát động chiêu thức mà bị kẻ địch tấn công, hoặc dùng khiên đánh kích hoạt <color=#FFFFFF>Phá Chiêu</color>, sẽ kích hoạt <color=#FFFFFF>Chống Đỡ Chính Xác</color>, chống đỡ sát thương lần này, đồng thời vung khiên phản kích. Sau khi kích hoạt <color=#FFFFFF>Chống Đỡ Chính Xác</color>, nhấn <IconMap:Icon_SpecialReady> có thể phát động <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color>, và không cần tiêu hao Năng Lượng.\nSau khi phát động chiêu thức, Caesar sẽ vào tư thế chống đỡ, trong thời gian đó sẽ giảm 40% sát thương bản thân phải chịu. Khi bị kẻ địch tấn công sẽ dùng khiên chống đỡ và bị đánh lui, sau đó nhấn <IconMap:Icon_Special> hoặc <IconMap:Icon_SpecialReady> có thể kích hoạt <color=#FFFFFF>Phòng Ngự Phản Kích</color>, phát động <color=#FFFFFF>Chiến Kỹ: Rền Vang Đâm Thẳng</color> hoặc <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107100006": {
                "Title": "Siêu Chiến Kỹ: Khiên Siêu Cường Lực",
                "Description": "Sau khi phát động <color=#FFFFFF>Siêu Chiến Kỹ: Chống Đỡ Phản Kích</color>, khi đủ Năng Lượng, nhấn <IconMap:Icon_SpecialReady> phát động:\nDùng khiên đánh về phía trước, gây lượng lớn <color=#F0D12B>DMG Vật Lý</color>.\nNếu trong giai đoạn đầu mới phát động chiêu thức mà bị kẻ địch tấn công, hoặc dùng khiên đánh kích hoạt <color=#FFFFFF>Phá Chiêu</color>, sẽ kích hoạt <color=#FFFFFF>Chống Đỡ Chính Xác</color>, chống đỡ sát thương lần này và hoàn trả số Năng Lượng đã tiêu hao khi phát động chiêu thức.\nKhi phát động bằng cách <color=#FFFFFF>Chống Đỡ Chính Xác</color> hoặc <color=#FFFFFF>Phòng Ngự Phản Kích</color>, không thể kích hoạt lại <color=#FFFFFF>Chống Đỡ Chính Xác</color> lần nữa.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107100007": {
                "Title": "Chuyển Đổi Công Phòng",
                "Description": "Khi Caesar kích hoạt <color=#FFFFFF>Chống Đỡ Chính Xác</color>, <color=#FFFFFF>Phòng Ngự Phản Kích</color> hoặc <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, sẽ tăng <color=#2BAD00>{CAL:8+AvatarSkillLevel(1)*1,1,2}</color>% Lực Xung Kích của bản thân, duy trì 3s."
            },
            "107110020": {
                "Title": "Chuyển Đổi Công Phòng"
            },
            "107110021": {
                "Description": "Tăng Lực Xung Kích",
                "Param": "{CAL:8+AvatarSkillLevel(1)*1,1,2}%"
            },
            "107110022": {
                "Title": "Chiến Kỹ: Tấm Khiên Chấn Động"
            },
            "107110023": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071009, Prop:1001}"
            },
            "107110024": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071009, Prop:1002}"
            },
            "107110025": {
                "Description": "[Chống Đỡ Chính Xác] Bội Số Choáng",
                "Param": "{Skill:1071014, Prop:1002}"
            },
            "107110026": {
                "Title": "Chiến Kỹ: Rền Vang Đâm Thẳng"
            },
            "107110027": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071010, Prop:1001}"
            },
            "107110028": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071010, Prop:1002}"
            },
            "107110029": {
                "Title": "Siêu Chiến Kỹ: Chống Đỡ Phản Kích"
            },
            "107110030": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071011, Prop:1001}"
            },
            "107110031": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071011, Prop:1002}"
            },
            "107110032": {
                "Description": "[Chống Đỡ Chính Xác] Bội Số Choáng",
                "Param": "{Skill:1071015, Prop:1002}"
            },
            "107110033": {
                "Description": "[Chống Đỡ Chính Xác] Bội Số DMG Phản Kích",
                "Param": "{Skill:1071012, Prop:1001}"
            },
            "107110034": {
                "Description": "[Chống Đỡ Chính Xác] Bội Số Choáng Phản Kích",
                "Param": "{Skill:1071012, Prop:1002}"
            },
            "107110035": {
                "Description": "Tiêu Hao Năng Lượng",
                "Param": "40 điểm"
            },
            "107110036": {
                "Title": "Siêu Chiến Kỹ: Khiên Siêu Cường Lực"
            },
            "107110037": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071013, Prop:1001}"
            },
            "107110038": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071013, Prop:1002}"
            },
            "107110039": {
                "Description": "[Chống Đỡ Chính Xác] Bội Số Choáng",
                "Param": "{Skill:1071015, Prop:1002}"
            },
            "107110040": {
                "Description": "Tiêu Hao Năng Lượng Nhấn Phát Động",
                "Param": "20 điểm"
            }
        },
        "2": {
            "107100008": {
                "Title": "Né: Drift",
                "Description": "Nhấn <IconMap:Icon_Evade> phát động:\nNhanh chóng né tránh.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107100009": {
                "Title": "Tấn Công Lướt: Lao Nhanh Bứt Phá",
                "Description": "Khi Né, nhấn <IconMap:Icon_Normal> phát động:\nDùng khiên đánh về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nTrong thời gian phát động chiêu thức sẽ giảm 40% sát thương bản thân phải chịu. Khi bị kẻ địch tấn công sẽ dùng khiên chống đỡ và bị đánh lui, sau đó nhấn <IconMap:Icon_Special> hoặc <IconMap:Icon_SpecialReady> có thể kích hoạt <color=#FFFFFF>Phòng Ngự Phản Kích</color>, phát động <color=#FFFFFF>Chiến Kỹ: Rền Vang Đâm Thẳng</color> hoặc <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color>."
            },
            "107100010": {
                "Title": "Phản Kích Khi Né: Gậy Ông Đập Lưng Ông",
                "Description": "Sau khi kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, nhấn <IconMap:Icon_Normal> phát động:\nĐâm vào kẻ địch phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107110041": {
                "Title": "Tấn Công Lướt: Lao Nhanh Bứt Phá"
            },
            "107110042": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071016, Prop:1001}"
            },
            "107110043": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071016, Prop:1002}"
            },
            "107110044": {
                "Title": "Phản Kích Khi Né: Gậy Ông Đập Lưng Ông"
            },
            "107110045": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071017, Prop:1001}"
            },
            "107110046": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071017, Prop:1002}"
            }
        },
        "3": {
            "107100011": {
                "Title": "Liên Kích: Đường Đua Chấn Động",
                "Description": "Khi kích hoạt <color=#FFFFFF>Liên Kích</color>, chọn nhân vật tương ứng phát động:\nPhát động đòn đánh xuống mạnh mẽ vào kẻ địch trong phạm vi phía trước, gây lượng lớn <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107100012": {
                "Title": "Tuyệt Kỹ: Bạo Quân Mãnh Kích",
                "Description": "Khi Decibel đạt <color=#FFFFFF>Cực Hạn</color>, nhấn <IconMap:Icon_UltimateReady> phát động:\nNém khiên trong tay để thực hiện đòn tấn công xoay vòng mạnh mẽ vào kẻ địch phía trước, sau đó phát động đánh xuống, gây lượng lớn <color=#F0D12B>DMG Vật Lý</color>.\nKhi đánh trúng kẻ địch có khiên, Điểm Choáng do chiêu thức tạo ra tăng <color=#2BAD00>{CAL:40+AvatarSkillLevel(3)*5,1,2}%</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107110047": {
                "Title": "Liên Kích: Đường Đua Chấn Động"
            },
            "107110048": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071018, Prop:1001}"
            },
            "107110049": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071018, Prop:1002}"
            },
            "107110050": {
                "Title": "Tuyệt Kỹ: Bạo Quân Mãnh Kích"
            },
            "107110051": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071019, Prop:1001}"
            },
            "107110052": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071019, Prop:1002}"
            },
            "107110053": {
                "Description": "Tăng Điểm Choáng",
                "Param": "{CAL:40+AvatarSkillLevel(3)*5,1,2}%"
            }
        },
        "6": {
            "107100014": {
                "Title": "Hỗ Trợ Nhanh: Chuyển Làn Chi Viện",
                "Description": "Khi nhân vật đang thao tác bị đánh bay, nhấn <IconMap:Icon_Switch> phát động:\nĐâm vào kẻ địch phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107100015": {
                "Title": "Hỗ Trợ Chống Đỡ: Tấm Khiên Phòng Ngự",
                "Description": "Khi nhân vật trong sân sắp bị tấn công, nhấn <IconMap:Icon_Switch> phát động:\nChống đỡ tấn công của kẻ địch, tích lũy lượng lớn Điểm Choáng.\nCó khả năng chống đỡ rất tốt, khi chịu phải tấn công cường độ cao, sẽ giảm tiêu hao <color=#FFFFFF>Điểm Chi Viện</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107100016": {
                "Title": "Đột Kích Chi Viện: Mũi Nhọn Chi Viện",
                "Description": "Sau khi phát động <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, nhấn <IconMap:Icon_Normal> phát động:\nNém khiên trong tay để thực hiện đòn tấn công xoay vòng mạnh mẽ vào kẻ địch phía trước, sau đó phát động đòn chém, gây <color=#F0D12B>DMG Vật Lý</color>.\nSau khi phát động chiêu thức, nhấn <IconMap:Icon_Special> hoặc <IconMap:Icon_SpecialReady> có thể kích hoạt <color=#FFFFFF>Phòng Ngự Phản Kích</color>, phát động <color=#FFFFFF>Chiến Kỹ: Rền Vang Đâm Thẳng</color> hoặc <color=#FFFFFF>Siêu Chiến Kỹ: Khiên Siêu Cường Lực</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "107110054": {
                "Title": "Hỗ Trợ Nhanh: Chuyển Làn Chi Viện"
            },
            "107110055": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071020, Prop:1001}"
            },
            "107110056": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071020, Prop:1002}"
            },
            "107110057": {
                "Title": "Hỗ Trợ Chống Đỡ: Tấm Khiên Phòng Ngự"
            },
            "107110058": {
                "Description": "Bội Số Đỡ Choáng Nhẹ",
                "Param": "{Skill:1071021, Prop:1002}"
            },
            "107110059": {
                "Description": "Bội Số Đỡ Choáng Mạnh",
                "Param": "{Skill:1071022, Prop:1002}"
            },
            "107110060": {
                "Description": "Bội Số Đỡ Choáng Liên Tục",
                "Param": "{Skill:1071023, Prop:1002}"
            },
            "107110061": {
                "Title": "Đột Kích Chi Viện: Mũi Nhọn Chi Viện"
            },
            "107110062": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1071024, Prop:1001}"
            },
            "107110063": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1071024, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1071001": {
            "DamageValue": 4720,
            "DamageGrowth": 430,
            "DazeValue": 2130,
            "DazeGrowth": 100
        },
        "1071002": {
            "DamageValue": 4090,
            "DamageGrowth": 380,
            "DazeValue": 3380,
            "DazeGrowth": 160
        },
        "1071003": {
            "DamageValue": 14830,
            "DamageGrowth": 1350,
            "DazeValue": 11000,
            "DazeGrowth": 500
        },
        "1071004": {
            "DamageValue": 7880,
            "DamageGrowth": 720,
            "DazeValue": 6750,
            "DazeGrowth": 310
        },
        "1071005": {
            "DamageValue": 19860,
            "DamageGrowth": 1810,
            "DazeValue": 13750,
            "DazeGrowth": 630
        },
        "1071006": {
            "DamageValue": 39990,
            "DamageGrowth": 3640,
            "DazeValue": 26260,
            "DazeGrowth": 1200
        },
        "1071007": {
            "DamageValue": 12630,
            "DamageGrowth": 1150,
            "DazeValue": 9320,
            "DazeGrowth": 430
        },
        "1071008": {
            "DamageValue": 11840,
            "DamageGrowth": 1080,
            "DazeValue": 7360,
            "DazeGrowth": 340
        },
        "1071009": {
            "DamageValue": 5330,
            "DamageGrowth": 490,
            "DazeValue": 2400,
            "DazeGrowth": 110
        },
        "1071010": {
            "DamageValue": 5880,
            "DamageGrowth": 540,
            "DazeValue": 2650,
            "DazeGrowth": 130
        },
        "1071011": {
            "DamageValue": 38720,
            "DamageGrowth": 3520,
            "DazeValue": 25260,
            "DazeGrowth": 1150
        },
        "1071012": {
            "DamageValue": 38720,
            "DamageGrowth": 3520,
            "DazeValue": 25260,
            "DazeGrowth": 1150
        },
        "1071013": {
            "DamageValue": 42570,
            "DamageGrowth": 3870,
            "DazeValue": 28840,
            "DazeGrowth": 1320
        },
        "1071014": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 7700,
            "DazeGrowth": 350
        },
        "1071015": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 15400,
            "DazeGrowth": 700
        },
        "1071016": {
            "DamageValue": 6230,
            "DamageGrowth": 570,
            "DazeValue": 3120,
            "DazeGrowth": 150
        },
        "1071017": {
            "DamageValue": 19350,
            "DamageGrowth": 1760,
            "DazeValue": 17420,
            "DazeGrowth": 800
        },
        "1071018": {
            "DamageValue": 63880,
            "DamageGrowth": 5810,
            "DazeValue": 19990,
            "DazeGrowth": 910
        },
        "1071019": {
            "DamageValue": 201230,
            "DamageGrowth": 18300,
            "DazeValue": 27870,
            "DazeGrowth": 1270
        },
        "1071020": {
            "DamageValue": 6420,
            "DamageGrowth": 590,
            "DazeValue": 6420,
            "DazeGrowth": 300
        },
        "1071021": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 27130,
            "DazeGrowth": 1240
        },
        "1071022": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34530,
            "DazeGrowth": 1570
        },
        "1071023": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16930,
            "DazeGrowth": 770
        },
        "1071024": {
            "DamageValue": 40720,
            "DamageGrowth": 3710,
            "DazeValue": 35630,
            "DazeGrowth": 1620
        }
    }
}