{
    "Name": "Qingyi",
    "ElementTypes": [
        "Elec"
    ],
    "Talents": {
        "1": {
            "Title": "Xuyên Kích Cách Điện",
            "Description": "Khi Qingyi vào sân, lập tức hồi <color=#FFFFFF>Điện Áp Chớp Nháy</color> đến tối đa, đồng thời tăng 30% hiệu suất tích lũy sau đó. Khi phát động <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color>, nếu <color=#FFFFFF>Điện Áp Chớp Nháy</color> đã tích lũy tối đa, sẽ khiến kẻ địch bị trúng đòn lần này giảm 15% Phòng Thủ, đồng thời tăng 20% Tỷ Lệ Bạo Kích của bản thân đối với mục tiêu này, duy trì 15s.",
            "Lore": "\"Tuy sẽ không nguy hiểm đến tính mạng, nhưng xin đừng kháng cự khi bị truy bắt...\"\nPhương hướng và cường độ của dòng điện đã được tính toán tỉ mỉ, đảm bảo mỗi một nghi phạm đều sẽ được trải nghiệm cảm giác điện giật ở một mức độ an toàn."
        },
        "2": {
            "Title": "Tứ Lạng Đấu Ngàn Cân",
            "Description": "Hiệu quả tăng Bội Số DMG Choáng do mỗi tầng <color=#FFFFFF>Khiếp Phục</color> trong <color=#FFFFFF>Bị Động Cốt Lõi: Thiên Thu Tuế</color> cung cấp sẽ tăng đến 135% so với ban đầu. Khi Qingyi tấn công trúng kẻ địch, nếu số tầng <color=#FFFFFF>Khiếp Phục</color> gán lên kẻ địch này đã đạt giới hạn, thì Điểm Choáng mà bản thân gây cho mục tiêu tăng 15%.",
            "Lore": "Là một kỹ thuật chiến đấu được ghi chép trong sách cổ của nền văn minh cũ, ban đầu là một dạng quyền thuật chứ không phải côn thuật.\n\"Không cần câu nệ, thật ra cánh tay cũng là một dạng côn tam khúc, ừm.\""
        },
        "3": {
            "Title": "Nhớ Uống Nước Ấm",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "\"Người trẻ tuổi cần chú ý dưỡng sinh, nhớ uống nhiều nước ấm vào.\"\nMỗi lần Qingyi cầm chiếc cốc giữ nhiệt nhấp từng ngụm nước, luôn mang lại cho người ta cảm giác cực kỳ ấm áp. Nhưng khi nhận lấy nước ấm do cô ấy đưa qua nhất định phải cẩn thận...\n\"Cho dù là nước sôi 100 độ thì tiền bối vẫn có thể uống mà mặt không đổi sắc...\" Một nhân viên trị an nào đó từng dính chưởng đã ghi chú lại như thế."
        },
        "4": {
            "Title": "Lá Chắn Điện Ổn Định",
            "Description": "Khi vào hoặc thoát trạng thái <color=#FFFFFF>Chớp Điện</color>, sẽ nhận được Khiên bằng với 10% giới hạn HP của Qingyi. Khi làm mới hiệu quả Khiên, nếu Khiên nhận được lần trước vẫn tồn tại, thì sẽ hồi phục 5 điểm Năng Lượng cho Qingyi, hiệu quả hồi Năng Lượng trong 10s tối đa kích hoạt một lần.",
            "Lore": "Lá chắn điện được Học Viện White Star phát minh ra khi nghiên cứu đảo ngược về người máy của nền văn minh cũ, là một công nghệ kiêm nhiệm chức năng phòng thủ, tấn công và chuyển hóa điện năng.\n\"Tục ngữ có câu: Nước có thể chở thuyền, cũng có thể lật thuyền. Còn tục ngữ của vật lý học lại nói: Dòng điện như dòng nước. Kết hợp lại sẽ có được: Dòng điện có thể tấn công cũng có thể phòng thủ. Đúng là một sự kết hợp khá tốt.\""
        },
        "5": {
            "Title": "Tâm Hồn Trẻ Thơ",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "\"Tốt, người trẻ tuổi cần phải mạnh dạn thử những thứ mới mẻ, cố lên!\"\nTuy rằng có lúc cảm thấy lời động viên của Qingyi có hơi hướng lười biếng và trêu chọc. Nhưng nếu thật sự đã không may gặp rắc rối rồi, thì chỉ cần tin tưởng cô ấy là được.\nDù sao cũng là người đã sống mấy trăm năm mấy ngàn năm rồi mà, chuyện gì cũng giải quyết được hết."
        },
        "6": {
            "Title": "Kỳ Kinh Bát Mạch",
            "Description": "Tăng mạnh cấp Gián Đoạn của <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color>, tăng thêm 100% DMG Bạo Kích của chiêu thức. Khi <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color> của Qingyi đánh trúng kẻ địch, Kháng DMG toàn bộ thuộc tính của mục tiêu giảm 20%, duy trì 15s.",
            "Lore": "Một dạng học thuyết về hệ thống tuần hoàn của cơ thể con người, được ghi chép trong sách cổ của nền văn minh cũ. Nghe nói nếu nắm vững được kiến thức này, sẽ có thể khiến đối phương nhanh chóng mất đi khả năng hành động trong khi chiến đấu.\n\"Lần sau thử huyệt vị gây nhột xem, ai làm vật thí nghiệm đây? Chủ tiệm? Hay là Zhu Yuan?\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Bị Động Cốt Lõi: Thiên Thu Tuế",
            "DescriptionByLevel": {
                "1": "Khi Qingyi phát động đòn kết thúc trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color> đánh trúng kẻ địch, sẽ gán 5 tầng <color=#FFFFFF>Khiếp Phục</color> lên kẻ địch, tối đa cộng dồn 20 tầng, mỗi tầng <color=#FFFFFF>Khiếp Phục</color> sẽ khiến mục tiêu tăng <color=#2BAD00>2%</color> Bội Số DMG Choáng. Mỗi khi phát động một lần lao đến tấn công trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color>, đòn kết thúc sẽ gán thêm 1 tầng <color=#FFFFFF>Khiếp Phục</color>. Khi phát động đòn kết thúc, nếu kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, sẽ trực tiếp gán {CAL:5+5,1,2} tầng <color=#FFFFFF>Khiếp Phục</color>. Khi gán Khiếp Phục lên kẻ địch thường hoặc Tinh Anh, số tầng gán sẽ gấp đôi. Khi mục tiêu thoát khỏi trạng thái Choáng, sẽ tái lập số tầng <color=#FFFFFF>Khiếp Phục</color> tương ứng.",
                "2": "Khi Qingyi phát động đòn kết thúc trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color> đánh trúng kẻ địch, sẽ gán 5 tầng <color=#FFFFFF>Khiếp Phục</color> lên kẻ địch, tối đa cộng dồn 20 tầng, mỗi tầng <color=#FFFFFF>Khiếp Phục</color> sẽ khiến mục tiêu tăng <color=#2BAD00>2,4%</color> Bội Số DMG Choáng. Mỗi khi phát động một lần lao đến tấn công trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color>, đòn kết thúc sẽ gán thêm 1 tầng <color=#FFFFFF>Khiếp Phục</color>. Khi phát động đòn kết thúc, nếu kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, sẽ trực tiếp gán {CAL:5+5,1,2} tầng <color=#FFFFFF>Khiếp Phục</color>. Khi gán Khiếp Phục lên kẻ địch thường hoặc Tinh Anh, số tầng gán sẽ gấp đôi. Khi mục tiêu thoát khỏi trạng thái Choáng, sẽ tái lập số tầng <color=#FFFFFF>Khiếp Phục</color> tương ứng.",
                "3": "Khi Qingyi phát động đòn kết thúc trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color> đánh trúng kẻ địch, sẽ gán 5 tầng <color=#FFFFFF>Khiếp Phục</color> lên kẻ địch, tối đa cộng dồn 20 tầng, mỗi tầng <color=#FFFFFF>Khiếp Phục</color> sẽ khiến mục tiêu tăng <color=#2BAD00>2,7%</color> Bội Số DMG Choáng. Mỗi khi phát động một lần lao đến tấn công trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color>, đòn kết thúc sẽ gán thêm 1 tầng <color=#FFFFFF>Khiếp Phục</color>. Khi phát động đòn kết thúc, nếu kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, sẽ trực tiếp gán {CAL:5+5,1,2} tầng <color=#FFFFFF>Khiếp Phục</color>. Khi gán Khiếp Phục lên kẻ địch thường hoặc Tinh Anh, số tầng gán sẽ gấp đôi. Khi mục tiêu thoát khỏi trạng thái Choáng, sẽ tái lập số tầng <color=#FFFFFF>Khiếp Phục</color> tương ứng.",
                "4": "Khi Qingyi phát động đòn kết thúc trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color> đánh trúng kẻ địch, sẽ gán 5 tầng <color=#FFFFFF>Khiếp Phục</color> lên kẻ địch, tối đa cộng dồn 20 tầng, mỗi tầng <color=#FFFFFF>Khiếp Phục</color> sẽ khiến mục tiêu tăng <color=#2BAD00>3%</color> Bội Số DMG Choáng. Mỗi khi phát động một lần lao đến tấn công trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color>, đòn kết thúc sẽ gán thêm 1 tầng <color=#FFFFFF>Khiếp Phục</color>. Khi phát động đòn kết thúc, nếu kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, sẽ trực tiếp gán {CAL:5+5,1,2} tầng <color=#FFFFFF>Khiếp Phục</color>. Khi gán Khiếp Phục lên kẻ địch thường hoặc Tinh Anh, số tầng gán sẽ gấp đôi. Khi mục tiêu thoát khỏi trạng thái Choáng, sẽ tái lập số tầng <color=#FFFFFF>Khiếp Phục</color> tương ứng.",
                "5": "Khi Qingyi phát động đòn kết thúc trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color> đánh trúng kẻ địch, sẽ gán 5 tầng <color=#FFFFFF>Khiếp Phục</color> lên kẻ địch, tối đa cộng dồn 20 tầng, mỗi tầng <color=#FFFFFF>Khiếp Phục</color> sẽ khiến mục tiêu tăng <color=#2BAD00>3,4%</color> Bội Số DMG Choáng. Mỗi khi phát động một lần lao đến tấn công trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color>, đòn kết thúc sẽ gán thêm 1 tầng <color=#FFFFFF>Khiếp Phục</color>. Khi phát động đòn kết thúc, nếu kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, sẽ trực tiếp gán {CAL:5+5,1,2} tầng <color=#FFFFFF>Khiếp Phục</color>. Khi gán Khiếp Phục lên kẻ địch thường hoặc Tinh Anh, số tầng gán sẽ gấp đôi. Khi mục tiêu thoát khỏi trạng thái Choáng, sẽ tái lập số tầng <color=#FFFFFF>Khiếp Phục</color> tương ứng.",
                "6": "Khi Qingyi phát động đòn kết thúc trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color> đánh trúng kẻ địch, sẽ gán 5 tầng <color=#FFFFFF>Khiếp Phục</color> lên kẻ địch, tối đa cộng dồn 20 tầng, mỗi tầng <color=#FFFFFF>Khiếp Phục</color> sẽ khiến mục tiêu tăng <color=#2BAD00>3,7%</color> Bội Số DMG Choáng. Mỗi khi phát động một lần lao đến tấn công trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color>, đòn kết thúc sẽ gán thêm 1 tầng <color=#FFFFFF>Khiếp Phục</color>. Khi phát động đòn kết thúc, nếu kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, sẽ trực tiếp gán {CAL:5+5,1,2} tầng <color=#FFFFFF>Khiếp Phục</color>. Khi gán Khiếp Phục lên kẻ địch thường hoặc Tinh Anh, số tầng gán sẽ gấp đôi. Khi mục tiêu thoát khỏi trạng thái Choáng, sẽ tái lập số tầng <color=#FFFFFF>Khiếp Phục</color> tương ứng.",
                "7": "Khi Qingyi phát động đòn kết thúc trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color> đánh trúng kẻ địch, sẽ gán 5 tầng <color=#FFFFFF>Khiếp Phục</color> lên kẻ địch, tối đa cộng dồn 20 tầng, mỗi tầng <color=#FFFFFF>Khiếp Phục</color> sẽ khiến mục tiêu tăng <color=#2BAD00>4%</color> Bội Số DMG Choáng. Mỗi khi phát động một lần lao đến tấn công trong <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color>, đòn kết thúc sẽ gán thêm 1 tầng <color=#FFFFFF>Khiếp Phục</color>. Khi phát động đòn kết thúc, nếu kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, sẽ trực tiếp gán {CAL:5+5,1,2} tầng <color=#FFFFFF>Khiếp Phục</color>. Khi gán Khiếp Phục lên kẻ địch thường hoặc Tinh Anh, số tầng gán sẽ gấp đôi. Khi mục tiêu thoát khỏi trạng thái Choáng, sẽ tái lập số tầng <color=#FFFFFF>Khiếp Phục</color> tương ứng."
            }
        },
        "MathSkill": {
            "Title": "Năng Lực Thêm: Dương Quan Tam Điệp",
            "Description": "Khi trong đội có nhân vật <color=#FFFFFF>Tiên Phong</color> hoặc nhân vật cùng phe với bản thân sẽ kích hoạt:\nĐiểm Choáng do <color=#FFFFFF>Tấn Công Thường</color> gây ra tăng 20%. Ngoài ra, nếu Lực Xung Kích của Qingyi cao hơn 120 điểm, cứ mỗi 1 điểm Lực Xung Kích cao hơn sẽ tăng 6 điểm tấn công của bản thân, tối đa có thể tăng 600 điểm tấn công của bản thân bằng cách này."
        }
    },
    "SkillDescriptions": {
        "0": {
            "125100001": {
                "Title": "Tấn Công Thường: Nhất Sát",
                "Description": "Nhấn <IconMap:Icon_Normal> phát động:\nThực hiện tối đa 4 đòn đánh về phía trước, gây <color=#F0D12B>DMG Vật Lý</color> và <color=#2EB6FF>DMG Điện</color>.\nTrong khi đòn 3 tấn công, liên tục nhấn <IconMap:Icon_Normal> có thể duy trì combo, liên tục đánh kẻ địch. Trong thời gian này phát động <color=#FFFFFF>Né</color>, sẽ không làm gián đoạn số combo của <color=#FFFFFF>Tấn Công Thường</color>.\nTrong khi đòn 3 tấn công, ngừng nhấn <IconMap:Icon_Normal> sẽ gián đoạn combo, tự động thực hiện ngay tấn công đòn 4, sau khi duy trì đánh liên tục vượt quá một thời gian, tấn công đòn 4 sẽ được tăng cường.\nTrong thời gian tấn công đòn 3 và 4 sẽ tăng cấp Kháng Gián Đoạn, sát thương phải chịu giảm 40%."
            },
            "125100002": {
                "Title": "Tấn Công Thường: Túy Hoa Vân",
                "Description": "Nhấn giữ <IconMap:Icon_Normal> phát động:\nThực hiện một lần lao đến tấn công về phía trước, gây <color=#2EB6FF>DMG Điện</color>.\nChiêu thức khi phát động sẽ tăng cấp Kháng Gián Đoạn."
            },
            "125100003": {
                "Title": "Chớp Điện",
                "Description": "Khi Qingyi phát động chiêu thức gây <color=#2EB6FF>DMG Điện</color>, sẽ tích lũy <color=#FFFFFF>Điện Áp Chớp Nháy</color>, khi <color=#FFFFFF>Điện Áp Chớp Nháy</color> tích lũy đến 75%, Qingyi sẽ vào trạng thái <color=#FFFFFF>Chớp Điện</color>. Khi phát động <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color>, Qingyi sẽ tiêu hao tất cả <color=#FFFFFF>Điện Áp Chớp Nháy</color> và thoát trạng thái <color=#FFFFFF>Chớp Điện</color>, trong lượng <color=#FFFFFF>Điện Áp Chớp Nháy</color> đã tiêu hao, cứ mỗi 1% của phần vượt quá 75% sẽ khiến sát thương/Điểm Choáng do chiêu thức lần này gây ra tăng thêm 1%/0,5%. Bản thân <color=#FFFFFF>Tấn Công Thường: Túy Hoa Nguyệt Vân</color> sẽ không tích lũy <color=#FFFFFF>Điện Áp Chớp Nháy</color>."
            },
            "125100004": {
                "Title": "Tấn Công Thường: Túy Hoa Nguyệt Vân",
                "Description": "Trong trạng thái <color=#FFFFFF>Chớp Điện</color>, nhấn giữ <IconMap:Icon_Normal> phát động:\nPhát động 5 lần lao đến tấn công liên tiếp về phía trước, sau đó phát động đòn kết thúc, gây lượng lớn <color=#2EB6FF>DMG Điện</color>. Trong thời gian phát động chiêu thức, thả <IconMap:Icon_Normal> có thể phát động sớm đòn kết thúc.\nPhát động đòn kết thúc khi nhân vật sắp bị tấn công, sẽ có thể kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>.\nTrong thời gian phát động lao đến tấn công sẽ tăng cấp Kháng Gián Đoạn, sát thương phải chịu giảm 40%, trong thời gian phát động đòn kết thúc sẽ có hiệu quả Vô Địch."
            },
            "125100016": {
                "Title": "Tấn Công Thường: Nhất Sát"
            },
            "125100017": {
                "Description": "Bội Số DMG Đòn 1",
                "Param": "{Skill:1251001, Prop:1001}"
            },
            "125100018": {
                "Description": "Bội Số DMG Đòn 1 (Phái Sinh)",
                "Param": "{Skill:1251002, Prop:1001}"
            },
            "125100019": {
                "Description": "Bội Số DMG Đòn 2",
                "Param": "{Skill:1251003, Prop:1001}"
            },
            "125100020": {
                "Description": "Bội Số DMG Đòn 3",
                "Param": "{Skill:1251004, Prop:1001}"
            },
            "125100021": {
                "Description": "Bội Số DMG Đòn 4",
                "Param": "{Skill:1251005, Prop:1001}"
            },
            "125100022": {
                "Description": "Bội Số DMG Đòn 4 (Cường Hóa)",
                "Param": "{Skill:1251006, Prop:1001}"
            },
            "125100023": {
                "Description": "Bội Số Choáng Đòn 1",
                "Param": "{Skill:1251001, Prop:1002}"
            },
            "125100024": {
                "Description": "Bội Số Choáng Đòn 1 (Phái Sinh)",
                "Param": "{Skill:1251002, Prop:1002}"
            },
            "125100025": {
                "Description": "Bội Số Choáng Đòn 2",
                "Param": "{Skill:1251003, Prop:1002}"
            },
            "125100026": {
                "Description": "Bội Số Choáng Đòn 3",
                "Param": "{Skill:1251004, Prop:1002}"
            },
            "125100027": {
                "Description": "Bội Số Choáng Đòn 4",
                "Param": "{Skill:1251005, Prop:1002}"
            },
            "125100028": {
                "Description": "Bội Số Choáng Đòn 4 (Cường Hóa)",
                "Param": "{Skill:1251006, Prop:1002}"
            },
            "125100029": {
                "Title": "Tấn Công Thường: Túy Hoa Vân"
            },
            "125100030": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1251007, Prop:1001}"
            },
            "125100031": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1251007, Prop:1002}"
            },
            "125100032": {
                "Title": "Tấn Công Thường: Túy Hoa Nguyệt Vân"
            },
            "125100033": {
                "Description": "Bội Số DMG Lao Đến Tấn Công",
                "Param": "{Skill:1251008, Prop:1001}"
            },
            "125100034": {
                "Description": "Bội Số DMG Đòn Kết Thúc",
                "Param": "{Skill:1251009, Prop:1001}"
            },
            "125100035": {
                "Description": "Bội Số Choáng Lao Đến Tấn Công",
                "Param": "{Skill:1251008, Prop:1002}"
            },
            "125100036": {
                "Description": "Bội Số Choáng Đòn Kết Thúc",
                "Param": "{Skill:1251009, Prop:1002}"
            }
        },
        "1": {
            "125100005": {
                "Title": "Chiến Kỹ: Chú Cẩm Đường",
                "Description": "Nhấn <IconMap:Icon_Special> phát động:\nLao về phía trước thực hiện đòn đánh hướng lên, sau đó tấn công đập xuống, gây <color=#2EB6FF>DMG Điện</color>.\nChiêu thức khi phát động sẽ tăng cấp Kháng Gián Đoạn."
            },
            "125100006": {
                "Title": "Siêu Chiến Kỹ: Nguyệt Thượng Hải Đường",
                "Description": "Khi đủ Năng Lượng, nhấn <IconMap:Icon_SpecialReady> phát động:\nSau khi lao về trước thực hiện đòn đánh hướng lên, sẽ nhảy lên không trung, sau khi xoay người đánh liên tục sẽ phát động tấn công đập xuống mạnh mẽ, gây lượng lớn <color=#2EB6FF>DMG Điện</color>, khi nhấn giữ <IconMap:Icon_SpecialReady> có thể tiêu hao thêm năng lượng, tăng số lần tấn công của xoay người đánh liên tục.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch.\nSau khi phát động chiêu thức, có thể trực tiếp thực hiện <color=#FFFFFF>Tấn Công Thường</color> đòn thứ 3 ngay sau đó."
            },
            "125100037": {
                "Title": "Chiến Kỹ: Chú Cẩm Đường"
            },
            "125100038": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1251010, Prop:1001}"
            },
            "125100039": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1251010, Prop:1002}"
            },
            "125100040": {
                "Title": "Siêu Chiến Kỹ: Nguyệt Thượng Hải Đường"
            },
            "125100041": {
                "Description": "Bội Số DMG",
                "Param": "{{Skill:1251011, Prop:1001} + {Skill:1251021, Prop:1001} + {Skill:1251022, Prop:1001}}"
            },
            "125100042": {
                "Description": "Bội Số Choáng",
                "Param": "{{Skill:1251011, Prop:1002} + {Skill:1251021, Prop:1002} + {Skill:1251022, Prop:1002}}"
            },
            "125100043": {
                "Description": "Tiêu Hao Năng Lượng",
                "Param": "60 điểm"
            },
            "125100044": {
                "Description": "Tiêu Hao Thêm Năng Lượng",
                "Param": "20 điểm"
            }
        },
        "2": {
            "125100007": {
                "Title": "Né: Nhạn Quá Thanh",
                "Description": "Nhấn <IconMap:Icon_Evade> phát động:\nNhanh chóng né tránh.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "125100008": {
                "Title": "Tấn Công Lướt: Nhập Phá",
                "Description": "Khi né, nhấn <IconMap:Icon_Normal> phát động:\nSau khi lao về phía trước sẽ nhảy lên tấn công, gây <color=#F0D12B>DMG Vật Lý</color>."
            },
            "125100009": {
                "Title": "Phản Kích Khi Né: Ý Bất Tận",
                "Description": "Sau khi kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, nhấn <IconMap:Icon_Normal> phát động:\nSau khi nhảy lên không trung sẽ phát động tấn công đáp đất, gây <color=#2EB6FF>DMG Điện</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "125100045": {
                "Title": "Tấn Công Lướt: Nhập Phá"
            },
            "125100046": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1251012, Prop:1001}"
            },
            "125100047": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1251012, Prop:1002}"
            },
            "125100048": {
                "Title": "Phản Kích Khi Né: Ý Bất Tận"
            },
            "125100049": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1251013, Prop:1001}"
            },
            "125100050": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1251013, Prop:1002}"
            }
        },
        "3": {
            "125100010": {
                "Title": "Liên Kích: Thái Bình Lệnh",
                "Description": "Khi kích hoạt <color=#FFFFFF>Liên Kích</color>, chọn nhân vật tương ứng phát động:\nLiên tục đánh mạnh vào khu vực lớn phía trước, gây lượng lớn <color=#2EB6FF>DMG Điện</color>.\nKhi tấn công trúng kẻ địch, mục tiêu cứ có một tầng <color=#FFFFFF>Khiếp Phục</color> trong <color=#FFFFFF>Bị Động Cốt Lõi: Thiên Thu Tuế</color> sẽ làm tăng 3% sát thương của chiêu thức lên mục tiêu.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "125100011": {
                "Title": "Tuyệt Kỹ: Bát Thanh Cam Châu",
                "Description": "Khi Cấp Decibel đạt <color=#FFFFFF>Cực Hạn</color>, nhấn <IconMap:Icon_UltimateReady> phát động:\nLiên tục đánh mạnh vào khu vực lớn phía trước, sau đó phát động đòn kết thúc, gây lượng lớn <color=#2EB6FF>DMG Điện</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "125100051": {
                "Title": "Liên Kích: Thái Bình Lệnh"
            },
            "125100052": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1251014, Prop:1001}"
            },
            "125100053": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1251014, Prop:1002}"
            },
            "125100054": {
                "Title": "Tuyệt Kỹ: Bát Thanh Cam Châu"
            },
            "125100055": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1251015, Prop:1001}"
            },
            "125100056": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1251015, Prop:1002}"
            }
        },
        "6": {
            "125100013": {
                "Title": "Hỗ Trợ Nhanh: Phong Nhập Tùng",
                "Description": "Khi nhân vật đang thao tác bị đánh bay, nhấn <IconMap:Icon_Switch> phát động:\nSau khi nhảy lên không trung sẽ phát động tấn công đáp đất, gây <color=#2EB6FF>DMG Điện</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "125100014": {
                "Title": "Hỗ Trợ Chống Đỡ: Cẩm Thượng Hoa",
                "Description": "Khi nhân vật trong sân sắp bị tấn công, nhấn <IconMap:Icon_Switch> phát động:\nChống đỡ tấn công của kẻ địch, tích lũy lượng lớn Điểm Choáng.\nCó khả năng chống đỡ rất tốt, khi chịu phải tấn công cường độ cao, sẽ giảm tiêu hao <color=#FFFFFF>Điểm Chi Viện</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "125100015": {
                "Title": "Đột Kích Chi Viện: Thanh Giang Dẫn",
                "Description": "Sau khi phát động <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, nhấn <IconMap:Icon_Normal> phát động:\nNhanh chóng lao về trước tấn công và truyền Điện Năng vào mặt đất, sau đó rút ra để kích nổ, gây <color=#2EB6FF>DMG Điện</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "125100057": {
                "Title": "Hỗ Trợ Nhanh: Phong Nhập Tùng"
            },
            "125100058": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1251016, Prop:1001}"
            },
            "125100059": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1251016, Prop:1002}"
            },
            "125100060": {
                "Title": "Hỗ Trợ Chống Đỡ: Cẩm Thượng Hoa"
            },
            "125100061": {
                "Description": "Bội Số Đỡ Choáng Nhẹ",
                "Param": "{Skill:1251017, Prop:1002}"
            },
            "125100062": {
                "Description": "Bội Số Đỡ Choáng Mạnh",
                "Param": "{Skill:1251018, Prop:1002}"
            },
            "125100063": {
                "Description": "Bội Số Đỡ Choáng Liên Tục",
                "Param": "{Skill:1251019, Prop:1002}"
            },
            "125100064": {
                "Title": "Đột Kích Chi Viện: Thanh Giang Dẫn"
            },
            "125100065": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1251020, Prop:1001}"
            },
            "125100066": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1251020, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1251001": {
            "DamageValue": 4720,
            "DamageGrowth": 430,
            "DazeValue": 2360,
            "DazeGrowth": 110
        },
        "1251002": {
            "DamageValue": 11030,
            "DamageGrowth": 1010,
            "DazeValue": 5520,
            "DazeGrowth": 260
        },
        "1251003": {
            "DamageValue": 12210,
            "DamageGrowth": 1110,
            "DazeValue": 8220,
            "DazeGrowth": 380
        },
        "1251004": {
            "DamageValue": 1760,
            "DamageGrowth": 160,
            "DazeValue": 1910,
            "DazeGrowth": 90
        },
        "1251005": {
            "DamageValue": 10640,
            "DamageGrowth": 970,
            "DazeValue": 10630,
            "DazeGrowth": 490
        },
        "1251006": {
            "DamageValue": 23440,
            "DamageGrowth": 2140,
            "DazeValue": 20470,
            "DazeGrowth": 940
        },
        "1251007": {
            "DamageValue": 8560,
            "DamageGrowth": 780,
            "DazeValue": 8560,
            "DazeGrowth": 390
        },
        "1251008": {
            "DamageValue": 44870,
            "DamageGrowth": 4080,
            "DazeValue": 27190,
            "DazeGrowth": 1240
        },
        "1251009": {
            "DamageValue": 39440,
            "DamageGrowth": 3590,
            "DazeValue": 21760,
            "DazeGrowth": 990
        },
        "1251010": {
            "DamageValue": 6240,
            "DamageGrowth": 570,
            "DazeValue": 6240,
            "DazeGrowth": 290
        },
        "1251011": {
            "DamageValue": 15070,
            "DamageGrowth": 1370,
            "DazeValue": 11110,
            "DazeGrowth": 510
        },
        "1251012": {
            "DamageValue": 4950,
            "DamageGrowth": 450,
            "DazeValue": 2480,
            "DazeGrowth": 120
        },
        "1251013": {
            "DamageValue": 28400,
            "DamageGrowth": 2590,
            "DazeValue": 19040,
            "DazeGrowth": 870
        },
        "1251014": {
            "DamageValue": 64790,
            "DamageGrowth": 5890,
            "DazeValue": 20900,
            "DazeGrowth": 950
        },
        "1251015": {
            "DamageValue": 167070,
            "DamageGrowth": 15190,
            "DazeValue": 109710,
            "DazeGrowth": 4990
        },
        "1251016": {
            "DamageValue": 13390,
            "DamageGrowth": 1220,
            "DazeValue": 13390,
            "DazeGrowth": 610
        },
        "1251017": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 24930,
            "DazeGrowth": 1140
        },
        "1251018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 30430,
            "DazeGrowth": 1390
        },
        "1251019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 12830,
            "DazeGrowth": 590
        },
        "1251020": {
            "DamageValue": 37640,
            "DamageGrowth": 3430,
            "DazeValue": 27900,
            "DazeGrowth": 1270
        },
        "1251021": {
            "DamageValue": 21100,
            "DamageGrowth": 1920,
            "DazeValue": 15550,
            "DazeGrowth": 710
        },
        "1251022": {
            "DamageValue": 24110,
            "DamageGrowth": 2200,
            "DazeValue": 17770,
            "DazeGrowth": 810
        }
    }
}