{
    "Name": "Orphie và Magus",
    "ElementTypes": [
        "Fire"
    ],
    "Specialty": {
        "Id": 1,
        "Name": "Tiên Phong"
    },
    "Talents": {
        "1": {
            "Title": "Nhà Mèo Sang Trọng",
            "Description": "Sát thương gây ra khi Orphie & Magus phát động Chiến Kỹ: Tia Chớp Ăn Mòn, Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực, Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng, Siêu Chiến Kỹ: Phun Lửa Càn Quét sẽ bỏ qua 15% <color=#FF5521>Kháng DMG Hỏa</color>, đồng thời sát thương do Người Đại Diện có Ngắm Chuẩn Hồng Tâm gây ra tăng 20%.",
            "Lore": "Góc phòng của Orphie chất đầy các loại đồ dùng mua cho mèo: một bộ tháp leo cho mèo có thể trèo lên xuống, một tấm đệm mềm mại, một chiếc bàn cào móng không thể hỏng cho mèo, và cả những món đồ chơi được chọn lựa kỹ càng...\n\"Tôi luôn lo lắng sẽ gặp một chú mèo bệnh vô gia cư gần tiền đồn... Nếu chuẩn bị sẵn những thứ này trước, sẽ thuận tiện cho nó ở lại đây hơn...\"\n\"Nhưng trong doanh trại không được nuôi mèo... Đến lúc đó tôi nhất định sẽ tìm cho nó một chủ nhân tốt bụng trong thời hạn mà đội trưởng quy định!\"\n\"Nhưng Orphie à, những thứ đó đã ở trong ký túc xá ba năm rồi, mà cô vẫn chưa gặp được chú mèo nào như thế!\""
        },
        "2": {
            "Title": "Danh Sách Thực Phẩm Kỳ Lạ",
            "Description": "Mỗi lần Orphie & Magus phát động Cú Đánh Bổ Sung sẽ hồi 65 điểm Decibel, mỗi 4s tối đa kích hoạt 1 lần. Sau khi Orphie & Magus phát động Tuyệt Kỹ, tấn công của bản thân tăng 20%, tối đa duy trì 45s.",
            "Lore": "Bỏng ngô nho biển, cháo hải sản hoa anh đào và đào mật, đậu phụ sốt dâu tây vị tê cay... Orphie thỉnh thoảng lại thử những món ăn có hương vị kỳ lạ, và tất cả chúng đều được liệt kê một cách lộn xộn trong danh sách nguyện vọng ở góc bàn của cô ấy.\n\"Mặc dù những món ngon rất hấp dẫn, nhưng những hương vị thú vị cũng rất đáng để thử mà! ...Miễn là đừng có vị đắng là được!\"\n\"À phải rồi Người Kết Nối, có muốn nếm thử kẹo sữa dừa dâu tây siêu cay mà tôi thích nhất không? Tôi đã bóc sẵn bọc cho {F#cô}{M#cậu} rồi đây...\"\n\"Đội viên Orphie , sở thích kỳ quặc của cô một ngày nào đó sẽ khiến tất cả bạn bè bỏ chạy mất thôi!\""
        },
        "3": {
            "Title": "Sổ Tay Chiến Thuật",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "Cuốn \"Sổ Tay Chiến Thuật - Chương Mở Rộng Đặc Biệt Của Orphie\" được đặt trên đầu giường của thiếu nữ rốt cuộc đã viết những gì trong đó, mà ngay cả đội trưởng Magus cũng không rõ...\n\"Tiêu Diệt-1\", \"Rút Lui-3\", \"Tuần Tra-2\"... À phải rồi, còn cả \"Hẹn Hò-5\" nữa!\"\n\"Khoan đã, Orphie, từ bao giờ mà chiến thuật về việc hẹn hò đã mở rộng tới điều thứ năm rồi?!\"\n\"Vừa rồi chỉ muốn kiểm tra xem đội trưởng có nắm rõ \"Sổ Tay Chiến Thuật\" không thôi, hì hì! Đội trưởng đã vượt qua bài kiểm tra rồi!\""
        },
        "4": {
            "Title": "Bao Súng Màu Hồng",
            "Description": "Thời gian ban đầu của Ngắm Chuẩn Hồng Tâm tăng đến 16s, và sát thương do Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng hoặc Tuyệt Kỹ: Khiêu Vũ Cùng Lửa của Orphie & Magus gây ra tăng 40%.",
            "Lore": "Magus chưa bao giờ đáp lại những lời đe dọa suông, đó chính là lý do vì sao Orphie thực sự đã mua một cái bao súng màu hồng.\nNó được đặt trong ngăn kéo dưới cùng của tủ đồ, như một lời nhắc nhở Magus phải luôn cẩn trọng lời nói và hành động... dù hiệu quả không cao.\n\"Đội trưởng, tôi đã nói rồi, phải uốn lưỡi ba lần trước khi nói, không thì rất dễ làm tổn thương người khác đấy!\"\n\"Đám khốn kiếp đó, ăn vài viên đạn của tôi thì đã sao? Khoan đã, Orphie... Đội viên Orphie, tôi ra lệnh cho cô không được đeo cái thứ màu hồng đó lên người tôi!\""
        },
        "5": {
            "Title": "Đồng Xu Qua Sông",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "Đồng xu kỷ niệm lấp lánh ánh bạc ấy được Orphie đặt ở nơi vừa bước vào là có thể nhìn thấy ngay.\n\"Đồng xu bạc để vượt qua sông minh giới đó, rốt cuộc ở đâu nhỉ~\"\n\"Hay là... đặt làm một bộ xu kỷ niệm như thế này? Dùng hoa văn trên huy hiệu đội để thiết kế, cũng là để tượng trưng cho tinh thần của đội.\"\n\"Trong ngọn lửa đen tối, cũng có thể sinh ra huy hiệu ánh trăng sao...\"\n\"Đừng nói mấy lời khó hiểu nữa, Chiến Binh 11! Nhưng ý kiến của chị Trigger rất hay, mặt sau còn có thể khắc tên của tất cả thành viên trong đội! Đội trưởng thấy sao?\"\n\"Duyệt.\""
        },
        "6": {
            "Title": "Hạt Giống Phép Thuật",
            "Description": "Khi đủ Năng Lượng, sau đòn tấn công bằng hỏa đao của Tấn Công Thường: Hỏa Thương Cao Áp có thể nhấn <IconMap:Icon_SpecialReady> để trực tiếp thực hiện Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực. Khi phát động đòn tấn công bằng hỏa đao của Tấn Công Thường: Hỏa Thương Cao Áp sẽ hồi 10 điểm Tụ Lửa, trong giai đoạn hỏa lực thấp của Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng cũng sẽ tăng cấp Gián Đoạn. Khi tia laser của Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng hoặc Tuyệt Kỹ đánh trúng địch, sẽ gây thêm <color=#FF5521>DMG Hỏa</color> bằng 250% tấn công của Orphie & Magus lên kẻ địch, hiệu quả này mỗi 0.5s tối đa kích hoạt 1 lần, sát thương này được xem là sát thương Siêu Chiến Kỹ và Cú Đánh Bổ Sung.",
            "Lore": "\"Đội trưởng, hạt giống này không thể nảy mầm ra hoa được. Giống như Orphie vậy, dù có cố gắng thế nào cũng không có kết quả...\"\n\"Orphie, đây là một hạt giống phép thuật. Tuy nó không thể tự nảy mầm và nở hoa, nhưng lại có thể giúp những hạt giống khác lớn lên trở thành cây đại thụ... Chỉ cần mang nó bên mình, sẽ nhận được may mắn.\"\n\"Nó sẽ giống như đội trưởng vậy, luôn ở bên cạnh Orphie, chứng kiến Orphie từng bước trở thành người lính xuất sắc nhất.\"\n- Đối diện với hình bóng nhỏ bé đang vụng về dùng tay gạt nước mắt, tủi thân và buồn bã ấy, giọng nói từ họng súng của Magus lần đầu tiên trở nên dịu dàng đến lạ."
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Bị Động Cốt Lõi: Hàm Phong Ngự Hỏa",
            "DescriptionByLevel": {
                "1": "Tỷ Lệ Bạo Kích của Orphie & Magus tăng <color=#2BAD00>12,5%</color>, sát thương Cú Đánh Bổ Sung gây ra tăng <color=#2BAD00>42,5%</color>.\nBan đầu Orphie & Magus sẽ nhận được 100 điểm Tụ Lửa, tối đa nhận 125 điểm.\nKhi Orphie & Magus ở vị trí dự bị, nếu có thể thi triển Chiến Kỹ: Tia Chớp Ăn Mòn và Năng Lượng lớn hơn hoặc bằng 60 điểm, sẽ đổi thành tiêu hao 30 điểm Năng Lượng tự động thi triển Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực.\nKhi tia laser của Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng đánh trúng kẻ địch, nhân vật toàn đội sẽ nhận được hiệu quả Ngắm Chuẩn Hồng Tâm, duy trì 12s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì. Khi Người Đại Diện có hiệu quả Ngắm Chuẩn Hồng Tâm, tấn công tăng <color=#2BAD00>130</color> điểm. Khi Tự Hồi Năng Lượng ban đầu của Orphie & Magus lớn hơn hoặc bằng 1,6 điểm, cứ mỗi 0,1 điểm Tự Hồi Năng Lượng ban đầu vượt mức, tấn công sẽ tăng thêm 20 điểm, tổng mức tăng ban đầu và tăng thêm không vượt quá <color=#2BAD00>340</color> điểm. Khi Người Đại Diện có Ngắm Chuẩn Hồng Tâm phát động Cú Đánh Bổ Sung, sẽ khiến hiệu quả Ngắm Chuẩn Hồng Tâm của bản thân kéo dài thêm 4s, tối đa kéo dài thêm 20s.\nSát thương gây ra bởi đòn tấn công bằng hỏa đao của Tấn Công Thường: Hỏa Thương Cao Áp, Siêu Chiến Kỹ: Cẩn Thận Dưới Chân, Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực, Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng, Siêu Chiến Kỹ: Phun Lửa Càn Quét, Liên Kích: Nòng Súng Quá Nhiệt, Tuyệt Kỹ: Khiêu Vũ Cùng Lửa đều được xem là sát thương Cú Đánh Bổ Sung, và việc phát động các chiêu thức kể trên đều được xem là phát động Cú Đánh Bổ Sung.",
                "2": "Tỷ Lệ Bạo Kích của Orphie & Magus tăng <color=#2BAD00>14,6%</color>, sát thương Cú Đánh Bổ Sung gây ra tăng <color=#2BAD00>49,6%</color>.\nBan đầu Orphie & Magus sẽ nhận được 100 điểm Tụ Lửa, tối đa nhận 125 điểm.\nKhi Orphie & Magus ở vị trí dự bị, nếu có thể thi triển Chiến Kỹ: Tia Chớp Ăn Mòn và Năng Lượng lớn hơn hoặc bằng 60 điểm, sẽ đổi thành tiêu hao 30 điểm Năng Lượng tự động thi triển Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực.\nKhi tia laser của Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng đánh trúng kẻ địch, nhân vật toàn đội sẽ nhận được hiệu quả Ngắm Chuẩn Hồng Tâm, duy trì 12s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì. Khi Người Đại Diện có hiệu quả Ngắm Chuẩn Hồng Tâm, tấn công tăng <color=#2BAD00>155</color> điểm. Khi Tự Hồi Năng Lượng ban đầu của Orphie & Magus lớn hơn hoặc bằng 1,6 điểm, cứ mỗi 0,1 điểm Tự Hồi Năng Lượng ban đầu vượt mức, tấn công sẽ tăng thêm 20 điểm, tổng mức tăng ban đầu và tăng thêm không vượt quá <color=#2BAD00>400</color> điểm. Khi Người Đại Diện có Ngắm Chuẩn Hồng Tâm phát động Cú Đánh Bổ Sung, sẽ khiến hiệu quả Ngắm Chuẩn Hồng Tâm của bản thân kéo dài thêm 4s, tối đa kéo dài thêm 20s.\nSát thương gây ra bởi đòn tấn công bằng hỏa đao của Tấn Công Thường: Hỏa Thương Cao Áp, Siêu Chiến Kỹ: Cẩn Thận Dưới Chân, Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực, Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng, Siêu Chiến Kỹ: Phun Lửa Càn Quét, Liên Kích: Nòng Súng Quá Nhiệt, Tuyệt Kỹ: Khiêu Vũ Cùng Lửa đều được xem là sát thương Cú Đánh Bổ Sung, và việc phát động các chiêu thức kể trên đều được xem là phát động Cú Đánh Bổ Sung.",
                "3": "Tỷ Lệ Bạo Kích của Orphie & Magus tăng <color=#2BAD00>16,7%</color>, sát thương Cú Đánh Bổ Sung gây ra tăng <color=#2BAD00>56,7%</color>.\nBan đầu Orphie & Magus sẽ nhận được 100 điểm Tụ Lửa, tối đa nhận 125 điểm.\nKhi Orphie & Magus ở vị trí dự bị, nếu có thể thi triển Chiến Kỹ: Tia Chớp Ăn Mòn và Năng Lượng lớn hơn hoặc bằng 60 điểm, sẽ đổi thành tiêu hao 30 điểm Năng Lượng tự động thi triển Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực.\nKhi tia laser của Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng đánh trúng kẻ địch, nhân vật toàn đội sẽ nhận được hiệu quả Ngắm Chuẩn Hồng Tâm, duy trì 12s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì. Khi Người Đại Diện có hiệu quả Ngắm Chuẩn Hồng Tâm, tấn công tăng <color=#2BAD00>180</color> điểm. Khi Tự Hồi Năng Lượng ban đầu của Orphie & Magus lớn hơn hoặc bằng 1,6 điểm, cứ mỗi 0,1 điểm Tự Hồi Năng Lượng ban đầu vượt mức, tấn công sẽ tăng thêm 20 điểm, tổng mức tăng ban đầu và tăng thêm không vượt quá <color=#2BAD00>460</color> điểm. Khi Người Đại Diện có Ngắm Chuẩn Hồng Tâm phát động Cú Đánh Bổ Sung, sẽ khiến hiệu quả Ngắm Chuẩn Hồng Tâm của bản thân kéo dài thêm 4s, tối đa kéo dài thêm 20s.\nSát thương gây ra bởi đòn tấn công bằng hỏa đao của Tấn Công Thường: Hỏa Thương Cao Áp, Siêu Chiến Kỹ: Cẩn Thận Dưới Chân, Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực, Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng, Siêu Chiến Kỹ: Phun Lửa Càn Quét, Liên Kích: Nòng Súng Quá Nhiệt, Tuyệt Kỹ: Khiêu Vũ Cùng Lửa đều được xem là sát thương Cú Đánh Bổ Sung, và việc phát động các chiêu thức kể trên đều được xem là phát động Cú Đánh Bổ Sung.",
                "4": "Tỷ Lệ Bạo Kích của Orphie & Magus tăng <color=#2BAD00>18,8%</color>, sát thương Cú Đánh Bổ Sung gây ra tăng <color=#2BAD00>63,7%</color>.\nBan đầu Orphie & Magus sẽ nhận được 100 điểm Tụ Lửa, tối đa nhận 125 điểm.\nKhi Orphie & Magus ở vị trí dự bị, nếu có thể thi triển Chiến Kỹ: Tia Chớp Ăn Mòn và Năng Lượng lớn hơn hoặc bằng 60 điểm, sẽ đổi thành tiêu hao 30 điểm Năng Lượng tự động thi triển Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực.\nKhi tia laser của Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng đánh trúng kẻ địch, nhân vật toàn đội sẽ nhận được hiệu quả Ngắm Chuẩn Hồng Tâm, duy trì 12s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì. Khi Người Đại Diện có hiệu quả Ngắm Chuẩn Hồng Tâm, tấn công tăng <color=#2BAD00>205</color> điểm. Khi Tự Hồi Năng Lượng ban đầu của Orphie & Magus lớn hơn hoặc bằng 1,6 điểm, cứ mỗi 0,1 điểm Tự Hồi Năng Lượng ban đầu vượt mức, tấn công sẽ tăng thêm 20 điểm, tổng mức tăng ban đầu và tăng thêm không vượt quá <color=#2BAD00>520</color> điểm. Khi Người Đại Diện có Ngắm Chuẩn Hồng Tâm phát động Cú Đánh Bổ Sung, sẽ khiến hiệu quả Ngắm Chuẩn Hồng Tâm của bản thân kéo dài thêm 4s, tối đa kéo dài thêm 20s.\nSát thương gây ra bởi đòn tấn công bằng hỏa đao của Tấn Công Thường: Hỏa Thương Cao Áp, Siêu Chiến Kỹ: Cẩn Thận Dưới Chân, Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực, Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng, Siêu Chiến Kỹ: Phun Lửa Càn Quét, Liên Kích: Nòng Súng Quá Nhiệt, Tuyệt Kỹ: Khiêu Vũ Cùng Lửa đều được xem là sát thương Cú Đánh Bổ Sung, và việc phát động các chiêu thức kể trên đều được xem là phát động Cú Đánh Bổ Sung.",
                "5": "Tỷ Lệ Bạo Kích của Orphie & Magus tăng <color=#2BAD00>20,8%</color>, sát thương Cú Đánh Bổ Sung gây ra tăng <color=#2BAD00>70,8%</color>.\nBan đầu Orphie & Magus sẽ nhận được 100 điểm Tụ Lửa, tối đa nhận 125 điểm.\nKhi Orphie & Magus ở vị trí dự bị, nếu có thể thi triển Chiến Kỹ: Tia Chớp Ăn Mòn và Năng Lượng lớn hơn hoặc bằng 60 điểm, sẽ đổi thành tiêu hao 30 điểm Năng Lượng tự động thi triển Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực.\nKhi tia laser của Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng đánh trúng kẻ địch, nhân vật toàn đội sẽ nhận được hiệu quả Ngắm Chuẩn Hồng Tâm, duy trì 12s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì. Khi Người Đại Diện có hiệu quả Ngắm Chuẩn Hồng Tâm, tấn công tăng <color=#2BAD00>230</color> điểm. Khi Tự Hồi Năng Lượng ban đầu của Orphie & Magus lớn hơn hoặc bằng 1,6 điểm, cứ mỗi 0,1 điểm Tự Hồi Năng Lượng ban đầu vượt mức, tấn công sẽ tăng thêm 20 điểm, tổng mức tăng ban đầu và tăng thêm không vượt quá <color=#2BAD00>580</color> điểm. Khi Người Đại Diện có Ngắm Chuẩn Hồng Tâm phát động Cú Đánh Bổ Sung, sẽ khiến hiệu quả Ngắm Chuẩn Hồng Tâm của bản thân kéo dài thêm 4s, tối đa kéo dài thêm 20s.\nSát thương gây ra bởi đòn tấn công bằng hỏa đao của Tấn Công Thường: Hỏa Thương Cao Áp, Siêu Chiến Kỹ: Cẩn Thận Dưới Chân, Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực, Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng, Siêu Chiến Kỹ: Phun Lửa Càn Quét, Liên Kích: Nòng Súng Quá Nhiệt, Tuyệt Kỹ: Khiêu Vũ Cùng Lửa đều được xem là sát thương Cú Đánh Bổ Sung, và việc phát động các chiêu thức kể trên đều được xem là phát động Cú Đánh Bổ Sung.",
                "6": "Tỷ Lệ Bạo Kích của Orphie & Magus tăng <color=#2BAD00>22,9%</color>, sát thương Cú Đánh Bổ Sung gây ra tăng <color=#2BAD00>77,9%</color>.\nBan đầu Orphie & Magus sẽ nhận được 100 điểm Tụ Lửa, tối đa nhận 125 điểm.\nKhi Orphie & Magus ở vị trí dự bị, nếu có thể thi triển Chiến Kỹ: Tia Chớp Ăn Mòn và Năng Lượng lớn hơn hoặc bằng 60 điểm, sẽ đổi thành tiêu hao 30 điểm Năng Lượng tự động thi triển Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực.\nKhi tia laser của Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng đánh trúng kẻ địch, nhân vật toàn đội sẽ nhận được hiệu quả Ngắm Chuẩn Hồng Tâm, duy trì 12s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì. Khi Người Đại Diện có hiệu quả Ngắm Chuẩn Hồng Tâm, tấn công tăng <color=#2BAD00>255</color> điểm. Khi Tự Hồi Năng Lượng ban đầu của Orphie & Magus lớn hơn hoặc bằng 1,6 điểm, cứ mỗi 0,1 điểm Tự Hồi Năng Lượng ban đầu vượt mức, tấn công sẽ tăng thêm 20 điểm, tổng mức tăng ban đầu và tăng thêm không vượt quá <color=#2BAD00>640</color> điểm. Khi Người Đại Diện có Ngắm Chuẩn Hồng Tâm phát động Cú Đánh Bổ Sung, sẽ khiến hiệu quả Ngắm Chuẩn Hồng Tâm của bản thân kéo dài thêm 4s, tối đa kéo dài thêm 20s.\nSát thương gây ra bởi đòn tấn công bằng hỏa đao của Tấn Công Thường: Hỏa Thương Cao Áp, Siêu Chiến Kỹ: Cẩn Thận Dưới Chân, Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực, Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng, Siêu Chiến Kỹ: Phun Lửa Càn Quét, Liên Kích: Nòng Súng Quá Nhiệt, Tuyệt Kỹ: Khiêu Vũ Cùng Lửa đều được xem là sát thương Cú Đánh Bổ Sung, và việc phát động các chiêu thức kể trên đều được xem là phát động Cú Đánh Bổ Sung.",
                "7": "Tỷ Lệ Bạo Kích của Orphie & Magus tăng <color=#2BAD00>25%</color>, sát thương Cú Đánh Bổ Sung gây ra tăng <color=#2BAD00>85%</color>.\nBan đầu Orphie & Magus sẽ nhận được 100 điểm Tụ Lửa, tối đa nhận 125 điểm.\nKhi Orphie & Magus ở vị trí dự bị, nếu có thể thi triển Chiến Kỹ: Tia Chớp Ăn Mòn và Năng Lượng lớn hơn hoặc bằng 60 điểm, sẽ đổi thành tiêu hao 30 điểm Năng Lượng tự động thi triển Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực.\nKhi tia laser của Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng đánh trúng kẻ địch, nhân vật toàn đội sẽ nhận được hiệu quả Ngắm Chuẩn Hồng Tâm, duy trì 12s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì. Khi Người Đại Diện có hiệu quả Ngắm Chuẩn Hồng Tâm, tấn công tăng <color=#2BAD00>280</color> điểm. Khi Tự Hồi Năng Lượng ban đầu của Orphie & Magus lớn hơn hoặc bằng 1,6 điểm, cứ mỗi 0,1 điểm Tự Hồi Năng Lượng ban đầu vượt mức, tấn công sẽ tăng thêm 20 điểm, tổng mức tăng ban đầu và tăng thêm không vượt quá <color=#2BAD00>700</color> điểm. Khi Người Đại Diện có Ngắm Chuẩn Hồng Tâm phát động Cú Đánh Bổ Sung, sẽ khiến hiệu quả Ngắm Chuẩn Hồng Tâm của bản thân kéo dài thêm 4s, tối đa kéo dài thêm 20s.\nSát thương gây ra bởi đòn tấn công bằng hỏa đao của Tấn Công Thường: Hỏa Thương Cao Áp, Siêu Chiến Kỹ: Cẩn Thận Dưới Chân, Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực, Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng, Siêu Chiến Kỹ: Phun Lửa Càn Quét, Liên Kích: Nòng Súng Quá Nhiệt, Tuyệt Kỹ: Khiêu Vũ Cùng Lửa đều được xem là sát thương Cú Đánh Bổ Sung, và việc phát động các chiêu thức kể trên đều được xem là phát động Cú Đánh Bổ Sung."
            }
        },
        "MathSkill": {
            "Title": "Năng Lực Thêm: Hỏa Luyện Đúc Thành",
            "Description": "Khi trong đội có nhân vật <color=#FFFFFF>Khống Chế</color> hoặc <color=#FFFFFF>Chi Viện</color> sẽ kích hoạt:\nSát thương từ Cú Đánh Bổ Sung của Người Đại Diện có Ngắm Chuẩn Hồng Tâm gây ra sẽ bỏ qua 25% Phòng Thủ."
        },
        "AwakenAbility": {},
        "BaseProps": [
            {
                "30501": 0,
                "12101": 0
            },
            {
                "30501": 12,
                "12101": 0
            },
            {
                "30501": 12,
                "12101": 25
            },
            {
                "30501": 24,
                "12101": 25
            },
            {
                "30501": 24,
                "12101": 50
            },
            {
                "30501": 36,
                "12101": 50
            },
            {
                "30501": 36,
                "12101": 75
            }
        ]
    },
    "SkillDescriptions": {
        "0": {
            "130100001": {
                "Title": "Tấn Công Thường: Hỏa Thương Cao Áp",
                "Description": "Nhấn <IconMap:Icon_Normal> phát động:\nThực hiện tối đa 5 đòn tấn công về phía trước, sau đó phát động đòn tấn công bằng hỏa đao mạnh mẽ về phía trước, gây <color=#F0D12B>DMG Vật Lý</color> và <color=#FF5521>DMG Hỏa</color>."
            },
            "130100017": {
                "Title": "Tấn Công Thường: Hỏa Thương Cao Áp"
            },
            "130100018": {
                "Description": "Bội Số DMG Đòn 1",
                "Param": "{Skill:1301001, Prop:1001}"
            },
            "130100019": {
                "Description": "Bội Số DMG Đòn 2",
                "Param": "{Skill:1301002, Prop:1001}"
            },
            "130100020": {
                "Description": "Bội Số DMG Đòn 3",
                "Param": "{Skill:1301003, Prop:1001}"
            },
            "130100021": {
                "Description": "Bội Số DMG Đòn 4",
                "Param": "{Skill:1301004, Prop:1001}"
            },
            "130100022": {
                "Description": "Bội Số DMG Đòn 5",
                "Param": "{Skill:1301005, Prop:1001}"
            },
            "130100023": {
                "Description": "Bội Số DMG Hỏa Đao",
                "Param": "{Skill:1301006, Prop:1001}"
            },
            "130100024": {
                "Description": "Bội Số Choáng Đòn 1",
                "Param": "{Skill:1301001, Prop:1002}"
            },
            "130100025": {
                "Description": "Bội Số Choáng Đòn 2",
                "Param": "{Skill:1301002, Prop:1002}"
            },
            "130100026": {
                "Description": "Bội Số Choáng Đòn 3",
                "Param": "{Skill:1301003, Prop:1002}"
            },
            "130100027": {
                "Description": "Bội Số Choáng Đòn 4",
                "Param": "{Skill:1301004, Prop:1002}"
            },
            "130100028": {
                "Description": "Bội Số Choáng Đòn 5",
                "Param": "{Skill:1301005, Prop:1002}"
            },
            "130100029": {
                "Description": "Bội Số Choáng Hỏa Đao",
                "Param": "{Skill:1301006, Prop:1002}"
            }
        },
        "1": {
            "130100002": {
                "Title": "Chiến Kỹ: Nhiệt Huyết Sục Sôi",
                "Description": "Nhấn <IconMap:Icon_Special> phát động:\nLao về phía trước và tấn công bằng đuôi, gây <color=#FF5521>DMG Hỏa</color>.\nChiêu thức khi phát động sẽ tăng cấp Kháng Gián Đoạn."
            },
            "130100003": {
                "Title": "Chiến Kỹ: Tia Chớp Ăn Mòn",
                "Description": "Khi đồng đội tấn công sẽ tự động phát động:\nThực hiện 4 Cú Đánh Bổ Sung bằng tia laser, gây <color=#FF5521>DMG Hỏa</color>.\nMỗi 5s tối đa kích hoạt một lần.\nKhi phát động chiêu thức, hồi phục 20 điểm Tụ Lửa.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100004": {
                "Title": "Siêu Chiến Kỹ: Cẩn Thận Dưới Chân",
                "Description": "Khi đủ Năng Lượng, nhấn <IconMap:Icon_SpecialReady> phát động:\nBắn quét tia laser về phía trước, gây <color=#FF5521>DMG Hỏa</color>.\nSau khi phát động chiêu thức, có thể trực tiếp thực hiện đòn tấn công bằng hỏa đao mạnh mẽ trong Tấn Công Thường.\nKhi phát động chiêu thức, sẽ hồi 20 điểm Tụ Lửa.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100005": {
                "Title": "Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực",
                "Description": "Khi ở vị trí dự bị và Năng Lượng lớn hơn hoặc bằng 60 điểm, khi đồng đội tấn công sẽ tự động phát động:\nBắn quét tia laser ra xung quanh, gây <color=#FF5521>DMG Hỏa</color>.\nKhi phát động chiêu thức, sẽ hồi 20 điểm Tụ Lửa.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100006": {
                "Title": "Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng",
                "Description": "Khi Tụ Lửa lớn hơn hoặc bằng 100 điểm, nhấn giữ <IconMap:Icon_Special> để phát động:\nTiêu hao 100 điểm Tụ Lửa, liên tục bắn tia laser về phía trước, gây <color=#FF5521>DMG Hỏa</color>.\nKhi bắt đầu bắn sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>.\nSau một thời gian bắn liên tục sẽ tăng hỏa lực, tăng mạnh cấp Gián Đoạn của chiêu thức.\nKhi bị tấn công trong lúc bắn, sẽ đỡ đòn tấn công của kẻ địch và trực tiếp tăng hỏa lực.\nKhi đạt thời gian bắn tối đa sẽ tự động phát động Siêu Chiến Kỹ: Phun Lửa Càn Quét.\nTrong giai đoạn hỏa lực thấp sẽ tăng cấp Kháng Gián Đoạn, sát thương phải chịu giảm 40%, trong giai đoạn hỏa lực cao sẽ có hiệu quả Vô Địch."
            },
            "130100007": {
                "Title": "Siêu Chiến Kỹ: Phun Lửa Càn Quét",
                "Description": "Sau khi Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng đạt thời gian bắn tối đa sẽ tự động phát động:\nPhát động đòn tấn công xoay vòng về phía trước, sau đó bắn tia laser về phía trước, gây <color=#FF5521>DMG Hỏa</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100030": {
                "Title": "Chiến Kỹ: Nhiệt Huyết Sục Sôi"
            },
            "130100031": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301007, Prop:1001}"
            },
            "130100032": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301007, Prop:1002}"
            },
            "130100033": {
                "Title": "Chiến Kỹ: Tia Chớp Ăn Mòn"
            },
            "130100034": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301008, Prop:1001}"
            },
            "130100035": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301008, Prop:1002}"
            },
            "130100036": {
                "Title": "Siêu Chiến Kỹ: Cẩn Thận Dưới Chân"
            },
            "130100037": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301009, Prop:1001}"
            },
            "130100038": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301009, Prop:1002}"
            },
            "130100039": {
                "Description": "Tiêu Hao Năng Lượng",
                "Param": "30 điểm"
            },
            "130100040": {
                "Title": "Siêu Chiến Kỹ: Lốc Xoáy Đỏ Rực"
            },
            "130100041": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301010, Prop:1001}"
            },
            "130100042": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301010, Prop:1002}"
            },
            "130100043": {
                "Description": "Tiêu Hao Năng Lượng",
                "Param": "30 điểm"
            },
            "130100044": {
                "Title": "Siêu Chiến Kỹ: Tụ Nhiệt Sung Năng"
            },
            "130100045": {
                "Description": "Bội Số DMG Tia Laser Tối Đa",
                "Param": "{Skill:1301011, Prop:1001}"
            },
            "130100046": {
                "Description": "Bội Số Choáng Tia Laser Tối Đa",
                "Param": "{Skill:1301011, Prop:1002}"
            },
            "130100047": {
                "Title": "Siêu Chiến Kỹ: Phun Lửa Càn Quét"
            },
            "130100048": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301022, Prop:1001}"
            },
            "130100049": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301022, Prop:1002}"
            }
        },
        "2": {
            "130100008": {
                "Title": "Né: Ánh Lửa Lay Động",
                "Description": "Nhấn <IconMap:Icon_Evade> phát động:\nNhanh chóng né tránh.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100009": {
                "Title": "Tấn Công Lướt: Mệnh Lệnh Đột Kích",
                "Description": "Khi né, nhấn <IconMap:Icon_Normal> phát động:\nPhát động đòn đánh nhanh về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>."
            },
            "130100010": {
                "Title": "Phản Kích Khi Né: Chiến Cơ Phản Công",
                "Description": "Sau khi kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, nhấn <IconMap:Icon_Normal> phát động:\nPhát động đòn tấn công liên tục vào kẻ địch phía trước, gây <color=#F0D12B>DMG Vật Lý</color> và <color=#FF5521>DMG Hỏa</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100050": {
                "Title": "Tấn Công Lướt: Mệnh Lệnh Đột Kích"
            },
            "130100051": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301012, Prop:1001}"
            },
            "130100052": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301012, Prop:1002}"
            },
            "130100053": {
                "Title": "Phản Kích Khi Né: Chiến Cơ Phản Công"
            },
            "130100054": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301013, Prop:1001}"
            },
            "130100055": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301013, Prop:1002}"
            }
        },
        "3": {
            "130100011": {
                "Title": "Liên Kích: Nòng Súng Quá Nhiệt",
                "Description": "Khi kích hoạt <color=#FFFFFF>Liên Kích</color>, chọn nhân vật tương ứng phát động:\nPhát động đòn tấn công xoay vòng về phía trước, sau đó bắn tia laser về phía trước, gây <color=#FF5521>DMG Hỏa</color>.\nKhi phát động chiêu thức, hồi 20 điểm Tụ Lửa.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100012": {
                "Title": "Tuyệt Kỹ: Khiêu Vũ Cùng Lửa",
                "Description": "Khi Cấp Decibel đạt <color=#FFFFFF>Cực Hạn</color>, nhấn <IconMap:Icon_UltimateReady> phát động:\nPhát động đòn tấn công xoay vòng về phía trước, sau đó bắn tia laser về phía trước, gây <color=#FF5521>DMG Hỏa</color>.\nKhi nhảy lên không trung, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>, nếu hưởng ứng <color=#FFFFFF>Hỗ Trợ Nhanh</color>, Orphie & Magus sẽ kéo dài thời gian bắn laser.\nKhi phát động chiêu thức, sẽ hồi 20 điểm Tụ Lửa.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100056": {
                "Title": "Liên Kích: Nòng Súng Quá Nhiệt"
            },
            "130100057": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301014, Prop:1001}"
            },
            "130100058": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301014, Prop:1002}"
            },
            "130100059": {
                "Title": "Tuyệt Kỹ: Khiêu Vũ Cùng Lửa"
            },
            "130100060": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301015, Prop:1001}"
            },
            "130100061": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301015, Prop:1002}"
            },
            "130100062": {
                "Description": "Tổng Bội Số DMG Trong Thời Gian Kéo Dài",
                "Param": "{Skill:1301016, Prop:1001}"
            },
            "130100063": {
                "Description": "Tổng Bội Số Choáng Trong Thời Gian Kéo Dài",
                "Param": "{Skill:1301016, Prop:1002}"
            }
        },
        "6": {
            "130100014": {
                "Title": "Hỗ Trợ Nhanh: Nhát Chém Thiêu Đốt",
                "Description": "Khi nhân vật đang thao tác bị đánh bay, nhấn <IconMap:Icon_Switch> phát động:\nPhát động đòn tấn công liên tục vào kẻ địch phía trước, gây <color=#F0D12B>DMG Vật Lý</color> và <color=#FF5521>DMG Hỏa</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100015": {
                "Title": "Hỗ Trợ Chống Đỡ: Súng Gươm Rực Lửa",
                "Description": "Khi nhân vật trong sân sắp bị tấn công, nhấn <IconMap:Icon_Switch> phát động:\nChống đỡ tấn công của kẻ địch, tích lũy lượng lớn Điểm Choáng.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100016": {
                "Title": "Đột Kích Chi Viện: Hỏa Nhiệt Xuyên Kích",
                "Description": "Sau khi phát động <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, nhấn <IconMap:Icon_Normal> phát động:\nPhát động nhiều đòn tấn công vào kẻ địch phía trước, gây <color=#FF5521>DMG Hỏa</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "130100064": {
                "Title": "Hỗ Trợ Nhanh: Nhát Chém Thiêu Đốt"
            },
            "130100065": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301017, Prop:1001}"
            },
            "130100066": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301017, Prop:1002}"
            },
            "130100067": {
                "Title": "Hỗ Trợ Chống Đỡ: Súng Gươm Rực Lửa"
            },
            "130100068": {
                "Description": "Bội Số Đỡ Choáng Nhẹ",
                "Param": "{Skill:1301018, Prop:1002}"
            },
            "130100069": {
                "Description": "Bội Số Đỡ Choáng Mạnh",
                "Param": "{Skill:1301019, Prop:1002}"
            },
            "130100070": {
                "Description": "Bội Số Đỡ Choáng Liên Tục",
                "Param": "{Skill:1301020, Prop:1002}"
            },
            "130100071": {
                "Title": "Đột Kích Chi Viện: Hỏa Nhiệt Xuyên Kích"
            },
            "130100072": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1301021, Prop:1001}"
            },
            "130100073": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1301021, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1301001": {
            "DamageValue": 1450,
            "DamageGrowth": 140,
            "DazeValue": 1170,
            "DazeGrowth": 60
        },
        "1301002": {
            "DamageValue": 4440,
            "DamageGrowth": 410,
            "DazeValue": 3240,
            "DazeGrowth": 150
        },
        "1301003": {
            "DamageValue": 4150,
            "DamageGrowth": 380,
            "DazeValue": 2540,
            "DazeGrowth": 120
        },
        "1301004": {
            "DamageValue": 8670,
            "DamageGrowth": 790,
            "DazeValue": 5360,
            "DazeGrowth": 250
        },
        "1301005": {
            "DamageValue": 18160,
            "DamageGrowth": 1660,
            "DazeValue": 11820,
            "DazeGrowth": 540
        },
        "1301006": {
            "DamageValue": 15840,
            "DamageGrowth": 1440,
            "DazeValue": 10360,
            "DazeGrowth": 480
        },
        "1301007": {
            "DamageValue": 3950,
            "DamageGrowth": 360,
            "DazeValue": 3950,
            "DazeGrowth": 180
        },
        "1301008": {
            "DamageValue": 49500,
            "DamageGrowth": 4500,
            "DazeValue": 5500,
            "DazeGrowth": 250
        },
        "1301009": {
            "DamageValue": 28090,
            "DamageGrowth": 2560,
            "DazeValue": 28090,
            "DazeGrowth": 1280
        },
        "1301010": {
            "DamageValue": 67840,
            "DamageGrowth": 6170,
            "DazeValue": 5500,
            "DazeGrowth": 250
        },
        "1301011": {
            "DamageValue": 38940,
            "DamageGrowth": 3540,
            "DazeValue": 3300,
            "DazeGrowth": 150
        },
        "1301012": {
            "DamageValue": 6230,
            "DamageGrowth": 570,
            "DazeValue": 3120,
            "DazeGrowth": 150
        },
        "1301013": {
            "DamageValue": 25780,
            "DamageGrowth": 2350,
            "DazeValue": 22370,
            "DazeGrowth": 1020
        },
        "1301014": {
            "DamageValue": 62630,
            "DamageGrowth": 5700,
            "DazeValue": 33370,
            "DazeGrowth": 1520
        },
        "1301015": {
            "DamageValue": 69870,
            "DamageGrowth": 6360,
            "DazeValue": 2970,
            "DazeGrowth": 140
        },
        "1301016": {
            "DamageValue": 46580,
            "DamageGrowth": 4240,
            "DazeValue": 1980,
            "DazeGrowth": 90
        },
        "1301017": {
            "DamageValue": 11370,
            "DamageGrowth": 1040,
            "DazeValue": 11370,
            "DazeGrowth": 520
        },
        "1301018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 27130,
            "DazeGrowth": 1240
        },
        "1301019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34280,
            "DazeGrowth": 1560
        },
        "1301020": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1301021": {
            "DamageValue": 36090,
            "DamageGrowth": 3290,
            "DazeValue": 31330,
            "DazeGrowth": 1430
        },
        "1301022": {
            "DamageValue": 25960,
            "DamageGrowth": 2360,
            "DazeValue": 2200,
            "DazeGrowth": 100
        }
    }
}