{
    "Name": "Astra Yao",
    "ElementTypes": [
        "Ether"
    ],
    "Talents": {
        "1": {
            "Title": "Mười Hai Bán Cung Bình Quân Luật",
            "Description": "Khi Astra Yao tấn công trúng kẻ địch, mục tiêu sẽ giảm 6% Kháng DMG tất cả thuộc tính, tối đa dồn 3 tầng, duy trì 30s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi vào sân, Astra Yao lập tức nhận 1000 điểm Decibel. Khi phát động <color=#FFFFFF>Tuyệt Kỹ</color>, mỗi nhân vật trong đội nhận 1 tầng hiệu quả <color=#FFFFFF>Âm Điệu Bảo Hộ</color>, duy trì 60s, khi bị phe địch tấn công, sẽ tiêu hao <color=#FFFFFF>Âm Điệu Bảo Hộ</color> và nhận hiệu quả Vô Địch, duy trì 1s.",
            "Lore": "\"Cô ơi cô ơi, 12 bán cung bình quân luật là gì ạ?\"\n\"Mười hai bán cung bình quân luật là một loại hệ thống quy luật trong âm nhạc, cũng giống như các bạn nhỏ phải đứng xếp hàng, thì âm thanh cũng phải xếp hàng.\"\n\"Âm thanh đó nhất định cũng giống như các bạn nhỏ, không thích xếp hàng đâu!\"\n— Giáo viên dạy nhạc cho Astra lúc cô 6 tuổi, đã nhớ lại sau khi cô thành danh."
        },
        "2": {
            "Title": "Nghệ Thuật Tham Lam",
            "Description": "Hiệu quả tăng tấn công trong <color=#FFFFFF>Bị Động Cốt Lõi: Nhịp Điệu Thong Thả</color> tăng thêm 19%, giới hạn tăng thêm 400 điểm. Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, khi nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, Astra Yao sẽ tăng cường thi triển thêm 1 <color=#FFFFFF>Chấn Âm</color> và 3 <color=#FFFFFF>Chùm Nốt</color> để tấn công, trong 3s tối đa kích hoạt một lần.",
            "Lore": "\"Thứ lấp lánh nhất trên thế giới này, đương nhiên là tình yêu!\"\nCũng giống như chú chim nhỏ đang xây tổ, sẽ muốn thu thập những thứ lấp lánh. Còn một chút lòng tham nhỏ bé trong lòng người nghệ sĩ, đó chính là thu thập tất cả tình yêu trên thế giới này, phải không? Chỉ cần tập hợp tất cả tình yêu lại với nhau, thì sẽ có thể sáng tác ra giai điệu lay động lòng người nhất."
        },
        "3": {
            "Title": "Khuông Nhạc Giao Thoa",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "Một khuông nhạc trống không, là những đường thẳng song song không bao giờ giao nhau, giống như những tâm hồn chưa từng gặp gỡ, lặng lẽ chờ đợi giai điệu của nhau đan xen thành một khúc nhạc.\n\"Vậy hãy dùng nốt nhạc để lấp đầy nó là được! Còn phải là rất nhiều rất nhiều nốt liên âm, sẽ là một khúc nhạc rất tuyệt nhỉ?\"\nCứ như vậy, đã sáng tác ra một bài hát mới từ đầu đến cuối dùng nốt liên âm đi qua 136 ô nhịp..."
        },
        "4": {
            "Title": "\"Đuôi Tóc Sau Gáy\"",
            "Description": "Sau khi phát động <color=#FFFFFF>Liên Kích</color> hoặc <color=#FFFFFF>Tuyệt Kỹ</color>, trong 15s, Astra Yao chưa có <color=#FFFFFF>Hợp Âm</color> cũng có thể kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>, và thời gian giãn cách kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color> khi tấn công đánh trúng kẻ địch cũng rút ngắn còn 1s. Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, khi nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, sẽ căn cứ đặc tính của bản thân để nhận được hiệu quả buff khác nhau, trong 3s toàn đội tối đa kích hoạt một lần: <color=#FFFFFF>[Tiên Phong]</color>: Lần sau <color=#FFFFFF>Hỗ Trợ Nhanh</color> trọng kích đánh trúng kẻ địch, sẽ tạo thêm sát thương bằng 300% tấn công của Astra Yao; <color=#FFFFFF>[Dị Thường]</color>: Lần sau <color=#FFFFFF>Hỗ Trợ Nhanh</color> tăng 50% Chỉ Số Tích Lũy Dị Thường tích lũy; <color=#FFFFFF>[Khống Chế]</color>: Lần sau <color=#FFFFFF>Hỗ Trợ Nhanh</color> tăng 50% Điểm Choáng gây ra.",
            "Lore": "Một bàn tay lơ lửng trên phím đàn\nKhông biết nên nhấn phím nào\nLà một nốt bi thương\nHay là giai điệu đầy vấn vương?\nTìm kiếm hình bóng bạn giữa những nốt nhạc\nNhắm mắt lại, tôi đã nhìn thấy\nĐuôi tóc phía sau gáy của bạn"
        },
        "5": {
            "Title": "Người Kết Nối Và Dây Đàn",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "\"Eve! Tôi có một phát hiện quan trọng — Eve và {M#Wise}{F#Belle} có một đặc điểm chung!\"\n\"...Điểm chung này là gì?\"\n\"Cả hai đều là những người mà tôi thích nhất!\"\nAstra vui vẻ và tươi sáng, cứ như vừa phát hiện ra điều cơ mật gì ghê gớm lắm."
        },
        "6": {
            "Title": "Chúng Ta Là Thế Giới",
            "Description": "Bội số sát thương của <color=#FFFFFF>Chấn Âm</color> và <color=#FFFFFF>Chùm Nốt</color> được thi triển và tăng cường thi triển trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color> sẽ tăng đến 200% so với ban đầu, Tỷ Lệ Bạo Kích tăng 80%. Khi kích hoạt <color=#FFFFFF>Chi Viện Chính Xác</color>, Astra Yao sẽ tự phát động thêm đòn 3 của <color=#FFFFFF>Tấn Công Thường: Khúc Ngẫu Hứng</color> đã tụ lực hoàn tất, đồng thời tăng 80% Tỷ Lệ Bạo Kích của chiêu thức này, trong 10s tối đa kích hoạt một lần.",
            "Lore": "Những điều rối ren trên thế giới, đều bắt nguồn từ sự cô đơn trong lòng người. Nếu như trái tim mỗi người đều có thể nhận được hồi âm, liệu những khổ đau, bi thương, trầm mặc của thế giới này có thể được xóa sạch hết không?\nNếu có thể dùng tiếng hát thêu dệt nên sự liên kết này, liệu tất cả vết thương có được chữa lành, tất cả nỗi đau có hóa thành giai điệu du dương, vang lên phá tan sự tĩnh lặng không? Đến lúc đó, cả thế giới sẽ không còn hòn đảo cô độc nào nữa.\n\"Bài hát này, xin hát tặng cho thế giới này!\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Bị Động Cốt Lõi: Nhịp Điệu Thong Thả",
            "DescriptionByLevel": {
                "1": "Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, khi nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, Astra Yao sẽ tiêu hao Năng Lượng tăng cường thi triển <color=#FFFFFF>Chấn Âm</color> để tấn công, Astra Yao và nhân vật vào sân đều được tăng tấn công, hiệu quả tăng bằng với <color=#2BAD00>22%</color> tấn công ban đầu của Astra Yao, cao nhất không vượt quá 1200 điểm, duy trì 20s, khi kích hoạt trùng lặp sẽ kéo dài thời gian duy trì, tối đa không quá 30s.",
                "2": "Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, khi nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, Astra Yao sẽ tiêu hao Năng Lượng tăng cường thi triển <color=#FFFFFF>Chấn Âm</color> để tấn công, Astra Yao và nhân vật vào sân đều được tăng tấn công, hiệu quả tăng bằng với <color=#2BAD00>24%</color> tấn công ban đầu của Astra Yao, cao nhất không vượt quá 1200 điểm, duy trì 20s, khi kích hoạt trùng lặp sẽ kéo dài thời gian duy trì, tối đa không quá 30s.",
                "3": "Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, khi nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, Astra Yao sẽ tiêu hao Năng Lượng tăng cường thi triển <color=#FFFFFF>Chấn Âm</color> để tấn công, Astra Yao và nhân vật vào sân đều được tăng tấn công, hiệu quả tăng bằng với <color=#2BAD00>26%</color> tấn công ban đầu của Astra Yao, cao nhất không vượt quá 1200 điểm, duy trì 20s, khi kích hoạt trùng lặp sẽ kéo dài thời gian duy trì, tối đa không quá 30s.",
                "4": "Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, khi nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, Astra Yao sẽ tiêu hao Năng Lượng tăng cường thi triển <color=#FFFFFF>Chấn Âm</color> để tấn công, Astra Yao và nhân vật vào sân đều được tăng tấn công, hiệu quả tăng bằng với <color=#2BAD00>28%</color> tấn công ban đầu của Astra Yao, cao nhất không vượt quá 1200 điểm, duy trì 20s, khi kích hoạt trùng lặp sẽ kéo dài thời gian duy trì, tối đa không quá 30s.",
                "5": "Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, khi nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, Astra Yao sẽ tiêu hao Năng Lượng tăng cường thi triển <color=#FFFFFF>Chấn Âm</color> để tấn công, Astra Yao và nhân vật vào sân đều được tăng tấn công, hiệu quả tăng bằng với <color=#2BAD00>30%</color> tấn công ban đầu của Astra Yao, cao nhất không vượt quá 1200 điểm, duy trì 20s, khi kích hoạt trùng lặp sẽ kéo dài thời gian duy trì, tối đa không quá 30s.",
                "6": "Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, khi nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, Astra Yao sẽ tiêu hao Năng Lượng tăng cường thi triển <color=#FFFFFF>Chấn Âm</color> để tấn công, Astra Yao và nhân vật vào sân đều được tăng tấn công, hiệu quả tăng bằng với <color=#2BAD00>32%</color> tấn công ban đầu của Astra Yao, cao nhất không vượt quá 1200 điểm, duy trì 20s, khi kích hoạt trùng lặp sẽ kéo dài thời gian duy trì, tối đa không quá 30s.",
                "7": "Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, khi nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, Astra Yao sẽ tiêu hao Năng Lượng tăng cường thi triển <color=#FFFFFF>Chấn Âm</color> để tấn công, Astra Yao và nhân vật vào sân đều được tăng tấn công, hiệu quả tăng bằng với <color=#2BAD00>35%</color> tấn công ban đầu của Astra Yao, cao nhất không vượt quá 1200 điểm, duy trì 20s, khi kích hoạt trùng lặp sẽ kéo dài thời gian duy trì, tối đa không quá 30s."
            }
        },
        "MathSkill": {
            "Title": "Năng Lực Thêm: Ánh Trăng Nhảy Múa",
            "Description": "Khi trong đội có nhân vật <color=#FFFFFF>Tiên Phong</color>, <color=#FFFFFF>Dị Thường</color> hoặc <color=#FFFFFF>Mệnh Phá</color> sẽ kích hoạt:\nKhi tiêu hao Năng Lượng phát động <color=#FFFFFF>Chi Viện Chính Xác</color> hoặc <color=#FFFFFF>Tấn Công Thường: Đoạn Kết</color>, Astra Yao sẽ tăng cường thi triển thêm 1 <color=#FFFFFF>Chấn Âm</color> và 3 <color=#FFFFFF>Chùm Nốt</color> để tấn công."
        }
    },
    "SkillDescriptions": {
        "0": {
            "131100001": {
                "Title": "Tấn Công Thường: Khúc Ngẫu Hứng",
                "Description": "Nhấn <IconMap:Icon_Normal> phát động:\nThực hiện tối đa ba đòn tấn công về phía trước, gây <color=#FE437E>DMG Ether</color>.\nTrong thời gian tấn công đòn 3, nhấn giữ <IconMap:Icon_Normal> để tụ lực, duy trì tập trung kẻ địch, tăng phạm vi tấn công, thi triển đòn tấn công mạnh mẽ hơn.\nSau khi phát động chiêu thức khác, có thể nhấn giữ <IconMap:Icon_Normal> trực tiếp phát động tấn công đòn 3."
            },
            "131100002": {
                "Title": "Tấn Công Thường: Gian Tấu",
                "Description": "Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, nhấn <IconMap:Icon_Normal> phát động:\nThi triển <color=#FFFFFF>Chấn Âm</color> về phía trước để tấn công, gây <color=#FE437E>DMG Ether</color>.\nKhi chiêu thức đánh trúng kẻ địch, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>."
            },
            "131100003": {
                "Title": "Tấn Công Thường: Điệp Khúc",
                "Description": "Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, sau khi kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, nhấn <IconMap:Icon_Normal> phát động:\nPhát động nhiều <color=#FFFFFF>Chấn Âm</color> về phía kẻ địch phía trước để tấn công, gây lượng lớn <color=#FE437E>DMG Ether</color>.\nChiêu thức khi đánh trúng kẻ địch, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "131100004": {
                "Title": "Tấn Công Thường: Đoạn Kết",
                "Description": "Trong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, nhấn giữ <IconMap:Icon_Normal> phát động:\nThi triển <color=#FFFFFF>Chấn Âm</color> về phía trước để tấn công, gây <color=#FE437E>DMG Ether</color>, và thoát trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>.\nKhi phát động chiêu thức, sẽ gán hiệu quả buff trong <color=#FFFFFF>Bị Động Cốt Lõi: Nhịp Điệu Thong Thả</color> lên bản thân.\nKhi đủ Năng Lượng, sẽ tiêu hao Năng Lượng tăng cường thi triển 1 <color=#FFFFFF>Chấn Âm</color> và 3 <color=#FFFFFF>Chùm Nốt</color> để tấn công, <color=#FFFFFF>Chấn Âm</color> lần này sẽ được xem là <color=#FFFFFF>Siêu Chiến Kỹ</color>."
            },
            "131100017": {
                "Title": "Tấn Công Thường: Khúc Ngẫu Hứng"
            },
            "131100018": {
                "Description": "Bội Số DMG Đòn 1",
                "Param": "{Skill:1311001, Prop:1001}"
            },
            "131100019": {
                "Description": "Bội Số DMG Đòn 2",
                "Param": "{Skill:1311002, Prop:1001}"
            },
            "131100020": {
                "Description": "Bội Số DMG Tối Thiểu Đòn 3",
                "Param": "{Skill:1311003, Prop:1001}"
            },
            "131100021": {
                "Description": "Bội Số DMG Tối Đa Đòn 3",
                "Param": "{Skill:1311004, Prop:1001}"
            },
            "131100022": {
                "Description": "Bội Số Choáng Đòn 1",
                "Param": "{Skill:1311001, Prop:1002}"
            },
            "131100023": {
                "Description": "Bội Số Choáng Đòn 2",
                "Param": "{Skill:1311002, Prop:1002}"
            },
            "131100024": {
                "Description": "Bội Số Choáng Tối Thiểu Đòn 3",
                "Param": "{Skill:1311003, Prop:1002}"
            },
            "131100025": {
                "Description": "Bội Số Choáng Tối Đa Đòn 3",
                "Param": "{Skill:1311004, Prop:1002}"
            },
            "131100026": {
                "Title": "Tấn Công Thường: Gian Tấu"
            },
            "131100027": {
                "Description": "Bội Số DMG Đòn 1",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100028": {
                "Description": "Bội Số DMG Đòn 2",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100029": {
                "Description": "Bội Số DMG Đòn 3",
                "Param": "{Skill:1311005, Prop:1001} * 2"
            },
            "131100030": {
                "Description": "Bội Số DMG Đòn 4",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100031": {
                "Description": "Bội Số DMG Đòn 5",
                "Param": "{Skill:1311005, Prop:1001} * 2"
            },
            "131100032": {
                "Description": "Bội Số Choáng Đòn 1",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100033": {
                "Description": "Bội Số Choáng Đòn 2",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100034": {
                "Description": "Bội Số Choáng Đòn 3",
                "Param": "{Skill:1311005, Prop:1002} * 2"
            },
            "131100035": {
                "Description": "Bội Số Choáng Đòn 4",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100036": {
                "Description": "Bội Số Choáng Đòn 5",
                "Param": "{Skill:1311005, Prop:1002} * 2"
            },
            "131100037": {
                "Title": "Tấn Công Thường: Điệp Khúc"
            },
            "131100038": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1311005, Prop:1001} * 4"
            },
            "131100039": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1311005, Prop:1002} * 4"
            },
            "131100040": {
                "Title": "Tấn Công Thường: Đoạn Kết"
            },
            "131100041": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100042": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1311005, Prop:1002}"
            }
        },
        "1": {
            "131100005": {
                "Title": "Chiến Kỹ: Chuông Gió Và Hẹn Ước Xưa",
                "Description": "Nhấn <IconMap:Icon_Special> phát động:\nDịch chuyển nhanh, sau đó thi triển <color=#FFFFFF>Chấn Âm</color> gây <color=#FE437E>DMG Ether</color>, và vào trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>.\nKhi phát động, nếu di chuyển {LAYOUT_CONSOLECONTROLLER#cần}{LAYOUT_FALLBACK#cần điều khiển} có thể di chuyển về hướng tương ứng.\nKhi phát động, có thể nhấn giữ <IconMap:Icon_Special> tiến hành tụ lực, duy trì tập trung kẻ địch, và căn cứ thời gian tụ lực để tăng cường thi triển 1 đến 4 <color=#FFFFFF>Chấn Âm</color>.\nKhi chiêu thức đánh trúng kẻ địch, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>.\nTrong thời gian dịch chuyển nhanh sẽ có hiệu quả Vô Địch."
            },
            "131100006": {
                "Title": "Độc Tấu Tự Do",
                "Description": "Sau khi Astra Yao vào trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, nhân vật toàn đội tăng <color=#2BAD00>{CAL:0.08+AvatarSkillLevel(1)*0.01,100,2}%</color> sát thương gây ra và tăng <color=#2BAD00>{CAL:0.07+AvatarSkillLevel(1)*0.015,100,2}%</color> DMG Bạo Kích.\nTrong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, Astra Yao không thể di chuyển, nhưng có thể nhấn <IconMap:Icon_Normal> phát động <color=#FFFFFF>Tấn Công Thường: Gian Tấu</color>, hoặc nhấn <IconMap:Icon_Evade> phát động né, sau khi kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, nhấn <IconMap:Icon_Normal>, có thể phát động <color=#FFFFFF>Tấn Công Thường: Điệp Khúc</color>.\nTrong thời gian duy trì trạng thái, Astra Yao sẽ tăng cấp Kháng Gián Đoạn, sát thương phải chịu giảm 40%, sau khi đổi sang nhân vật khác, Astra Yao sẽ tiếp tục ở lại trong sân và có hiệu quả Vô Địch, khi đổi trở lại Astra Yao, sẽ trực tiếp phát động ngay <color=#FFFFFF>Chiến Kỹ: Chuông Gió Và Hẹn Ước Xưa</color>.\nTrong thời gian duy trì trạng thái, nhấn giữ <IconMap:Icon_Normal> phát động <color=#FFFFFF>Tấn Công Thường: Đoạn Kết</color>, hoặc nhấn giữ <IconMap:Icon_Evade>, có thể thoát trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>."
            },
            "131100007": {
                "Title": "Hợp Âm",
                "Description": "Cứ có 25 điểm Năng Lượng, Astra Yao sẽ có 1 điểm <color=#FFFFFF>Hợp Âm</color>.\nTrong trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>, khi Astra Yao có <color=#FFFFFF>Hợp Âm</color> sẽ có thể kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color> trong những tình huống sau:\n· Khi nhân vật đang thao tác đánh trúng kẻ địch, trong 3s tối đa kích hoạt một lần.\n· Khi nhân vật đang thao tác trọng kích đánh trúng kẻ địch, trong 1s tối đa kích hoạt một lần.\nKhi các nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, Astra Yao sẽ tiêu hao 25 điểm Năng Lượng, đồng thời tăng cường thi triển 1 <color=#FFFFFF>Chấn Âm</color> để tấn công, <color=#FFFFFF>Chấn Âm</color> lần này được xem là <color=#FFFFFF>Siêu Chiến Kỹ</color>.\nSau khi kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>, trong thời gian ngắn nhấn <IconMap:Icon_Switch> đổi nhân vật, có thể kích hoạt <color=#FFFFFF>Chi Viện Chính Xác</color>. Astra Yao sẽ tăng cường thi triển thêm 3 <color=#FFFFFF>Chùm Nốt</color> tiến hành tấn công. Khi nhân vật khác trong đội vào sân thông qua <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, sẽ trực tiếp kích hoạt <color=#FFFFFF>Chi Viện Chính Xác</color>."
            },
            "131100043": {
                "Title": "Chiến Kỹ: Chuông Gió Và Hẹn Ước Xưa"
            },
            "131100044": {
                "Description": "Nhân Vật Toàn Đội Tăng Sát Thương",
                "Param": "{CAL:0.08+AvatarSkillLevel(1)*0.01,100,2}%"
            },
            "131100045": {
                "Description": "Nhân Vật Toàn Đội Tăng DMG Bạo Kích",
                "Param": "{CAL:0.07+AvatarSkillLevel(1)*0.015,100,2}%"
            },
            "131100046": {
                "Description": "Bội Số DMG Tối Thiểu",
                "Param": "{Skill:1311006, Prop:1001}"
            },
            "131100047": {
                "Description": "Bội Số DMG Tối Đa",
                "Param": "{Skill:1311006, Prop:1001} * 4"
            },
            "131100048": {
                "Description": "Bội Số Choáng Tối Thiểu",
                "Param": "{Skill:1311006, Prop:1002}"
            },
            "131100049": {
                "Description": "Bội Số Choáng Tối Đa",
                "Param": "{Skill:1311006, Prop:1002} * 4"
            },
            "131100050": {
                "Title": "Hợp Âm"
            },
            "131100051": {
                "Description": "Bội Số DMG Chấn Âm Bổ Sung",
                "Param": "{Skill:1311008, Prop:1001}"
            },
            "131100052": {
                "Description": "Bội Số DMG Chùm Nốt Bổ Sung",
                "Param": "{Skill:1311009, Prop:1001} * 3"
            },
            "131100053": {
                "Description": "Tiêu Hao Năng Lượng",
                "Param": "25 điểm"
            }
        },
        "2": {
            "131100008": {
                "Title": "Né: Điệu Valse Nhỏ",
                "Description": "Nhấn <IconMap:Icon_Evade> phát động:\nNhanh chóng né tránh.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "131100009": {
                "Title": "Tấn Công Lướt: Thực Nguyệt Tấu",
                "Description": "Khi né, nhấn <IconMap:Icon_Normal> phát động:\nTấn công về phía trước, gây <color=#FE437E>DMG Ether</color>.\nKhi phát động, nếu di chuyển {LAYOUT_CONSOLECONTROLLER#cần}{LAYOUT_FALLBACK#cần điều khiển}, có thể di chuyển về hướng tương ứng."
            },
            "131100010": {
                "Title": "Phản Kích Khi Né: Điệu Valse Gấp Ô",
                "Description": "Sau khi kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, nhấn <IconMap:Icon_Normal> phát động:\nTấn công kẻ địch phía trước, gây <color=#FE437E>DMG Ether</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "131100054": {
                "Title": "Tấn Công Lướt: Thực Nguyệt Tấu"
            },
            "131100055": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1311010, Prop:1001}"
            },
            "131100056": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1311010, Prop:1002}"
            },
            "131100057": {
                "Title": "Phản Kích Khi Né: Điệu Valse Gấp Ô"
            },
            "131100058": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1311011, Prop:1001}"
            },
            "131100059": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1311011, Prop:1002}"
            }
        },
        "3": {
            "131100011": {
                "Title": "Liên Kích: Hợp Tấu Men Say",
                "Description": "Khi kích hoạt <color=#FFFFFF>Liên Kích</color>, chọn nhân vật tương ứng phát động:\nDùng tiếng hát dẫn năng lượng công kích, gây lượng lớn <color=#FE437E>DMG Ether</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch.\nKhi chiêu thức đánh trúng kẻ địch, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>.\nSau khi phát động chiêu thức, Astra Yao sẽ vào trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>."
            },
            "131100012": {
                "Title": "Tuyệt Kỹ: Bản Sonata Kỳ Ảo",
                "Description": "Khi Cấp Decibel đạt <color=#FFFFFF>Cực Hạn</color>, nhấn <IconMap:Icon_UltimateReady> phát động:\nDùng tiếng hát dẫn năng lượng công kích, gây lượng lớn <color=#FE437E>DMG Ether</color>, đồng thời giúp nhân vật toàn đội hồi phục <color=#2BAD00>{CAL:-50+AvatarSkillLevel(3)*250,1,2}</color> điểm HP.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch.\nKhi chiêu thức đánh trúng kẻ địch, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>.\nSau khi phát động chiêu thức, Astra Yao sẽ vào trạng thái <color=#FFFFFF>Độc Tấu Tự Do</color>.\nSau khi phát động chiêu thức, hai lần sau phát động <color=#FFFFFF>Hỗ Trợ Nhanh</color> sẽ thay thế thành <color=#FFFFFF>Liên Kích</color>.\nTrước khi dùng hết số lần, khi nhân vật toàn đội dùng <color=#FFFFFF>Liên Kích</color> hoặc <color=#FFFFFF>Tuyệt Kỹ</color> đánh trúng kẻ địch, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>."
            },
            "131100060": {
                "Title": "Liên Kích: Hợp Tấu Men Say"
            },
            "131100061": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1311012, Prop:1001}"
            },
            "131100062": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1311012, Prop:1002}"
            },
            "131100063": {
                "Title": "Tuyệt Kỹ: Bản Sonata Kỳ Ảo"
            },
            "131100064": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1311013, Prop:1001}"
            },
            "131100065": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1311013, Prop:1002}"
            },
            "131100066": {
                "Description": "Hồi HP",
                "Param": "{CAL:-50+AvatarSkillLevel(3)*250,1,2} điểm"
            }
        },
        "6": {
            "131100014": {
                "Title": "Hỗ Trợ Nhanh: Một Vùng Lửa Khói",
                "Description": "Khi nhân vật đang thao tác bị đánh bay, nhấn <IconMap:Icon_Switch> phát động:\nTấn công kẻ địch phía trước, gây <color=#FE437E>DMG Ether</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "131100015": {
                "Title": "Hỗ Trợ Né Tránh: Hai Tấm Lòng Son",
                "Description": "Khi nhân vật trong sân sắp bị tấn công, nhấn <IconMap:Icon_Switch> phát động:\nNé đòn tấn công của kẻ địch và kích hoạt <color=#FFFFFF>Tầm Nhìn Cực Hạn</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "131100016": {
                "Title": "Đột Kích Chi Viện: Ba Kiếp Tương Ngộ",
                "Description": "Sau khi phát động <color=#FFFFFF>Hỗ Trợ Né Tránh</color>, nhấn <IconMap:Icon_Normal> phát động:\nPhóng tia sáng năng lượng về phía trước, gây <color=#FE437E>DMG Ether</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "131100067": {
                "Title": "Hỗ Trợ Nhanh: Một Vùng Lửa Khói"
            },
            "131100068": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1311014, Prop:1001}"
            },
            "131100069": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1311014, Prop:1002}"
            },
            "131100070": {
                "Title": "Đột Kích Chi Viện: Ba Kiếp Tương Ngộ"
            },
            "131100071": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1311015, Prop:1001}"
            },
            "131100072": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1311015, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1311001": {
            "DamageValue": 4380,
            "DamageGrowth": 400,
            "DazeValue": 4130,
            "DazeGrowth": 190
        },
        "1311002": {
            "DamageValue": 5910,
            "DamageGrowth": 540,
            "DazeValue": 5640,
            "DazeGrowth": 260
        },
        "1311003": {
            "DamageValue": 12090,
            "DamageGrowth": 1100,
            "DazeValue": 11480,
            "DazeGrowth": 530
        },
        "1311004": {
            "DamageValue": 27070,
            "DamageGrowth": 2470,
            "DazeValue": 21940,
            "DazeGrowth": 1000
        },
        "1311005": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311006": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311007": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311008": {
            "DamageValue": 4600,
            "DamageGrowth": 420,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311009": {
            "DamageValue": 2400,
            "DamageGrowth": 220,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311010": {
            "DamageValue": 8070,
            "DamageGrowth": 740,
            "DazeValue": 4040,
            "DazeGrowth": 190
        },
        "1311011": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 9680,
            "DazeGrowth": 440
        },
        "1311012": {
            "DamageValue": 67180,
            "DamageGrowth": 6110,
            "DazeValue": 23290,
            "DazeGrowth": 1060
        },
        "1311013": {
            "DamageValue": 195980,
            "DamageGrowth": 17820,
            "DazeValue": 23830,
            "DazeGrowth": 1090
        },
        "1311014": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311015": {
            "DamageValue": 30460,
            "DamageGrowth": 2770,
            "DazeValue": 26100,
            "DazeGrowth": 1190
        },
        "1311016": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311017": {
            "DamageValue": 9200,
            "DamageGrowth": 840,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311018": {
            "DamageValue": 4800,
            "DamageGrowth": 440,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311019": {
            "DamageValue": 180000,
            "DamageGrowth": 2890,
            "DazeValue": 34930,
            "DazeGrowth": 1590
        },
        "1311020": {
            "DamageValue": 184070,
            "DamageGrowth": 16740,
            "DazeValue": 77280,
            "DazeGrowth": 3520
        },
        "1311021": {
            "DamageValue": 368140,
            "DamageGrowth": 33470,
            "DazeValue": 77280,
            "DazeGrowth": 3520
        }
    }
}