{
    "Name": "Ju Fufu",
    "ElementTypes": [
        "Fire"
    ],
    "Talents": {
        "1": {
            "Title": "Hổ Con Siêu Đáng Sợ",
            "Description": "Khi vào chiến trường, Tỷ Lệ Bạo Kích của Ju Fufu tăng 12%, lập tức nhận được 100 điểm <color=#FFFFFF>Uy Phong</color>. Khi <color=#FFFFFF>Liên Kích</color> của Ju Fufu đánh trúng kẻ địch, nếu mục tiêu đang trong trạng thái Choáng, Bội Số DMG Choáng tăng 35%, duy trì 30s.",
            "Lore": "\"Bài học về sự chia ly và sinh tử, đối với trẻ con thì quá khó hiểu, với người lớn thì quá nặng nề, với người già thì quá tàn nhẫn.\"\n\"Nhưng tôi không sợ, tôi là người Hổ không biết sợ hãi, đã sớm hiểu được bài học này.\"\n\"Tôi là con hổ to lớn siêu đáng sợ, các bé thú nhỏ đáng yêu đừng nhìn thẳng vào mắt tôi nhé!\""
        },
        "2": {
            "Title": "Thần Thông Quảng Đại Thanh Minh Khách",
            "Description": "Trong trạng thái <color=#FFFFFF>Hổ Gầm</color>, DMG Bạo Kích của nhân vật tăng thêm 22%. Khi nhân vật bất kỳ phát động <color=#FFFFFF>Tuyệt Kỹ</color>, Ju Fufu sẽ hồi phục 3 điểm <color=#FFFFFF>Uy Thế</color>.",
            "Lore": "\"Phép thuật mà sư phụ dạy thật là kỳ diệu, dù không thể sánh bằng những câu chuyện cổ tích và truyền thuyết.\"\n\"Nếu ta mạnh hơn một chút - mạnh hơn một chút nữa, liệu có thể thay đổi tất cả những điều định mệnh đã qua, giống như trong cổ tích và truyền thuyết không.\"\n\"Ban đầu tỷ cũng chẳng hiểu gì cả, nhưng thực ra khi nắm được bí quyết thì rất đơn giản. Để tỷ dạy {F#muội}{M#đệ} cho nhé!\""
        },
        "3": {
            "Title": "Trượng Nghĩa Hành Hiệp Thiếu Niên Lang",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "\"Khoảnh khắc của thiện và ác có lẽ chỉ cách nhau một suy nghĩ. Một suy nghĩ khác biệt đó đã để lại bao nhiêu tiếc nuối, bao nhiêu giả định - và cả bao nhiêu hy sinh cùng tình yêu.\"\n\"Tôi không thông minh, những đạo lý lớn lao tôi không hiểu nhiều, chỉ có thể làm những điều mà tôi cho là đúng.\"\n\"Nơi nào có Fufu đại hiệp, thì nơi đó có công lý!\""
        },
        "4": {
            "Title": "Hàng Yêu Phục Ma Hổ Tu Giả",
            "Description": "Khi Ju Fufu đang trong trạng thái <color=#FFFFFF>Hổ Gầm</color>, DMG Bạo Kích của bản thân tăng 35%.",
            "Lore": "\"Ethereal thật đáng sợ, bọn cướp thật đáng sợ, Lỗ Hổng thật đáng sợ, bầu trời đêm không ánh sao thật đáng sợ - Nhưng tôi là tu giả cực kỳ lợi hại của Vân Khuy Sơn, tôi không thể lùi bước, không thể để câu chuyện của mình lặp lại.\"\n\"Cảnh sắc ảm đạm tối tăm đến vậy. Núi, trăng và mây cũng phải thấy đau lòng.\"\n\"Ta là tu giả cực kỳ lợi hại của Vân Khuy Sơn! Yêu ma quỷ quái mau mau quy hàng!\""
        },
        "5": {
            "Title": "Thần Uy Cái Thế Đại Sư Tỷ",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "\"Chư vị an tâm - Đại sư tỷ đã đến rồi!\"\n\"Lúc nhỏ, tỷ đã không gặp được người anh hùng mà mình luôn chờ đợi, tỷ sẽ không để người khác phải chờ, tỷ sẽ trở thành anh hùng của các sư đệ, sư muội.\"\n\"Có thể bắt nạt Fufu, nhưng không được bắt nạt sư đệ sư muội! Tỷ sẽ liều mạng với hắn! Yaaa!\""
        },
        "6": {
            "Title": "Tiếng Hổ Gầm Vang Trong Tim Mình",
            "Description": "Sát thương do <color=#FFFFFF>Liên Kích</color> của Ju Fufu gây ra tăng 30%. Khi Ju Fufu đang trong trạng thái xoay nhanh, tiêu hao <color=#FFFFFF>Uy Thế</color> đánh trúng kẻ địch, sẽ bắn ra 3 bắp rang, mỗi bắp rang sẽ gây sát thương bằng 160% tấn công của Fufu, và sát thương gây ra được xem là sát thương <color=#FFFFFF>Liên Kích</color>.",
            "Lore": "\"Uy phong lay động trăng trên núi, khí thế san bằng động thâm sâu - Thấy câu thơ này của sư tỷ thế nào? Có thể hiện được khí phách uy phong bát diện của sư tỷ không?\"\n\"Danh tiếng giang hồ không quan trọng, tiếc nuối không quan trọng, nước mắt không quan trọng, ngay cả cuộc chia ly một ngày nào đó rồi sẽ đến cũng chẳng sao.\"\n\"Chỉ cần còn có người nhớ rằng, ta từng dũng cảm gầm vang.\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Bị Động Cốt Lõi: Hổ Hổ Sinh Uy",
            "DescriptionByLevel": {
                "1": "Khi Ju Fufu chưa sử dụng Hổ Uy, Hổ Uy sẽ tự động tấn công kẻ địch và khi đánh trúng sẽ nhận được <color=#FFFFFF>Uy Phong</color>.\nKhi Hổ Uy đánh trúng kẻ địch, nếu có ít nhất 100 điểm <color=#FFFFFF>Uy Phong</color> và Ju Fufu không phải là nhân vật đang thao tác, Ju Fufu sẽ xoay quanh kẻ địch mục tiêu và phát động <color=#FFFFFF>Liên Kích: Hổ Phủ Chấn Sát</color>. Khi phát động, nhân vật toàn đội nhận được hiệu quả <color=#FFFFFF>Hổ Gầm</color>: DMG Bạo Kích tăng <color=#2BAD00>10%</color>, khi tấn công ban đầu của Ju Fufu lớn hơn hoặc bằng 2800 điểm, cứ mỗi 100 điểm tấn công vượt mức sẽ khiến DMG Bạo Kích tăng thêm 5%, tối đa tăng thêm 30%.\nTrong trạng thái <color=#FFFFFF>Hổ Gầm</color>, sát thương do <color=#FFFFFF>Liên Kích</color>/<color=#FFFFFF>Tuyệt Kỹ</color> của nhân vật gây ra tăng <color=#2BAD00>10%/20%</color>.\nTrạng thái <color=#FFFFFF>Hổ Gầm</color> duy trì 30s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi Ju Fufu đang trong hiệu quả <color=#FFFFFF>Hổ Gầm</color>, Lực Xung Kích tăng <color=#2BAD00>25 điểm</color>.",
                "2": "Khi Ju Fufu chưa sử dụng Hổ Uy, Hổ Uy sẽ tự động tấn công kẻ địch và khi đánh trúng sẽ nhận được <color=#FFFFFF>Uy Phong</color>.\nKhi Hổ Uy đánh trúng kẻ địch, nếu có ít nhất 100 điểm <color=#FFFFFF>Uy Phong</color> và Ju Fufu không phải là nhân vật đang thao tác, Ju Fufu sẽ xoay quanh kẻ địch mục tiêu và phát động <color=#FFFFFF>Liên Kích: Hổ Phủ Chấn Sát</color>. Khi phát động, nhân vật toàn đội nhận được hiệu quả <color=#FFFFFF>Hổ Gầm</color>: DMG Bạo Kích tăng <color=#2BAD00>11,7%</color>, khi tấn công ban đầu của Ju Fufu lớn hơn hoặc bằng 2800 điểm, cứ mỗi 100 điểm tấn công vượt mức sẽ khiến DMG Bạo Kích tăng thêm 5%, tối đa tăng thêm 30%.\nTrong trạng thái <color=#FFFFFF>Hổ Gầm</color>, sát thương do <color=#FFFFFF>Liên Kích</color>/<color=#FFFFFF>Tuyệt Kỹ</color> của nhân vật gây ra tăng <color=#2BAD00>11,7%/23,3%</color>.\nTrạng thái <color=#FFFFFF>Hổ Gầm</color> duy trì 30s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi Ju Fufu đang trong hiệu quả <color=#FFFFFF>Hổ Gầm</color>, Lực Xung Kích tăng <color=#2BAD00>29,2 điểm</color>.",
                "3": "Khi Ju Fufu chưa sử dụng Hổ Uy, Hổ Uy sẽ tự động tấn công kẻ địch và khi đánh trúng sẽ nhận được <color=#FFFFFF>Uy Phong</color>.\nKhi Hổ Uy đánh trúng kẻ địch, nếu có ít nhất 100 điểm <color=#FFFFFF>Uy Phong</color> và Ju Fufu không phải là nhân vật đang thao tác, Ju Fufu sẽ xoay quanh kẻ địch mục tiêu và phát động <color=#FFFFFF>Liên Kích: Hổ Phủ Chấn Sát</color>. Khi phát động, nhân vật toàn đội nhận được hiệu quả <color=#FFFFFF>Hổ Gầm</color>: DMG Bạo Kích tăng <color=#2BAD00>13,3%</color>, khi tấn công ban đầu của Ju Fufu lớn hơn hoặc bằng 2800 điểm, cứ mỗi 100 điểm tấn công vượt mức sẽ khiến DMG Bạo Kích tăng thêm 5%, tối đa tăng thêm 30%.\nTrong trạng thái <color=#FFFFFF>Hổ Gầm</color>, sát thương do <color=#FFFFFF>Liên Kích</color>/<color=#FFFFFF>Tuyệt Kỹ</color> của nhân vật gây ra tăng <color=#2BAD00>13,3%/26,7%</color>.\nTrạng thái <color=#FFFFFF>Hổ Gầm</color> duy trì 30s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi Ju Fufu đang trong hiệu quả <color=#FFFFFF>Hổ Gầm</color>, Lực Xung Kích tăng <color=#2BAD00>33,3 điểm</color>.",
                "4": "Khi Ju Fufu chưa sử dụng Hổ Uy, Hổ Uy sẽ tự động tấn công kẻ địch và khi đánh trúng sẽ nhận được <color=#FFFFFF>Uy Phong</color>.\nKhi Hổ Uy đánh trúng kẻ địch, nếu có ít nhất 100 điểm <color=#FFFFFF>Uy Phong</color> và Ju Fufu không phải là nhân vật đang thao tác, Ju Fufu sẽ xoay quanh kẻ địch mục tiêu và phát động <color=#FFFFFF>Liên Kích: Hổ Phủ Chấn Sát</color>. Khi phát động, nhân vật toàn đội nhận được hiệu quả <color=#FFFFFF>Hổ Gầm</color>: DMG Bạo Kích tăng <color=#2BAD00>15%</color>, khi tấn công ban đầu của Ju Fufu lớn hơn hoặc bằng 2800 điểm, cứ mỗi 100 điểm tấn công vượt mức sẽ khiến DMG Bạo Kích tăng thêm 5%, tối đa tăng thêm 30%.\nTrong trạng thái <color=#FFFFFF>Hổ Gầm</color>, sát thương do <color=#FFFFFF>Liên Kích</color>/<color=#FFFFFF>Tuyệt Kỹ</color> của nhân vật gây ra tăng <color=#2BAD00>15%/30%</color>.\nTrạng thái <color=#FFFFFF>Hổ Gầm</color> duy trì 30s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi Ju Fufu đang trong hiệu quả <color=#FFFFFF>Hổ Gầm</color>, Lực Xung Kích tăng <color=#2BAD00>37,5 điểm</color>.",
                "5": "Khi Ju Fufu chưa sử dụng Hổ Uy, Hổ Uy sẽ tự động tấn công kẻ địch và khi đánh trúng sẽ nhận được <color=#FFFFFF>Uy Phong</color>.\nKhi Hổ Uy đánh trúng kẻ địch, nếu có ít nhất 100 điểm <color=#FFFFFF>Uy Phong</color> và Ju Fufu không phải là nhân vật đang thao tác, Ju Fufu sẽ xoay quanh kẻ địch mục tiêu và phát động <color=#FFFFFF>Liên Kích: Hổ Phủ Chấn Sát</color>. Khi phát động, nhân vật toàn đội nhận được hiệu quả <color=#FFFFFF>Hổ Gầm</color>: DMG Bạo Kích tăng <color=#2BAD00>16,7%</color>, khi tấn công ban đầu của Ju Fufu lớn hơn hoặc bằng 2800 điểm, cứ mỗi 100 điểm tấn công vượt mức sẽ khiến DMG Bạo Kích tăng thêm 5%, tối đa tăng thêm 30%.\nTrong trạng thái <color=#FFFFFF>Hổ Gầm</color>, sát thương do <color=#FFFFFF>Liên Kích</color>/<color=#FFFFFF>Tuyệt Kỹ</color> của nhân vật gây ra tăng <color=#2BAD00>16,7%/33,3%</color>.\nTrạng thái <color=#FFFFFF>Hổ Gầm</color> duy trì 30s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi Ju Fufu đang trong hiệu quả <color=#FFFFFF>Hổ Gầm</color>, Lực Xung Kích tăng <color=#2BAD00>41,7 điểm</color>.",
                "6": "Khi Ju Fufu chưa sử dụng Hổ Uy, Hổ Uy sẽ tự động tấn công kẻ địch và khi đánh trúng sẽ nhận được <color=#FFFFFF>Uy Phong</color>.\nKhi Hổ Uy đánh trúng kẻ địch, nếu có ít nhất 100 điểm <color=#FFFFFF>Uy Phong</color> và Ju Fufu không phải là nhân vật đang thao tác, Ju Fufu sẽ xoay quanh kẻ địch mục tiêu và phát động <color=#FFFFFF>Liên Kích: Hổ Phủ Chấn Sát</color>. Khi phát động, nhân vật toàn đội nhận được hiệu quả <color=#FFFFFF>Hổ Gầm</color>: DMG Bạo Kích tăng <color=#2BAD00>18,3%</color>, khi tấn công ban đầu của Ju Fufu lớn hơn hoặc bằng 2800 điểm, cứ mỗi 100 điểm tấn công vượt mức sẽ khiến DMG Bạo Kích tăng thêm 5%, tối đa tăng thêm 30%.\nTrong trạng thái <color=#FFFFFF>Hổ Gầm</color>, sát thương do <color=#FFFFFF>Liên Kích</color>/<color=#FFFFFF>Tuyệt Kỹ</color> của nhân vật gây ra tăng <color=#2BAD00>18,3%/36,7%</color>.\nTrạng thái <color=#FFFFFF>Hổ Gầm</color> duy trì 30s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi Ju Fufu đang trong hiệu quả <color=#FFFFFF>Hổ Gầm</color>, Lực Xung Kích tăng <color=#2BAD00>45,8 điểm</color>.",
                "7": "Khi Ju Fufu chưa sử dụng Hổ Uy, Hổ Uy sẽ tự động tấn công kẻ địch và khi đánh trúng sẽ nhận được <color=#FFFFFF>Uy Phong</color>.\nKhi Hổ Uy đánh trúng kẻ địch, nếu có ít nhất 100 điểm <color=#FFFFFF>Uy Phong</color> và Ju Fufu không phải là nhân vật đang thao tác, Ju Fufu sẽ xoay quanh kẻ địch mục tiêu và phát động <color=#FFFFFF>Liên Kích: Hổ Phủ Chấn Sát</color>. Khi phát động, nhân vật toàn đội nhận được hiệu quả <color=#FFFFFF>Hổ Gầm</color>: DMG Bạo Kích tăng <color=#2BAD00>20%</color>, khi tấn công ban đầu của Ju Fufu lớn hơn hoặc bằng 2800 điểm, cứ mỗi 100 điểm tấn công vượt mức sẽ khiến DMG Bạo Kích tăng thêm 5%, tối đa tăng thêm 30%.\nTrong trạng thái <color=#FFFFFF>Hổ Gầm</color>, sát thương do <color=#FFFFFF>Liên Kích</color>/<color=#FFFFFF>Tuyệt Kỹ</color> của nhân vật gây ra tăng <color=#2BAD00>20%/40%</color>.\nTrạng thái <color=#FFFFFF>Hổ Gầm</color> duy trì 30s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi Ju Fufu đang trong hiệu quả <color=#FFFFFF>Hổ Gầm</color>, Lực Xung Kích tăng <color=#2BAD00>50 điểm</color>."
            }
        },
        "MathSkill": {
            "Title": "Năng Lực Thêm: Bát Diện Uy Phong",
            "Description": "Khi trong đội có nhân vật <color=#FFFFFF>Tiên Phong</color> hoặc <color=#FFFFFF>Mệnh Phá</color> sẽ kích hoạt:\nGiới hạn Decibel của tất cả nhân vật trong đội tăng 1000 điểm, khi nhân vật <color=#FFFFFF>Tiên Phong</color> hoặc <color=#FFFFFF>Mệnh Phá</color> phát động <color=#FFFFFF>Tuyệt Kỹ</color>, nhân vật này sẽ nhận được 300 điểm Decibel."
        }
    },
    "SkillDescriptions": {
        "0": {
            "139100001": {
                "Title": "Tấn Công Thường: Ác Hổ Thất Thức - Thiêu Thân Trảo",
                "Description": "Nhấn <IconMap:Icon_Normal> phát động:\nThực hiện tối đa bốn đòn chém về phía trước, gây <color=#F0D12B>DMG Vật Lý</color> và <color=#FF5521>DMG Hỏa</color>.\nTrong lúc thi triển đòn tấn công thứ ba, liên tục nhấn <IconMap:Icon_Normal> để duy trì combo, liên tục đánh kẻ địch.\nTrong lúc thi triển đòn tấn công thứ ba, nhấn giữ hoặc tạm dừng rồi nhấn <IconMap:Icon_Normal> sẽ nối tiếp đòn tấn công thứ bốn.\nTrong lúc thi triển đòn tấn công thứ ba, sẽ tăng cấp Kháng Gián Đoạn và giảm 40% sát thương phải chịu."
            },
            "139100002": {
                "Title": "Tấn Công Thường: Hổ Uy",
                "Description": "Trong chiến đấu, Hổ Uy sẽ tự động tấn công kẻ địch, gây <color=#FF5521>DMG Hỏa</color>.\nKhi đánh trúng kẻ địch, nhận được 20 điểm <color=#FFFFFF>Uy Phong</color>, trong chiêu thức tối đa chỉ kích hoạt một lần. <color=#FFFFFF>Uy Phong</color> giới hạn tối đa 200 điểm."
            },
            "139100016": {
                "Title": "Tấn Công Thường: Ác Hổ Thất Thức - Thiêu Thân Trảo"
            },
            "139100017": {
                "Description": "Bội Số DMG Đòn 1",
                "Param": "{Skill:1391001, Prop:1001}"
            },
            "139100018": {
                "Description": "Bội Số DMG Đòn 2",
                "Param": "{Skill:1391002, Prop:1001}"
            },
            "139100019": {
                "Description": "Bội Số DMG Đòn 3",
                "Param": "{Skill:1391003, Prop:1001}"
            },
            "139100020": {
                "Description": "Bội Số DMG Đòn 4",
                "Param": "{Skill:1391004, Prop:1001}"
            },
            "139100021": {
                "Description": "Bội Số Choáng Đòn 1",
                "Param": "{Skill:1391001, Prop:1002}"
            },
            "139100022": {
                "Description": "Bội Số Choáng Đòn 2",
                "Param": "{Skill:1391002, Prop:1002}"
            },
            "139100023": {
                "Description": "Bội Số Choáng Đòn 3",
                "Param": "{Skill:1391003, Prop:1002}"
            },
            "139100024": {
                "Description": "Bội Số Choáng Đòn 4",
                "Param": "{Skill:1391004, Prop:1002}"
            },
            "139100025": {
                "Title": "Tấn Công Thường: Hổ Uy"
            },
            "139100026": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391005, Prop:1001}"
            },
            "139100027": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391005, Prop:1002}"
            }
        },
        "1": {
            "139100003": {
                "Title": "Chiến Kỹ: Ác Hổ Thất Thức - Hạ Sơn Hổ",
                "Description": "Nhấn <IconMap:Icon_Special> phát động:\nThực hiện đòn chém xoáy về phía trước rồi chém khi đáp đất, gây <color=#FF5521>DMG Hỏa</color>.\nChiêu thức khi phát động sẽ tăng cấp Kháng Gián Đoạn."
            },
            "139100004": {
                "Title": "Siêu Chiến Kỹ: Ác Hổ Thất Thức (Cải Tiến) - Hạ Sơn Mãnh Hổ",
                "Description": "Khi đủ Năng Lượng, nhấn <IconMap:Icon_SpecialReady> để phát động:\nVung <color=#FFFFFF>Hổ Uy</color> tấn công mạnh mẽ về phía trước, gây lượng lớn <color=#FF5521>DMG Hỏa</color>.\nKhi phát động sẽ nhận được 3 điểm <color=#FFFFFF>Uy Thế</color> và 80 điểm <color=#FFFFFF>Uy Phong</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "139100028": {
                "Title": "Chiến Kỹ: Ác Hổ Thất Thức - Hạ Sơn Hổ"
            },
            "139100029": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391006, Prop:1001}"
            },
            "139100030": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391006, Prop:1002}"
            },
            "139100031": {
                "Title": "Siêu Chiến Kỹ: Ác Hổ Thất Thức (Cải Tiến) - Hạ Sơn Mãnh Hổ"
            },
            "139100032": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391007, Prop:1001}"
            },
            "139100033": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391007, Prop:1002}"
            },
            "139100034": {
                "Description": "Tiêu Hao Năng Lượng",
                "Param": "60 điểm"
            }
        },
        "2": {
            "139100005": {
                "Title": "Né: Ác Hổ Thất Thức - Phong Tòng Hổ",
                "Description": "Nhấn <IconMap:Icon_Evade> phát động:\nNhanh chóng né tránh.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "139100006": {
                "Title": "Tấn Công Lướt: Ác Hổ Thất Thức - Hổ Bôn",
                "Description": "Khi né, nhấn <IconMap:Icon_Normal> phát động:\nChém nhanh về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>."
            },
            "139100007": {
                "Title": "Tấn Công Lướt: Ác Hổ Thất Thức - Sơn Quân Đĩnh Hí",
                "Description": "Sau khi phát động <color=#FFFFFF>Tấn Công Lướt: Ác Hổ Thất Thức - Hổ Bôn</color>, nhấn giữ <IconMap:Icon_Normal> phát động:\nVào trạng thái xoay nhanh, trong trạng thái này có thể di chuyển bằng cách kéo {LAYOUT_CONSOLECONTROLLER#cần}{LAYOUT_FALLBACK#cần điều khiển}, khi đụng trúng kẻ địch sẽ gây <color=#F0D12B>DMG Vật Lý</color>.\nKhi Ju Fufu nhận được <color=#FFFFFF>Uy Thế</color> từ các chiêu thức khác, thì khi xoay nhanh sẽ kèm theo lửa. Khi đụng trúng kẻ địch sẽ tiêu hao 1 điểm <color=#FFFFFF>Uy Thế</color>, đổi thành gây <color=#FF5521>DMG Hỏa</color> và nhận được 25 điểm <color=#FFFFFF>Uy Phong</color>. <color=#FFFFFF>Uy Thế</color> giới hạn tối đa 15 điểm.\nKhi gây <color=#FF5521>DMG Hỏa</color>, nếu <color=#FFFFFF>Uy Phong</color> cao hơn 100 điểm, sẽ tự động tiêu hao 100 điểm <color=#FFFFFF>Uy Phong</color> để phát động <color=#FFFFFF>Liên Kích: Hổ Phủ Chấn Sát</color>.\nThả <IconMap:Icon_Normal> để thoát khỏi trạng thái xoay và ném <color=#FFFFFF>Hổ Uy</color> tấn công kẻ địch. Khi đổi sang nhân vật khác, Ju Fufu sẽ tiếp tục ở trạng thái xoay, cố gắng đụng vào kẻ địch gần nhất.\nKhi Ju Fufu là nhân vật đang thao tác, trong thời gian phát động chiêu thức sẽ giảm 40% sát thương phải chịu, tăng cấp Kháng Gián Đoạn. Khi không phải là nhân vật đang thao tác, sẽ có hiệu quả Vô Địch."
            },
            "139100008": {
                "Title": "Phản Kích Khi Né: Ác Hổ Thất Thức - Li Hỏa Hồi Phong",
                "Description": "Sau khi kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, nhấn <IconMap:Icon_Normal> phát động:\nChém nhiều lần vào kẻ địch phía trước, gây <color=#FF5521>DMG Hỏa</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "139100035": {
                "Title": "Tấn Công Lướt: Ác Hổ Thất Thức - Hổ Bôn"
            },
            "139100036": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391008, Prop:1001}"
            },
            "139100037": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391008, Prop:1002}"
            },
            "139100038": {
                "Title": "Tấn Công Lướt: Ác Hổ Thất Thức - Sơn Quân Đĩnh Hí"
            },
            "139100039": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391009, Prop:1001}"
            },
            "139100040": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391009, Prop:1002}"
            },
            "139100041": {
                "Title": "Tấn Công Lướt: Ác Hổ Thất Thức - Sơn Quân Đĩnh Hí - Uy Thế"
            },
            "139100042": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391010, Prop:1001}"
            },
            "139100043": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391010, Prop:1002}"
            },
            "139100044": {
                "Title": "Phản Kích Khi Né: Ác Hổ Thất Thức - Li Hỏa Hồi Phong"
            },
            "139100045": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391011, Prop:1001}"
            },
            "139100046": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391011, Prop:1002}"
            }
        },
        "3": {
            "139100009": {
                "Title": "Liên Kích: Hổ Phủ Băng",
                "Description": "Khi kích hoạt <color=#FFFFFF>Liên Kích</color>, chọn nhân vật tương ứng phát động:\nVung Hổ Uy đánh mạnh vào kẻ địch trong phạm vi nhỏ phía trước, gây lượng lớn <color=#FF5521>DMG Hỏa</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "139100010": {
                "Title": "Liên Kích: Hổ Phủ Chấn Sát",
                "Description": "Khi có ít nhất 100 điểm <color=#FFFFFF>Uy Phong</color>, sau khi kích hoạt <color=#FFFFFF>Liên Kích</color> sẽ tự động phát động:\nTiêu hao 100 điểm <color=#FFFFFF>Uy Phong</color>, mở Hổ Uy phóng lửa và bắp rang tấn công kẻ địch trong phạm vi nhỏ phía trước, gây lượng lớn <color=#FF5521>DMG Hỏa</color>.\nKhi có <color=#FFFFFF>Uy Thế</color> và không phải nhân vật đang thao tác, sau khi kết thúc chiêu thức sẽ vào trạng thái <color=#FFFFFF>Xoay Vòng Nóng Bỏng</color>.\nChiêu thức là <color=#FFFFFF>Cú Đánh Bổ Sung</color>, trong thời gian phát động sẽ có hiệu quả Vô Địch."
            },
            "139100011": {
                "Title": "Tuyệt Kỹ: Ác Hổ Thất Thức - Mãnh Hổ Nổ Bung",
                "Description": "Khi Cấp Decibel đạt <color=#FFFFFF>Cực Hạn</color>, nhấn <IconMap:Icon_UltimateReady> phát động:\nSử dụng Hổ Uy thực hiện hai lần tấn công đáp đất, gây lượng lớn <color=#FF5521>DMG Hỏa</color>.\nKhi phát động nhận được 6 điểm <color=#FFFFFF>Uy Thế</color> và 100 điểm <color=#FFFFFF>Uy Phong</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "139100047": {
                "Title": "Liên Kích: Hổ Phủ Băng"
            },
            "139100048": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391012, Prop:1001}"
            },
            "139100049": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391012, Prop:1002}"
            },
            "139100050": {
                "Title": "Liên Kích: Hổ Phủ Chấn Sát"
            },
            "139100051": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391013, Prop:1001}"
            },
            "139100052": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391013, Prop:1002}"
            },
            "139100053": {
                "Title": "Tuyệt Kỹ: Ác Hổ Thất Thức - Mãnh Hổ Nổ Bung"
            },
            "139100054": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391014, Prop:1001}"
            },
            "139100055": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391014, Prop:1002}"
            }
        },
        "6": {
            "139100013": {
                "Title": "Hỗ Trợ Nhanh: Nộ Quyết Chưởng",
                "Description": "Khi nhân vật đang thao tác bị đánh bay, nhấn <IconMap:Icon_Switch> phát động:\nChém kẻ địch phía trước, gây <color=#FF5521>DMG Hỏa</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "139100014": {
                "Title": "Hỗ Trợ Chống Đỡ: Hổ Uy Bàn Cứ",
                "Description": "Khi nhân vật trong sân sắp bị tấn công, nhấn <IconMap:Icon_Switch> phát động:\nChống đỡ tấn công của kẻ địch, tích lũy lượng lớn Điểm Choáng.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "139100015": {
                "Title": "Đột Kích Chi Viện: Hổ Gầm Thét Lửa",
                "Description": "Sau khi phát động <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, nhấn <IconMap:Icon_Normal> phát động:\nSau khi chém kẻ địch phía trước, sử dụng <color=#FFFFFF>Hổ Uy</color> để thực hiện thêm một đòn tấn công đáp đất, gây <color=#FF5521>DMG Hỏa</color>.\nKhi phát động nhận được 1 điểm <color=#FFFFFF>Uy Thế</color>, trong 10s tối đa nhận 1 lần.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "139100056": {
                "Title": "Hỗ Trợ Nhanh: Nộ Quyết Chưởng"
            },
            "139100057": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391015, Prop:1001}"
            },
            "139100058": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391015, Prop:1002}"
            },
            "139100059": {
                "Title": "Hỗ Trợ Chống Đỡ: Hổ Uy Bàn Cứ"
            },
            "139100060": {
                "Description": "Bội Số Đỡ Choáng Nhẹ",
                "Param": "{Skill:1391016, Prop:1002}"
            },
            "139100061": {
                "Description": "Bội Số Đỡ Choáng Mạnh",
                "Param": "{Skill:1391017, Prop:1002}"
            },
            "139100062": {
                "Description": "Bội Số Đỡ Choáng Liên Tục",
                "Param": "{Skill:1391018, Prop:1002}"
            },
            "139100063": {
                "Title": "Đột Kích Chi Viện: Hổ Gầm Thét Lửa"
            },
            "139100064": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1391019, Prop:1001}"
            },
            "139100065": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1391019, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1391001": {
            "DamageValue": 4250,
            "DamageGrowth": 390,
            "DazeValue": 4850,
            "DazeGrowth": 230
        },
        "1391002": {
            "DamageValue": 4520,
            "DamageGrowth": 420,
            "DazeValue": 3910,
            "DazeGrowth": 180
        },
        "1391003": {
            "DamageValue": 3150,
            "DamageGrowth": 290,
            "DazeValue": 4850,
            "DazeGrowth": 230
        },
        "1391004": {
            "DamageValue": 21840,
            "DamageGrowth": 1990,
            "DazeValue": 13390,
            "DazeGrowth": 610
        },
        "1391005": {
            "DamageValue": 9240,
            "DamageGrowth": 840,
            "DazeValue": 6930,
            "DazeGrowth": 320
        },
        "1391006": {
            "DamageValue": 6610,
            "DamageGrowth": 610,
            "DazeValue": 6610,
            "DazeGrowth": 310
        },
        "1391007": {
            "DamageValue": 52650,
            "DamageGrowth": 4790,
            "DazeValue": 34410,
            "DazeGrowth": 1570
        },
        "1391008": {
            "DamageValue": 3680,
            "DamageGrowth": 340,
            "DazeValue": 1840,
            "DazeGrowth": 90
        },
        "1391009": {
            "DamageValue": 1840,
            "DamageGrowth": 170,
            "DazeValue": 1840,
            "DazeGrowth": 90
        },
        "1391010": {
            "DamageValue": 1920,
            "DamageGrowth": 180,
            "DazeValue": 870,
            "DazeGrowth": 40
        },
        "1391011": {
            "DamageValue": 20780,
            "DamageGrowth": 1890,
            "DazeValue": 18530,
            "DazeGrowth": 850
        },
        "1391012": {
            "DamageValue": 66810,
            "DamageGrowth": 6080,
            "DazeValue": 16050,
            "DazeGrowth": 730
        },
        "1391013": {
            "DamageValue": 35450,
            "DamageGrowth": 3230,
            "DazeValue": 22160,
            "DazeGrowth": 1010
        },
        "1391014": {
            "DamageValue": 166380,
            "DamageGrowth": 15130,
            "DazeValue": 109070,
            "DazeGrowth": 4960
        },
        "1391015": {
            "DamageValue": 7530,
            "DamageGrowth": 690,
            "DazeValue": 3770,
            "DazeGrowth": 180
        },
        "1391016": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 20130,
            "DazeGrowth": 920
        },
        "1391017": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 27280,
            "DazeGrowth": 1240
        },
        "1391018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 13680,
            "DazeGrowth": 630
        },
        "1391019": {
            "DamageValue": 40720,
            "DamageGrowth": 3710,
            "DazeValue": 25630,
            "DazeGrowth": 1170
        },
        "1391020": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1391021": {
            "DamageValue": 72000,
            "DamageGrowth": 0,
            "DazeValue": 24500,
            "DazeGrowth": 0
        }
    }
}