{
    "Name": "Yuzuha",
    "ElementTypes": [
        "Physics"
    ],
    "Specialty": {
        "Id": 4,
        "Name": "Chi Viện"
    },
    "Talents": {
        "1": {
            "Title": "Thể Chất May Mắn",
            "Description": "Khi Yuzuha vào chiến trường, sẽ hồi phục 30 điểm Năng Lượng, trong chế độ Thăm Dò hiệu quả này mỗi 180s tối đa kích hoạt 1 lần. Kẻ địch trong trạng thái <color=#FFFFFF>Sợ Hãi Ngọt Ngào</color> sẽ bị giảm 10% Kháng DMG toàn bộ thuộc tính. Hiệu quả buff sát thương Thuộc Tính Dị Thường và sát thương <color=#FFFFFF>Hỗn Loạn</color> trong <color=#FFFFFF>Năng Lực Thêm</color> sẽ tăng đến 130% so với ban đầu.",
            "Lore": "\"Ôi, thế là xong đời rồi!\"\n\"Yuzuha cũng bị điểm kém à? Ối trời, 92 điểm! Đánh đại thì làm sao được điểm cao thế này, rõ ràng là cậu đang khoe khoang rồi!\"\n\"Không không không, may mắn quan trọng nhất là phải vừa đủ thôi, rõ ràng môn này chẳng cần thiết phải được điểm cao như vậy mà... Linh cảm mách bảo tôi, chắc chắn bài thi chiều nay sẽ không có câu trắc nghiệm nào đâu!\""
        },
        "2": {
            "Title": "Hội Bạn Thú Vị",
            "Description": "Khi <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng</color>, <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng, Ngay Bây Giờ!</color> và <color=#FFFFFF>Tuyệt Kỹ: Không Đầu Hàng Thì Phá Rối</color> của Yuzuha đánh trúng kẻ địch, sẽ giúp nhân vật toàn đội tăng 15% sát thương gây ra, tăng 15% Hiệu Suất Tích Lũy Dị Thường, duy trì 40s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi trọng kích trúng kẻ địch không trong trạng thái Choáng, sẽ cưỡng chế kích hoạt <color=#FFFFFF>Liên Kích</color>. <color=#FFFFFF>Liên Kích</color> được kích hoạt theo cách này sẽ giảm cấp Gián Đoạn, hiệu quả cưỡng chế kích hoạt <color=#FFFFFF>Liên Kích</color> tối đa kích hoạt 1 lần trong 20s. Khi các nhân vật khác vào sân thông qua <color=#FFFFFF>Liên Kích</color>, Yuzuha sẽ nhận được 1 <color=#FFFFFF>Điểm Ngọt Ngào</color>. Thời gian chờ để Yuzuha kích hoạt <color=#FFFFFF>Tấn Công Thường: Bắn Kẹo Cứng</color> giảm 25%.",
            "Lore": "\"Rõ ràng Kama chưa từng rời khỏi tầm mắt của tôi, vậy mà chỉ trong chớp mắt đã có nhiều thứ bị tráo đổi như vậy, rốt cuộc là làm thế nào?\"\n\"Hừm hừm~ Kama cũng có rất nhiều bạn đấy! Nào nào, mọi người ra đây cả đi, để tôi giới thiệu nhé, từ trái sang phải lần lượt là: Takenosuke, Inosuke, Hyakunosuke...\"\n\"Khoan khoan, nói nhanh quá!\"\n\"Vậy nói lại lần nữa nhé, Shinnosuke, Kinosuke, Harunosuke...\"\n\"Tên hoàn toàn khác với lúc nãy rồi!\""
        },
        "3": {
            "Title": "Cổ Tích Thành U Ám",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "\"...Mỗi ngày của công chúa đều rất bận rộn, từ sáng sớm, những nữ hầu trầm lặng đã giúp nàng khoác lên mình y phục lộng lẫy, đội vương miện phép thuật nặng trĩu cùng những trang sức khác, rồi cùng nhau hộ tống nàng đến ngai vàng. Tại đó, nàng sẽ dùng sức mạnh kỳ diệu để biến những viên đá tầm thường thành báu vật vô giá.\"\n\"Chị ơi, hàng ngày công chúa đều phải biến đá thành báu vật sao? Chán hơn cả vừa trông cửa hàng vừa làm bài tập nữa.\"\n\"Ừm... nhưng nếu công chúa không làm vậy, thì vương quốc nghèo khó sẽ diệt vong đấy.\"\n\"Một vương quốc vô dụng chỉ trông chờ vào một mình công chúa, thì cứ để nó diệt vong đi!\"\nCô không nhịn được bèn bật cười. Đúng vậy, một vương quốc vô dụng như thế, cứ để nó diệt vong đi."
        },
        "4": {
            "Title": "Phép Màu Rơi Rụng",
            "Description": "Sát thương do <color=#FFFFFF>Đột Kích Chi Viện: Bắn Kẹo Cứng Bọc Nhân</color> và <color=#FFFFFF>Đột Kích Chi Viện: Làm Miếng Cookie</color> của Yuzuha gây ra tăng 30%, Hiệu Suất Tích Lũy Dị Thường tăng 20%, đồng thời khi chiêu thức này đánh trúng kẻ địch sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>.",
            "Lore": "Cô gái mà mình nhìn thấy qua khe thông gió nhỏ hẹp, lấp lánh như thể vừa bước ra từ một cuốn truyện cổ tích.\nCô ấy mới chính là công chúa thực sự, còn mình chỉ là một tù nhân mà thôi.\nThần linh ơi, cô ấy đã có quá nhiều thứ như thế rồi, chia cho con một chút cũng có sao đâu nhỉ?\nVà rồi, chiếc kẹp tóc ấy lặng lẽ rơi xuống."
        },
        "5": {
            "Title": "Giấc Mộng Tàn Đông",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "Vào ngày các quan chức cấp cao của TOPS và đoàn thanh tra đến, cô và Manato cũng vừa trở về từ trường. Để nhường chỗ cho xe của các vị khách quý, khí cầu chở họ phải lượn vòng xung quanh một lúc lâu mới hạ cánh được. Khi hai người mệt mỏi đi qua cầu vượt, một đám phóng viên đang vây quanh các vị khách quý đi phía dưới, và cô đã nhìn thấy cô gái ấy ngay lập tức. Đêm đó, cô đã có một giấc mơ, người được đám phóng viên vây quanh đi dưới cầu vượt đã trở thành chính cô, và ở cuối con đường, cô nhìn thấy chiếc ngai vàng được chuẩn bị riêng cho mình...\nĐã lâu rồi cô không mơ thấy những chuyện như vậy nữa. Cô ngồi dậy uống nước, nhớ lại những lời đã nghe trong ngày: \"Cái gì mà đoàn điều tra gồm các chuyên gia, họ còn nhét cả tiểu thư nhà giàu vào cho đủ số nữa kìa!\"\n\"Kama, Kama!\" Cô kéo cửa sổ ra và gọi khẽ, một bóng dáng xù xì lập tức thò đầu vào từ ngoài cửa sổ. \"Tôi có một ý tưởng hay, tối mai chúng ta đi làm chuyện thú vị nhé.\""
        },
        "6": {
            "Title": "Chạm Đất Bén Rễ",
            "Description": "Khi thông qua <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc <color=#FFFFFF>Tấn Công Thường: Lều Tanuki</color> thành công chống đỡ đòn tấn công của kẻ địch, sẽ nhận thêm 1 <color=#FFFFFF>Điểm Ngọt Ngào</color>. Khi phát động <color=#FFFFFF>Đột Kích Chi Viện: Bắn Kẹo Cứng Bọc Nhân</color>, có thể nhấn giữ <IconMap:Icon_Normal> để tụ năng, tối đa duy trì 0.8s, khi thả <IconMap:Icon_Normal> hoặc tụ năng đến thời gian tối đa, Yuzuha sẽ bắn thêm đạn pháo mạnh tấn công kẻ địch. Cứ mỗi 0,4s tụ năng, Yuzuha sẽ tiêu hao 1 <color=#FFFFFF>Điểm Ngọt Ngào</color> để bắn thêm một viên đạn pháo mạnh, mỗi viên đạn pháo mạnh bổ sung sẽ gây <color=#F0D12B>DMG Vật Lý</color> bằng 300% tấn công của Yuzuha. Khi bất kỳ đạn pháo mạnh nào của <color=#FFFFFF>Đột Kích Chi Viện: Bắn Kẹo Cứng Bọc Nhân</color> bắn trúng kẻ địch, sẽ giúp nhân vật toàn đội tăng 105% Bội Số DMG của hiệu quả <color=#FFFFFF>Hỗn Loạn</color>, duy trì 40s, tối đa cộng dồn 3 tầng, mỗi tầng sẽ tính riêng thời gian duy trì. Đạn pháo mạnh bổ sung bắn trúng kẻ địch đang trong trạng thái <color=#FFFFFF>Sợ Hãi Ngọt Ngào</color> cũng sẽ kích hoạt 1 lần <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ - Cực Hạn</color>. Nếu Yuzuha bị kẻ địch tấn công trong quá trình tụ năng, sẽ tự động né tránh đòn tấn công của kẻ địch và lập tức phát động tấn công với tụ năng tối đa.",
            "Lore": "Tối hôm kết thúc phiên điều trần, chú Baorong nói muốn ăn mừng việc Kaede nhận được học bổng, thế nên Thích Quỷ Trai đóng cửa sớm, cả nhà cùng đến Ẩm Trà Tiên.\nTrong bữa tiệc, anh trai đang ở khu Faunus cũng gọi điện chúc mừng, Sumire và A Wen thì hào hứng kể chuyện xảy ra trong ngày: Con mèo tam thể ở trường bị mất con, mọi người tìm khắp nơi mà không thấy, đến trưa thì mèo con đã tự mình quay về. Anh trai thở dài qua điện thoại: \"A Wen à, hễ hỏi đến thành tích là em lại đánh trống lảng, cha và Yuzuha không quản em, anh phải quản thay họ thôi!\" Cả nhà cùng cười, chỉ có chú Baorong lẩm bẩm: \"Về được là tốt rồi, về được là tốt rồi...\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Bị Động Cốt Lõi: Muôn Vẻ Diệu Kỳ",
            "DescriptionByLevel": {
                "1": "Khi vào chiến trường, Yuzuha lập tức nhận được 3 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nYuzuha có thể sở hữu tối đa 6 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi đòn tấn công từ <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng</color>, <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng, Ngay Bây Giờ!</color> và <color=#FFFFFF>Tuyệt Kỹ: Không Đầu Hàng Thì Phá Rối</color> của Yuzuha đánh trúng kẻ địch, sẽ gán hiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> cho nhân vật toàn đội.\nHiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> sẽ cung cấp buff tấn công bằng 40% tấn công ban đầu của Yuzuha, tối đa tăng <color=#2BAD00>600</color> điểm, đồng thời tăng 15% sát thương do người sở hữu gây ra, duy trì 40s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì.\nKhi tấn công ban đầu của Yuzuha đạt 1500 điểm, hiệu quả buff tấn công cho nhân vật toàn đội sẽ đạt giá trị tối đa.",
                "2": "Khi vào chiến trường, Yuzuha lập tức nhận được 3 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nYuzuha có thể sở hữu tối đa 6 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi đòn tấn công từ <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng</color>, <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng, Ngay Bây Giờ!</color> và <color=#FFFFFF>Tuyệt Kỹ: Không Đầu Hàng Thì Phá Rối</color> của Yuzuha đánh trúng kẻ địch, sẽ gán hiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> cho nhân vật toàn đội.\nHiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> sẽ cung cấp buff tấn công bằng 40% tấn công ban đầu của Yuzuha, tối đa tăng <color=#2BAD00>700</color> điểm, đồng thời tăng 15% sát thương do người sở hữu gây ra, duy trì 40s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì.\nKhi tấn công ban đầu của Yuzuha đạt 1750 điểm, hiệu quả buff tấn công cho nhân vật toàn đội sẽ đạt giá trị tối đa.",
                "3": "Khi vào chiến trường, Yuzuha lập tức nhận được 3 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nYuzuha có thể sở hữu tối đa 6 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi đòn tấn công từ <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng</color>, <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng, Ngay Bây Giờ!</color> và <color=#FFFFFF>Tuyệt Kỹ: Không Đầu Hàng Thì Phá Rối</color> của Yuzuha đánh trúng kẻ địch, sẽ gán hiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> cho nhân vật toàn đội.\nHiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> sẽ cung cấp buff tấn công bằng 40% tấn công ban đầu của Yuzuha, tối đa tăng <color=#2BAD00>800</color> điểm, đồng thời tăng 15% sát thương do người sở hữu gây ra, duy trì 40s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì.\nKhi tấn công ban đầu của Yuzuha đạt 2000 điểm, hiệu quả buff tấn công cho nhân vật toàn đội sẽ đạt giá trị tối đa.",
                "4": "Khi vào chiến trường, Yuzuha lập tức nhận được 3 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nYuzuha có thể sở hữu tối đa 6 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi đòn tấn công từ <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng</color>, <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng, Ngay Bây Giờ!</color> và <color=#FFFFFF>Tuyệt Kỹ: Không Đầu Hàng Thì Phá Rối</color> của Yuzuha đánh trúng kẻ địch, sẽ gán hiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> cho nhân vật toàn đội.\nHiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> sẽ cung cấp buff tấn công bằng 40% tấn công ban đầu của Yuzuha, tối đa tăng <color=#2BAD00>900</color> điểm, đồng thời tăng 15% sát thương do người sở hữu gây ra, duy trì 40s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì.\nKhi tấn công ban đầu của Yuzuha đạt 2250 điểm, hiệu quả buff tấn công cho nhân vật toàn đội sẽ đạt giá trị tối đa.",
                "5": "Khi vào chiến trường, Yuzuha lập tức nhận được 3 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nYuzuha có thể sở hữu tối đa 6 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi đòn tấn công từ <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng</color>, <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng, Ngay Bây Giờ!</color> và <color=#FFFFFF>Tuyệt Kỹ: Không Đầu Hàng Thì Phá Rối</color> của Yuzuha đánh trúng kẻ địch, sẽ gán hiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> cho nhân vật toàn đội.\nHiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> sẽ cung cấp buff tấn công bằng 40% tấn công ban đầu của Yuzuha, tối đa tăng <color=#2BAD00>1000</color> điểm, đồng thời tăng 15% sát thương do người sở hữu gây ra, duy trì 40s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì.\nKhi tấn công ban đầu của Yuzuha đạt 2500 điểm, hiệu quả buff tấn công cho nhân vật toàn đội sẽ đạt giá trị tối đa.",
                "6": "Khi vào chiến trường, Yuzuha lập tức nhận được 3 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nYuzuha có thể sở hữu tối đa 6 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi đòn tấn công từ <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng</color>, <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng, Ngay Bây Giờ!</color> và <color=#FFFFFF>Tuyệt Kỹ: Không Đầu Hàng Thì Phá Rối</color> của Yuzuha đánh trúng kẻ địch, sẽ gán hiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> cho nhân vật toàn đội.\nHiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> sẽ cung cấp buff tấn công bằng 40% tấn công ban đầu của Yuzuha, tối đa tăng <color=#2BAD00>1100</color> điểm, đồng thời tăng 15% sát thương do người sở hữu gây ra, duy trì 40s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì.\nKhi tấn công ban đầu của Yuzuha đạt 2750 điểm, hiệu quả buff tấn công cho nhân vật toàn đội sẽ đạt giá trị tối đa.",
                "7": "Khi vào chiến trường, Yuzuha lập tức nhận được 3 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nYuzuha có thể sở hữu tối đa 6 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi đòn tấn công từ <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng</color>, <color=#FFFFFF>Siêu Chiến Kỹ: Cẩn Thận Sâu Răng, Ngay Bây Giờ!</color> và <color=#FFFFFF>Tuyệt Kỹ: Không Đầu Hàng Thì Phá Rối</color> của Yuzuha đánh trúng kẻ địch, sẽ gán hiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> cho nhân vật toàn đội.\nHiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> sẽ cung cấp buff tấn công bằng 40% tấn công ban đầu của Yuzuha, tối đa tăng <color=#2BAD00>1200</color> điểm, đồng thời tăng 15% sát thương do người sở hữu gây ra, duy trì 40s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì.\nKhi tấn công ban đầu của Yuzuha đạt 3000 điểm, hiệu quả buff tấn công cho nhân vật toàn đội sẽ đạt giá trị tối đa."
            }
        },
        "MathSkill": {
            "Title": "Năng Lực Thêm: Càng Đông Càng Vui",
            "Description": "Khi trong đội có nhân vật <color=#FFFFFF>Dị Thường</color> hoặc nhân vật cùng phe với bản thân sẽ kích hoạt:\nNếu Khống Chế Dị Thường của Yuzuha lớn hơn 100 điểm, thì cứ mỗi 1 điểm Khống Chế Dị Thường vượt mức sẽ giúp Hiệu Suất Tích Lũy Dị Thường của nhân vật có hiệu quả <color=#FFFFFF>Nguyện Vọng Của Tanuki</color> tăng <color=#2BAD00>0,2%</color>, tối đa tăng <color=#2BAD00>20%</color>, và còn giúp tăng <color=#2BAD00>0,2%</color> sát thương tất cả Thuộc Tính Dị Thường và sát thương <color=#FFFFFF>Hỗn Loạn</color> của nhân vật đó, tối đa tăng <color=#2BAD00>20%</color>. Khi Khống Chế Dị Thường của Yuzuha đạt 200 điểm, hiệu quả buff nói trên sẽ đạt giá trị tối đa."
        },
        "BaseProps": [
            {
                "31401": 0,
                "12101": 0
            },
            {
                "31401": 12,
                "12101": 0
            },
            {
                "31401": 12,
                "12101": 25
            },
            {
                "31401": 24,
                "12101": 25
            },
            {
                "31401": 24,
                "12101": 50
            },
            {
                "31401": 36,
                "12101": 50
            },
            {
                "31401": 36,
                "12101": 75
            }
        ]
    },
    "SkillDescriptions": {
        "0": {
            "141100001": {
                "Title": "Tấn Công Thường: Vuốt Tanuki",
                "Description": "Nhấn <IconMap:Icon_Normal> phát động:\nTiến hành tối đa 5 đòn đánh về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>."
            },
            "141100002": {
                "Title": "Tấn Công Thường: Lều Tanuki",
                "Description": "Nhấn giữ <IconMap:Icon_Normal> để phát động:\nVào tư thế phòng thủ, duy trì tối đa 1.5s, trong thời gian này nếu bị kẻ địch tấn công, sẽ chống đỡ đòn tấn công của kẻ địch, tích lũy lượng lớn Điểm Choáng.\nKhi chống đỡ thành công đòn tấn công của kẻ địch, sẽ nhận được 1 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi chống đỡ thành công đòn tấn công của kẻ địch sẽ có hiệu quả Vô Địch."
            },
            "141100003": {
                "Title": "Tấn Công Thường: Bắn Kẹo Cứng",
                "Description": "Khi Yuzuha có <color=#FFFFFF>Điểm Ngọt Ngào</color>, các nhân vật đang thao tác khác khi đánh trúng kẻ địch, Yuzuha sẽ xoay ô xung quanh kẻ địch liên tục tấn công rồi bắn một phát đạn pháo mạnh mẽ, gây <color=#F0D12B>DMG Vật Lý</color>, khi đòn tấn công này trọng kích trúng kẻ địch, Yuzuha sẽ tiêu hao 1 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\n<color=#FFFFFF>Tấn Công Thường: Bắn Kẹo Cứng</color> là <color=#FFFFFF>Cú Đánh Bổ Sung</color>.\n<color=#FFFFFF>Tấn Công Thường: Bắn Kẹo Cứng</color> chỉ có thể kích hoạt tối đa một lần mỗi 8s.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100004": {
                "Title": "Tấn Công Thường: Kẹo Màu Rực Rỡ",
                "Description": "Kẻ địch trong trạng thái <color=#FFFFFF>Sợ Hãi Ngọt Ngào</color>, mỗi 1s sẽ phải chịu một lần <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ</color>.\n<color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ</color> ban đầu gây <color=#F0D12B>DMG Vật Lý</color>.\nChỉ Số Tích Lũy Dị Thường tích lũy từ tấn công của <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ</color> sẽ không tham gia vào tổng kết sát thương Dị Thường.\nHiệu Suất Tích Lũy Dị Thường của <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ</color> tăng <color=#2BAD00>{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%</color>."
            },
            "141100005": {
                "Title": "Tấn Công Thường: Kẹo Màu Rực Rỡ - Cực Hạn",
                "Description": "Kẻ địch trong trạng thái <color=#FFFFFF>Sợ Hãi Ngọt Ngào</color> khi bị <color=#FFFFFF>Tấn Công Thường: Bắn Kẹo Cứng</color> hoặc <color=#FFFFFF>Đột Kích Chi Viện: Bắn Kẹo Cứng Bọc Nhân</color> trọng kích đánh trúng, sẽ chịu một lần <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ - Cực Hạn</color>.\n<color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ - Cực Hạn</color> ban đầu gây <color=#F0D12B>DMG Vật Lý</color>.\nChỉ Số Tích Lũy Dị Thường tích lũy từ tấn công của <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ - Cực Hạn</color> sẽ không tham gia vào tổng kết sát thương Dị Thường.\nHiệu Suất Tích Lũy Dị Thường của <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ - Cực Hạn</color> tăng <color=#2BAD00>{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%</color>."
            },
            "141100006": {
                "Title": "Tấn Công Thường: Tanuki Trợ Giúp",
                "Description": "Khi Yuzuha ở vị trí dự bị, tanuki Kama sẽ hỗ trợ nhân vật đang thao tác tấn công kẻ địch, gây <color=#F0D12B>DMG Vật Lý</color>.\nKhi Yuzuha phát động <color=#FFFFFF>Tấn Công Thường: Lều Tanuki</color>, tanuki Kama sẽ hỗ trợ Yuzuha tấn công kẻ địch, gây <color=#F0D12B>DMG Vật Lý</color>.\nTanuki Kama có thể kế thừa sức tấn công ban đầu của Yuzuha."
            },
            "141100021": {
                "Title": "Tấn Công Thường: Vuốt Tanuki"
            },
            "141100022": {
                "Description": "Bội Số DMG Đòn 1",
                "Param": "{Skill:1411001, Prop:1001}"
            },
            "141100023": {
                "Description": "Bội Số DMG Đòn 2",
                "Param": "{Skill:1411002, Prop:1001}"
            },
            "141100024": {
                "Description": "Bội Số DMG Đòn 3",
                "Param": "{Skill:1411003, Prop:1001}"
            },
            "141100025": {
                "Description": "Bội Số DMG Đòn 4",
                "Param": "{Skill:1411004, Prop:1001}"
            },
            "141100026": {
                "Description": "Bội Số DMG Đòn 5",
                "Param": "{Skill:1411005, Prop:1001}"
            },
            "141100027": {
                "Description": "Bội Số Choáng Đòn 1",
                "Param": "{Skill:1411001, Prop:1002}"
            },
            "141100028": {
                "Description": "Bội Số Choáng Đòn 2",
                "Param": "{Skill:1411002, Prop:1002}"
            },
            "141100029": {
                "Description": "Bội Số Choáng Đòn 3",
                "Param": "{Skill:1411003, Prop:1002}"
            },
            "141100030": {
                "Description": "Bội Số Choáng Đòn 4",
                "Param": "{Skill:1411004, Prop:1002}"
            },
            "141100031": {
                "Description": "Bội Số Choáng Đòn 5",
                "Param": "{Skill:1411005, Prop:1002}"
            },
            "141100032": {
                "Title": "Tấn Công Thường: Lều Tanuki"
            },
            "141100033": {
                "Description": "Bội Số Đỡ Choáng",
                "Param": "{Skill:1411019, Prop:1002}"
            },
            "141100034": {
                "Title": "Tấn Công Thường: Bắn Kẹo Cứng"
            },
            "141100035": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411018, Prop:1001}"
            },
            "141100036": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411018, Prop:1002}"
            },
            "141100037": {
                "Title": "Tấn Công Thường: Kẹo Màu Rực Rỡ"
            },
            "141100038": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411020, Prop:1001}"
            },
            "141100039": {
                "Description": "Tăng Hiệu Suất Tích Lũy Dị Thường",
                "Param": "{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%"
            },
            "141100040": {
                "Title": "Tấn Công Thường: Kẹo Màu Rực Rỡ - Cực Hạn"
            },
            "141100041": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411021, Prop:1001}"
            },
            "141100042": {
                "Description": "Tăng Hiệu Suất Tích Lũy Dị Thường",
                "Param": "{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%"
            },
            "141100043": {
                "Title": "Tấn Công Thường: Tanuki Trợ Giúp"
            },
            "141100044": {
                "Description": "Bội Số DMG Tanuki Kama Hợp Tác Tấn Công Với Yuzuha",
                "Param": "{Skill:1411022, Prop:1001}"
            },
            "141100045": {
                "Description": "Bội Số DMG Tanuki Kama Tự Tấn Công",
                "Param": "{Skill:1411023, Prop:1001}"
            }
        },
        "1": {
            "141100007": {
                "Title": "Chiến Kỹ: Kẹo Dẻo Oanh Tạc",
                "Description": "Nhấn <IconMap:Icon_Special> phát động:\nBắn đại bác về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>."
            },
            "141100008": {
                "Title": "Siêu Chiến Kỹ: Cẩn Thận Sâu Răng",
                "Description": "Khi đủ Năng Lượng, nhấn <IconMap:Icon_SpecialReady> phát động:\nNém bom vào kẻ địch, gây <color=#F0D12B>DMG Vật Lý</color>.\nKhi trọng kích trúng kẻ địch, sẽ khiến chúng rơi vào trạng thái <color=#FFFFFF>Sợ Hãi Ngọt Ngào</color>.\nKhi phát động, sẽ nhận được 2 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi chiêu thức trúng kẻ địch, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100009": {
                "Title": "Siêu Chiến Kỹ: Cẩn Thận Sâu Răng, Ngay Bây Giờ!",
                "Description": "Sau khi <color=#FFFFFF>Phản Kích Khi Né: Bắt Đầu Trả Thù~</color>, <color=#FFFFFF>Hỗ Trợ Nhanh: Giờ Ăn Tráng Miệng</color>, <color=#FFFFFF>Đột Kích Chi Viện: Làm Miếng Cookie</color>, <color=#FFFFFF>Đột Kích Chi Viện: Bắn Kẹo Cứng Bọc Nhân</color> tấn công hoặc kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, nhấn <IconMap:Icon_SpecialReady> để phát động:\nNhanh chóng ném bom vào kẻ địch, gây <color=#F0D12B>DMG Vật Lý</color>.\nKhi trọng kích trúng kẻ địch, sẽ khiến chúng rơi vào trạng thái <color=#FFFFFF>Sợ Hãi Ngọt Ngào</color>.\nKhi phát động, sẽ nhận được 2 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi chiêu thức đánh trúng kẻ địch, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100010": {
                "Title": "Sợ Hãi Ngọt Ngào",
                "Description": "Trạng thái <color=#FFFFFF>Sợ Hãi Ngọt Ngào</color> duy trì <color=#2BAD00>{CAL:16+AvatarSkillLevel(1)*2,1,2}</color>s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì.\nKẻ địch trong trạng thái <color=#FFFFFF>Sợ Hãi Ngọt Ngào</color> khi lần đầu bị nhân vật đang thao tác dùng tấn công có thuộc tính tương đồng với nhân vật đó đánh trúng, sẽ kích hoạt <color=#FFFFFF>Muôn Người Muôn Sắc</color> lên kẻ địch đó, khiến thuộc tính tấn công của <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ</color> và <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ - Cực Hạn</color> lên kẻ địch đó chuyển thành thuộc tính của nhân vật đã kích hoạt Muôn Người Muôn Sắc lần này.\nKhi trạng thái <color=#FFFFFF>Sợ Hãi Ngọt Ngào</color> của kẻ địch được kích hoạt trùng lặp, trạng thái <color=#FFFFFF>Muôn Người Muôn Sắc</color> ban đầu sẽ bị xóa bỏ, có thể lặp lại thao tác trên để thay đổi thuộc tính của <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ</color> và <color=#FFFFFF>Tấn Công Thường: Kẹo Màu Rực Rỡ - Cực Hạn</color>."
            },
            "141100046": {
                "Title": "Chiến Kỹ: Kẹo Dẻo Oanh Tạc"
            },
            "141100047": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411006, Prop:1001}"
            },
            "141100048": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411006, Prop:1002}"
            },
            "141100049": {
                "Title": "Siêu Chiến Kỹ: Cẩn Thận Sâu Răng"
            },
            "141100050": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411007, Prop:1001}"
            },
            "141100051": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411007, Prop:1002}"
            },
            "141100052": {
                "Description": "Tiêu Hao Năng Lượng",
                "Param": "60 điểm"
            },
            "141100053": {
                "Title": "Siêu Chiến Kỹ: Cẩn Thận Sâu Răng, Ngay Bây Giờ!"
            },
            "141100054": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411008, Prop:1001}"
            },
            "141100055": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411008, Prop:1002}"
            },
            "141100056": {
                "Description": "Tiêu Hao Năng Lượng",
                "Param": "60 điểm"
            },
            "141100057": {
                "Title": "Sợ Hãi Ngọt Ngào"
            },
            "141100058": {
                "Description": "Thời Gian Duy Trì Trạng Thái Sợ Hãi Ngọt Ngào",
                "Param": "{CAL:16+AvatarSkillLevel(1)*2,1,2}s"
            }
        },
        "2": {
            "141100011": {
                "Title": "Né: Hết Hồn Chưa?",
                "Description": "Nhấn <IconMap:Icon_Evade> phát động:\nNhanh chóng né tránh.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100012": {
                "Title": "Tấn Công Lướt: Ngươi Xui Tới Nơi Rồi!",
                "Description": "Khi né, nhấn <IconMap:Icon_Normal> phát động:\nĐánh nhanh về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>."
            },
            "141100013": {
                "Title": "Phản Kích Khi Né: Bắt Đầu Trả Thù~",
                "Description": "Sau khi kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, nhấn <IconMap:Icon_Normal> phát động:\nĐánh nhanh về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100059": {
                "Title": "Tấn Công Lướt: Ngươi Xui Tới Nơi Rồi!"
            },
            "141100060": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411009, Prop:1001}"
            },
            "141100061": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411009, Prop:1002}"
            },
            "141100062": {
                "Title": "Phản Kích Khi Né: Bắt Đầu Trả Thù~"
            },
            "141100063": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411010, Prop:1001}"
            },
            "141100064": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411010, Prop:1002}"
            }
        },
        "3": {
            "141100014": {
                "Title": "Liên Kích: Hợp Tác Chơi Khăm",
                "Description": "Khi kích hoạt <color=#FFFFFF>Liên Kích</color>, chọn nhân vật tương ứng để phát động:\nPhát động đánh mạnh vào kẻ địch trong phạm vi nhỏ phía trước, gây lượng lớn <color=#F0D12B>DMG Vật Lý</color>.\nKhi phát động chiêu thức, sẽ nhận được 1 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi chiêu thức đánh trúng kẻ địch, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100015": {
                "Title": "Tuyệt Kỹ: Không Đầu Hàng Thì Phá Rối",
                "Description": "Khi Cấp Decibel đạt Cực Hạn, nhấn <IconMap:Icon_UltimateReady> phát động:\nPhát động đánh mạnh vào kẻ địch trong phạm vi lớn xung quanh, gây lượng lớn <color=#F0D12B>DMG Vật Lý</color>.\nKhi trọng kích trúng kẻ địch, sẽ khiến chúng rơi vào trạng thái <color=#FFFFFF>Sợ Hãi Ngọt Ngào</color>.\nKhi phát động chiêu thức, các nhân vật khác trong đội sẽ hồi phục <color=#2BAD00>{CAL:7+AvatarSkillLevel(3)*1.5,1,2}</color> điểm Năng Lượng.\nKhi phát động chiêu thức, sẽ nhận được 2 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nKhi chiêu thức đánh trúng kẻ địch, sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100065": {
                "Title": "Liên Kích: Hợp Tác Chơi Khăm"
            },
            "141100066": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411011, Prop:1001}"
            },
            "141100067": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411011, Prop:1002}"
            },
            "141100068": {
                "Title": "Tuyệt Kỹ: Không Đầu Hàng Thì Phá Rối"
            },
            "141100069": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411012, Prop:1001}"
            },
            "141100070": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411012, Prop:1002}"
            },
            "141100071": {
                "Description": "Hồi phục Năng Lượng cho các nhân vật khác trong đội",
                "Param": "{CAL:7+AvatarSkillLevel(3)*1.5,1,2} điểm"
            }
        },
        "6": {
            "141100017": {
                "Title": "Hỗ Trợ Nhanh: Giờ Ăn Tráng Miệng",
                "Description": "Khi nhân vật đang thao tác bị đánh bay, nhấn <IconMap:Icon_Switch> phát động:\nĐánh vào kẻ địch phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100018": {
                "Title": "Hỗ Trợ Chống Đỡ: Tiếp Tế Thú Vị",
                "Description": "Khi nhân vật trong sân sắp bị tấn công, nhấn <IconMap:Icon_Switch> phát động:\nChống đỡ tấn công của kẻ địch, tích lũy lượng lớn Điểm Choáng.\nKhi chống đỡ thành công tấn công của kẻ địch, sẽ nhận được 1 <color=#FFFFFF>Điểm Ngọt Ngào</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100019": {
                "Title": "Đột Kích Chi Viện: Làm Miếng Cookie",
                "Description": "Sau khi phát động <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc thông qua <color=#FFFFFF>Tấn Công Thường: Lều Tanuki</color> thành công chống đỡ tấn công của kẻ địch, nhấn <IconMap:Icon_Normal> để phát động:\nĐánh vào kẻ địch phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100020": {
                "Title": "Đột Kích Chi Viện: Bắn Kẹo Cứng Bọc Nhân",
                "Description": "Sau khi phát động <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color> hoặc thông qua <color=#FFFFFF>Tấn Công Thường: Lều Tanuki</color> thành công chống đỡ tấn công của kẻ địch, nhấn <IconMap:Icon_Normal> đúng thời điểm để phát động:\nXoay ô liên tục tấn công, sau đó bắn một phát đạn pháo mạnh mẽ, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "141100072": {
                "Title": "Hỗ Trợ Nhanh: Giờ Ăn Tráng Miệng"
            },
            "141100073": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411013, Prop:1001}"
            },
            "141100074": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411013, Prop:1002}"
            },
            "141100075": {
                "Title": "Hỗ Trợ Chống Đỡ: Tiếp Tế Thú Vị"
            },
            "141100076": {
                "Description": "Bội Số Đỡ Choáng Nhẹ",
                "Param": "{Skill:1411014, Prop:1002}"
            },
            "141100077": {
                "Description": "Bội Số Đỡ Choáng Mạnh",
                "Param": "{Skill:1411015, Prop:1002}"
            },
            "141100078": {
                "Description": "Bội Số Đỡ Choáng Liên Tục",
                "Param": "{Skill:1411016, Prop:1002}"
            },
            "141100079": {
                "Title": "Đột Kích Chi Viện: Làm Miếng Cookie"
            },
            "141100080": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411017, Prop:1001}"
            },
            "141100081": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411017, Prop:1002}"
            },
            "141100082": {
                "Title": "Đột Kích Chi Viện: Bắn Kẹo Cứng Bọc Nhân"
            },
            "141100083": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1411024, Prop:1001}"
            },
            "141100084": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1411024, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1411001": {
            "DamageValue": 3770,
            "DamageGrowth": 350,
            "DazeValue": 4400,
            "DazeGrowth": 200
        },
        "1411002": {
            "DamageValue": 5770,
            "DamageGrowth": 530,
            "DazeValue": 6310,
            "DazeGrowth": 290
        },
        "1411003": {
            "DamageValue": 6600,
            "DamageGrowth": 600,
            "DazeValue": 6600,
            "DazeGrowth": 300
        },
        "1411004": {
            "DamageValue": 9810,
            "DamageGrowth": 900,
            "DazeValue": 11270,
            "DazeGrowth": 520
        },
        "1411005": {
            "DamageValue": 16410,
            "DamageGrowth": 1500,
            "DazeValue": 16360,
            "DazeGrowth": 750
        },
        "1411006": {
            "DamageValue": 5050,
            "DamageGrowth": 460,
            "DazeValue": 5050,
            "DazeGrowth": 230
        },
        "1411007": {
            "DamageValue": 42100,
            "DamageGrowth": 3830,
            "DazeValue": 42100,
            "DazeGrowth": 1920
        },
        "1411008": {
            "DamageValue": 24140,
            "DamageGrowth": 2200,
            "DazeValue": 26700,
            "DazeGrowth": 1220
        },
        "1411009": {
            "DamageValue": 6980,
            "DamageGrowth": 640,
            "DazeValue": 3490,
            "DazeGrowth": 160
        },
        "1411010": {
            "DamageValue": 27690,
            "DamageGrowth": 2520,
            "DazeValue": 23840,
            "DazeGrowth": 1090
        },
        "1411011": {
            "DamageValue": 59870,
            "DamageGrowth": 5450,
            "DazeValue": 23290,
            "DazeGrowth": 1060
        },
        "1411012": {
            "DamageValue": 144320,
            "DamageGrowth": 13120,
            "DazeValue": 28600,
            "DazeGrowth": 1300
        },
        "1411013": {
            "DamageValue": 12290,
            "DamageGrowth": 1120,
            "DazeValue": 6150,
            "DazeGrowth": 280
        },
        "1411014": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 29520,
            "DazeGrowth": 1350
        },
        "1411015": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34280,
            "DazeGrowth": 1560
        },
        "1411016": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1411017": {
            "DamageValue": 29430,
            "DamageGrowth": 2680,
            "DazeValue": 25140,
            "DazeGrowth": 1150
        },
        "1411018": {
            "DamageValue": 13200,
            "DamageGrowth": 1200,
            "DazeValue": 8800,
            "DazeGrowth": 400
        },
        "1411019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1411020": {
            "DamageValue": 2750,
            "DamageGrowth": 250,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411021": {
            "DamageValue": 30800,
            "DamageGrowth": 2800,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411022": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411023": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411024": {
            "DamageValue": 46360,
            "DamageGrowth": 4220,
            "DazeValue": 40870,
            "DazeGrowth": 1860
        },
        "1411025": {
            "DamageValue": 60000,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411026": {
            "DamageValue": 38140,
            "DamageGrowth": 0,
            "DazeValue": 14670,
            "DazeGrowth": 0
        }
    }
}