{
    "Name": "Pan Yinhu",
    "ElementTypes": [
        "Physics"
    ],
    "Talents": {
        "1": {
            "Title": "Khí Kình Hộ Thể",
            "Description": "Tất cả đơn vị khi gây sát thương lên kẻ địch bị gán hiệu quả <color=#FFFFFF>Khí Tuyệt</color>, sát thương gây ra tăng thêm 10%.",
            "Lore": "Phép thuật Vân Khuy bên ngoài có thể điều khiển dòng chảy Ether, bên trong có thể hộ kinh lạc gân cốt. Khí lực như khiên, đao thương bất nhập, đó chính là bí quyết giúp Pan Yinhu có thể chống chịu được đòn tấn công.\nNgoài ra, chiêu này đặc biệt hữu dụng khi phải tranh giành hàng khuyến mãi ở siêu thị với các cô các bác."
        },
        "2": {
            "Title": "Vân Khuy Điểm Huyệt Thủ",
            "Description": "Mỗi khi tiêu hao 6 điểm <color=#FFFFFF>Phá Kình</color>, Pan Yinhu sẽ hồi phục 4 điểm Năng Lượng. Khi <color=#FFFFFF>Chiến Kỹ: Đoạn Mạch Phá Huyệt Thủ</color> đánh trúng kẻ địch sẽ khiến hiệu quả <color=#FFFFFF>Khí Tuyệt</color> gây ra cho kẻ địch tăng đến 12s.",
            "Lore": "\"Hì hì, tên trộm kia, hết động đậy được rồi chứ gì!\"\n\"Chiêu này gọi là Vân Khuy Điểm Huyệt Thủ, vừa có thể làm tê liệt cơ thể, vừa có thể đả thông kinh mạch, đây chính là tuyệt học trừ ác dương thiện của môn phái ta!\"\n\"...Ơ, ngươi bảo chỉ là do ta dùng sức quá mạnh, làm ngươi tê cứng người thôi sao? ...Cứ nói thử xem có cử động được không nào!\""
        },
        "3": {
            "Title": "Kinh Ngoại Kỳ Huyệt",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "\"Những huyệt vị này cũng giống tính chất của người Gấu Trúc bọn ta thôi.\"\n\"Vừa ít vừa phân tán, chẳng thể xếp vào hệ thống nào cụ thể, cũng chẳng mấy ai nghiên cứu kỹ, thật thảm thương.\"\n\"Nhưng lúc nào đó đột nhiên trở thành quân bài tẩy thì cũng hay phết, đúng không?\""
        },
        "4": {
            "Title": "Đầu Bếp Thượng Đẳng",
            "Description": "Khi <color=#FFFFFF>Tuyệt Kỹ: Mãn Hán Toàn Tịch</color> hồi phục HP cho toàn đội, hiệu quả hồi HP tăng 25%, hiệu quả hồi HP liên tục sẽ tăng 25%. Khi phát động <color=#FFFFFF>Tuyệt Kỹ: Mãn Hán Toàn Tịch</color> sẽ nhận được hiệu quả <color=#FFFFFF>Dự Trữ Lương Thực</color>. Khi nhân vật bất kỳ trong đội bị mất HP, sẽ tiêu hao hiệu quả <color=#FFFFFF>Dự Trữ Lương Thực</color> giúp nhân vật đó hồi phục HP dựa trên 50% HP hồi phục ngay của <color=#FFFFFF>Tuyệt Kỹ: Mãn Hán Toàn Tịch</color>, hiệu quả này không thể cộng dồn.",
            "Lore": "Lần đầu tiên vào bếp, anh ấy suýt nữa đã đốt cháy cả bếp lò. Trong số những người chạy đến dập lửa có một đầu bếp, nhìn đống thức ăn cháy đen, đã lấy phần trứng gà chưa dùng đến để làm cho anh ta một đĩa cơm chiên trứng.\nAnh ta ăn ngấu nghiến, nước mắt lưng tròng. Ngẩng đầu lên, thấy người đầu bếp giơ ra một tờ giấy, trên đó ghi \"100\".\n\"Tôi hiểu rồi! Ngài muốn nói với tôi là nấu ăn phải kiên trì bền bỉ phải không!\" \"Không phải, ý tôi là ăn một miếng thì 100 Denny, cậu ăn hơn trăm miếng rồi, trả tiền đi.\"\nTừ đó về sau, Pan Yinhu kiên quyết tự mình vào bếp, và không bao giờ làm hỏng nữa. Đó chính là quá trình ra đời của một đầu bếp thượng đẳng."
        },
        "5": {
            "Title": "\"Người Thú\"",
            "Description": "Cấp kỹ năng <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Né</color>, <color=#FFFFFF>Kỹ Năng Chi Viện</color>, <color=#FFFFFF>Chiến Kỹ</color>, <color=#FFFFFF>Liên Kích</color> +2",
            "Lore": "Trong New Eridu rộng lớn này, sự tồn tại của người Gấu Trúc quả thực hiếm có. Anh ấy từng ghét bị người khác nhìn với ánh mắt tò mò, và cũng đã quen với cuộc sống cô độc không ai giúp đỡ.\nCho đến khi gia nhập môn phái Vân Khuy Sơn, anh ấy không còn cô đơn nữa.\nĐồng thời, cho đến khi phát hiện ra nhiều người dân sẵn sàng trả tiền để được chụp ảnh cùng người Gấu Trúc... anh ấy cũng không còn ghét bị người khác dòm ngó nữa."
        },
        "6": {
            "Title": "Khí Huyệt Luận",
            "Description": "<color=#FFFFFF>Thông Khiếu</color> do <color=#FFFFFF>Bị Động Cốt Lõi: Mạch Trung Càn Khôn</color> mang lại sẽ tăng thêm, lượng tăng bằng 6% tấn công ban đầu của Pan Yinhu, Lực Quán Xuyến do hiệu quả này cung cấp tối đa tăng đến 720 điểm.",
            "Lore": "\"Cổ nhân từng nói, khí huyệt có tới ba trăm sáu mươi lăm điểm. Thực ra cách sống của con người cũng vậy.\"\n\"Này, hãy chọn một huyệt vị mà mình thích từ bản đồ huyệt vị này.\"\n\"Nó sẽ đại diện cho cách sống hiện tại của {F#muội}{M#đệ} - ở đâu, tác dụng gì, đều không quan trọng. Miễn là {F#muội}{M#đệ} thích là được.\"\n\"Còn về việc chọn nó ra để làm gì, để huynh nghĩ xem... À có rồi. Lần sau sư huynh trừng trị bọn xấu, sẽ cứ nhắm vào huyệt vị này mà đánh.\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Bị Động Cốt Lõi: Mạch Trung Càn Khôn",
            "DescriptionByLevel": {
                "1": "Trong một khoảng thời gian khi Pan Yinhu phát động <color=#FFFFFF>Siêu Chiến Kỹ: Tựa Sơn Chấn Mạch Chưởng</color> đánh trúng kẻ địch và kích hoạt Hỗ Trợ Nhanh, Người Đại Diện kế tiếp vào sân thông qua Hỗ Trợ Nhanh hoặc Liên Kích sẽ nhận được hiệu quả <color=#FFFFFF>Thông Khiếu</color>. Hiệu quả này giúp tăng Lực Quán Xuyến bằng <color=#2BAD00>9%</color> tấn công ban đầu của Pan Yinhu, duy trì 25s. Lực Quán Xuyến tăng thêm từ hiệu quả này tối đa không vượt quá 540 điểm.",
                "2": "Trong một khoảng thời gian khi Pan Yinhu phát động <color=#FFFFFF>Siêu Chiến Kỹ: Tựa Sơn Chấn Mạch Chưởng</color> đánh trúng kẻ địch và kích hoạt Hỗ Trợ Nhanh, Người Đại Diện kế tiếp vào sân thông qua Hỗ Trợ Nhanh hoặc Liên Kích sẽ nhận được hiệu quả <color=#FFFFFF>Thông Khiếu</color>. Hiệu quả này giúp tăng Lực Quán Xuyến bằng <color=#2BAD00>10,5%</color> tấn công ban đầu của Pan Yinhu, duy trì 25s. Lực Quán Xuyến tăng thêm từ hiệu quả này tối đa không vượt quá 540 điểm.",
                "3": "Trong một khoảng thời gian khi Pan Yinhu phát động <color=#FFFFFF>Siêu Chiến Kỹ: Tựa Sơn Chấn Mạch Chưởng</color> đánh trúng kẻ địch và kích hoạt Hỗ Trợ Nhanh, Người Đại Diện kế tiếp vào sân thông qua Hỗ Trợ Nhanh hoặc Liên Kích sẽ nhận được hiệu quả <color=#FFFFFF>Thông Khiếu</color>. Hiệu quả này giúp tăng Lực Quán Xuyến bằng <color=#2BAD00>12%</color> tấn công ban đầu của Pan Yinhu, duy trì 25s. Lực Quán Xuyến tăng thêm từ hiệu quả này tối đa không vượt quá 540 điểm.",
                "4": "Trong một khoảng thời gian khi Pan Yinhu phát động <color=#FFFFFF>Siêu Chiến Kỹ: Tựa Sơn Chấn Mạch Chưởng</color> đánh trúng kẻ địch và kích hoạt Hỗ Trợ Nhanh, Người Đại Diện kế tiếp vào sân thông qua Hỗ Trợ Nhanh hoặc Liên Kích sẽ nhận được hiệu quả <color=#FFFFFF>Thông Khiếu</color>. Hiệu quả này giúp tăng Lực Quán Xuyến bằng <color=#2BAD00>13,5%</color> tấn công ban đầu của Pan Yinhu, duy trì 25s. Lực Quán Xuyến tăng thêm từ hiệu quả này tối đa không vượt quá 540 điểm.",
                "5": "Trong một khoảng thời gian khi Pan Yinhu phát động <color=#FFFFFF>Siêu Chiến Kỹ: Tựa Sơn Chấn Mạch Chưởng</color> đánh trúng kẻ địch và kích hoạt Hỗ Trợ Nhanh, Người Đại Diện kế tiếp vào sân thông qua Hỗ Trợ Nhanh hoặc Liên Kích sẽ nhận được hiệu quả <color=#FFFFFF>Thông Khiếu</color>. Hiệu quả này giúp tăng Lực Quán Xuyến bằng <color=#2BAD00>15%</color> tấn công ban đầu của Pan Yinhu, duy trì 25s. Lực Quán Xuyến tăng thêm từ hiệu quả này tối đa không vượt quá 540 điểm.",
                "6": "Trong một khoảng thời gian khi Pan Yinhu phát động <color=#FFFFFF>Siêu Chiến Kỹ: Tựa Sơn Chấn Mạch Chưởng</color> đánh trúng kẻ địch và kích hoạt Hỗ Trợ Nhanh, Người Đại Diện kế tiếp vào sân thông qua Hỗ Trợ Nhanh hoặc Liên Kích sẽ nhận được hiệu quả <color=#FFFFFF>Thông Khiếu</color>. Hiệu quả này giúp tăng Lực Quán Xuyến bằng <color=#2BAD00>16,5%</color> tấn công ban đầu của Pan Yinhu, duy trì 25s. Lực Quán Xuyến tăng thêm từ hiệu quả này tối đa không vượt quá 540 điểm.",
                "7": "Trong một khoảng thời gian khi Pan Yinhu phát động <color=#FFFFFF>Siêu Chiến Kỹ: Tựa Sơn Chấn Mạch Chưởng</color> đánh trúng kẻ địch và kích hoạt Hỗ Trợ Nhanh, Người Đại Diện kế tiếp vào sân thông qua Hỗ Trợ Nhanh hoặc Liên Kích sẽ nhận được hiệu quả <color=#FFFFFF>Thông Khiếu</color>. Hiệu quả này giúp tăng Lực Quán Xuyến bằng <color=#2BAD00>18%</color> tấn công ban đầu của Pan Yinhu, duy trì 25s. Lực Quán Xuyến tăng thêm từ hiệu quả này tối đa không vượt quá 540 điểm."
            }
        },
        "MathSkill": {
            "Title": "Năng Lực Thêm: Thực Thiết Nạp Kim",
            "Description": "Khi trong đội có nhân vật <color=#FFFFFF>Mệnh Phá</color> hoặc nhân vật cùng phe sẽ kích hoạt:\nKhi Pan Yinhu phát động <color=#FFFFFF>Chiến Kỹ: Đoạn Mạch Phá Huyệt Thủ</color> đánh trúng kẻ địch sẽ gán hiệu quả Khí Tuyệt lên kẻ địch, tăng 20% sát thương do tất cả đơn vị gây ra cho kẻ địch đó. Khi <color=#FFFFFF>Chiến Kỹ: Đoạn Mạch Phá Huyệt Thủ</color> đánh trúng kẻ địch sẽ gây hiệu quả <color=#FFFFFF>Khí Tuyệt</color> trong 10s cho kẻ địch. Hiệu quả này không thể cộng dồn, khi chiêu thức trúng cùng một kẻ địch nhiều lần, thời gian duy trì hiệu quả sẽ được kéo dài."
        }
    },
    "SkillDescriptions": {
        "0": {
            "142100001": {
                "Title": "Tấn Công Thường: Cực Ý Liên Đả",
                "Description": "Nhấn <IconMap:Icon_Normal> phát động:\nThực hiện tối đa 4 đòn võ thuật về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>."
            },
            "142100014": {
                "Title": "Tấn Công Thường: Cực Ý Liên Đả"
            },
            "142100015": {
                "Description": "Bội Số DMG Đòn 1",
                "Param": "{Skill:1421001, Prop:1001}"
            },
            "142100016": {
                "Description": "Bội Số DMG Đòn 2",
                "Param": "{Skill:1421002, Prop:1001}"
            },
            "142100017": {
                "Description": "Bội Số DMG Đòn 3",
                "Param": "{Skill:1421003, Prop:1001}"
            },
            "142100018": {
                "Description": "Bội Số DMG Đòn 4",
                "Param": "{Skill:1421004, Prop:1001}"
            },
            "142100019": {
                "Description": "Bội Số Choáng Đòn 1",
                "Param": "{Skill:1421001, Prop:1002}"
            },
            "142100020": {
                "Description": "Bội Số Choáng Đòn 2",
                "Param": "{Skill:1421002, Prop:1002}"
            },
            "142100021": {
                "Description": "Bội Số Choáng Đòn 3",
                "Param": "{Skill:1421003, Prop:1002}"
            },
            "142100022": {
                "Description": "Bội Số Choáng Đòn 4",
                "Param": "{Skill:1421004, Prop:1002}"
            }
        },
        "1": {
            "142100002": {
                "Title": "Chiến Kỹ: Bạo Âm Điểm Huyệt Chỉ",
                "Description": "Nhấn <IconMap:Icon_Special> phát động:\nThi triển võ thuật về phía trước và ném pháo, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ tăng cấp Kháng Gián Đoạn."
            },
            "142100003": {
                "Title": "Chiến Kỹ: Đoạn Mạch Phá Huyệt Thủ",
                "Description": "Khi có <color=#FFFFFF>Phá Kình</color>, nhấn <IconMap:Icon_Special> phát động:\n<color=#FFFFFF>Chiến Kỹ: Đoạn Mạch Phá Huyệt Thủ</color> vây quanh quái vật tiến hành tấn công, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức có thể phát động liên tiếp 3 lần, mỗi lần phát động <color=#FFFFFF>Chiến Kỹ: Đoạn Mạch Phá Huyệt Thủ</color> sẽ tiêu hao 1 điểm Phá Kình.\nKhi Pan Yinhu là nhân vật đang thao tác, trong thời gian phát động chiêu thức sẽ giảm 40% sát thương phải chịu, tăng cấp Kháng Gián Đoạn, khi không phải là nhân vật đang thao tác, sẽ nhận hiệu quả Vô Địch."
            },
            "142100004": {
                "Title": "Siêu Chiến Kỹ: Tựa Sơn Chấn Mạch Chưởng",
                "Description": "Khi đủ Năng Lượng, nhấn <IconMap:Icon_SpecialReady> phát động:\n<color=#FFFFFF>Siêu Chiến Kỹ: Tựa Sơn Chấn Mạch Chưởng</color> đánh mạnh về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nKhi phát động chiêu thức sẽ nhận được 3 điểm <color=#FFFFFF>Phá Kình</color>. Khi chiêu thức đánh trúng kẻ địch sẽ kích hoạt <color=#FFFFFF>Hỗ Trợ Nhanh</color> của nhân vật trước đó trong đội.\nNgười Đại Diện vào sân thông qua Hỗ Trợ Nhanh lần này sẽ nhận được buff Lực Quán Xuyến do Bị Động Cốt Lõi cung cấp, Pan Yinhu sau khi đổi người sẽ ở lại trong sân và tự động thi triển <color=#FFFFFF>Chiến Kỹ: Đoạn Mạch Phá Huyệt Thủ</color> cho đến khi hết Phá Kình mới rời sân.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "142100023": {
                "Title": "Chiến Kỹ: Bạo Âm Điểm Huyệt Chỉ"
            },
            "142100024": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1421005, Prop:1001}"
            },
            "142100025": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1421005, Prop:1002}"
            },
            "142100026": {
                "Title": "Chiến Kỹ: Đoạn Mạch Phá Huyệt Thủ"
            },
            "142100027": {
                "Description": "Bội Số DMG Đòn 1",
                "Param": "{Skill:1421007, Prop:1001}"
            },
            "142100028": {
                "Description": "Bội Số Choáng Đòn 1",
                "Param": "{Skill:1421007, Prop:1002}"
            },
            "142100029": {
                "Description": "Bội Số DMG Đòn 2",
                "Param": "{Skill:1421008, Prop:1001}"
            },
            "142100030": {
                "Description": "Bội Số Choáng Đòn 2",
                "Param": "{Skill:1421008, Prop:1002}"
            },
            "142100031": {
                "Description": "Bội Số DMG Đòn 3",
                "Param": "{Skill:1421009, Prop:1001}"
            },
            "142100032": {
                "Description": "Bội Số Choáng Đòn 3",
                "Param": "{Skill:1421009, Prop:1002}"
            },
            "142100033": {
                "Title": "Siêu Chiến Kỹ: Tựa Sơn Chấn Mạch Chưởng"
            },
            "142100034": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1421006, Prop:1001}"
            },
            "142100035": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1421006, Prop:1002}"
            },
            "142100036": {
                "Description": "Tiêu Hao Năng Lượng",
                "Param": "60 điểm"
            }
        },
        "2": {
            "142100005": {
                "Title": "Né: Thân Khinh Như Yến",
                "Description": "Nhấn <IconMap:Icon_Evade> phát động:\nNhanh chóng né tránh.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "142100006": {
                "Title": "Tấn Công Lướt: Dầu Sôi Sùng Sục",
                "Description": "Khi né, nhấn <IconMap:Icon_Normal> phát động:\nPhát động đòn võ thuật đánh nhanh về phía trước, gây <color=#F0D12B>DMG Vật Lý</color>."
            },
            "142100007": {
                "Title": "Phản Kích Khi Né: Di Phong Đảo Hải",
                "Description": "Sau khi kích hoạt <color=#FFFFFF>Né Hoàn Hảo</color>, nhấn <IconMap:Icon_Normal> phát động:\nPhát động đòn võ thuật tấn công kẻ địch phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "142100037": {
                "Title": "Tấn Công Lướt: Dầu Sôi Sùng Sục"
            },
            "142100038": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1421010, Prop:1001}"
            },
            "142100039": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1421010, Prop:1002}"
            },
            "142100040": {
                "Title": "Phản Kích Khi Né: Di Phong Đảo Hải"
            },
            "142100041": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1421011, Prop:1001}"
            },
            "142100042": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1421011, Prop:1002}"
            }
        },
        "3": {
            "142100008": {
                "Title": "Liên Kích: Hơi Nồi Tràn Vung",
                "Description": "Khi kích hoạt <color=#FFFFFF>Liên Kích</color>, chọn nhân vật tương ứng phát động:\nNgồi lên chảo sắt xoay nhanh và va đụng, gây lượng lớn <color=#F0D12B>DMG Vật Lý</color> lên kẻ địch trên đường đi.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "142100009": {
                "Title": "Tuyệt Kỹ: Mãn Hán Toàn Tịch",
                "Description": "Khi Cấp Decibel đạt <color=#FFFFFF>Cực Hạn</color>, nhấn <IconMap:Icon_UltimateReady> phát động:\nThi triển phép thuật ngưng tụ khí kình thành cơm chiên tung lên, gây lượng lớn <color=#F0D12B>DMG Vật Lý</color> lên kẻ địch, hồi phục <color=#2BAD00>{CAL:100+AvatarSkillLevel(3)*60,1,2}</color> điểm HP cho nhân vật toàn đội, đồng thời gán hiệu quả hồi HP liên tục trong 8s cho nhân vật toàn đội, mỗi giây hồi phục <color=#2BAD00>{CAL:0.8+AvatarSkillLevel(3)*0.05,1,2}</color>% HP.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "142100043": {
                "Title": "Liên Kích: Hơi Nồi Tràn Vung"
            },
            "142100044": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1421012, Prop:1001}"
            },
            "142100045": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1421012, Prop:1002}"
            },
            "142100046": {
                "Title": "Tuyệt Kỹ: Mãn Hán Toàn Tịch"
            },
            "142100047": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1421013, Prop:1001}"
            },
            "142100048": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1421013, Prop:1002}"
            }
        },
        "6": {
            "142100011": {
                "Title": "Hỗ Trợ Nhanh: Ngẩng Đầu Gặp May",
                "Description": "Khi nhân vật đang thao tác bị đánh bay, nhấn <IconMap:Icon_Switch> phát động:\nPhát động đòn võ thuật tấn công kẻ địch phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "142100012": {
                "Title": "Hỗ Trợ Chống Đỡ: Kẻ Địch Trút Giáp",
                "Description": "Khi nhân vật trong sân sắp bị tấn công, nhấn <IconMap:Icon_Switch> phát động:\nChống đỡ tấn công của kẻ địch, tích lũy lượng lớn Điểm Choáng.\nCó khả năng chống đỡ rất tốt, khi chịu phải tấn công cường độ cao, sẽ giảm tiêu hao <color=#FFFFFF>Điểm Chi Viện</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "142100013": {
                "Title": "Đột Kích Chi Viện: Mượn Thế Tạo Thế",
                "Description": "Sau khi phát động <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, nhấn <IconMap:Icon_Normal> phát động:\nPhát động đòn võ thuật tấn công kẻ địch phía trước, gây <color=#F0D12B>DMG Vật Lý</color>.\nChiêu thức khi phát động sẽ có hiệu quả Vô Địch."
            },
            "142100049": {
                "Title": "Hỗ Trợ Nhanh: Ngẩng Đầu Gặp May"
            },
            "142100050": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1421014, Prop:1001}"
            },
            "142100051": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1421014, Prop:1002}"
            },
            "142100052": {
                "Title": "Hỗ Trợ Chống Đỡ: Kẻ Địch Trút Giáp"
            },
            "142100053": {
                "Description": "Bội Số Đỡ Choáng Nhẹ",
                "Param": "{Skill:1421015, Prop:1002}"
            },
            "142100054": {
                "Description": "Bội Số Đỡ Choáng Mạnh",
                "Param": "{Skill:1421016, Prop:1002}"
            },
            "142100055": {
                "Description": "Bội Số Đỡ Choáng Liên Tục",
                "Param": "{Skill:1421017, Prop:1002}"
            },
            "142100056": {
                "Title": "Đột Kích Chi Viện: Mượn Thế Tạo Thế"
            },
            "142100057": {
                "Description": "Bội Số DMG",
                "Param": "{Skill:1421018, Prop:1001}"
            },
            "142100058": {
                "Description": "Bội Số Choáng",
                "Param": "{Skill:1421018, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1421001": {
            "DamageValue": 4970,
            "DamageGrowth": 460,
            "DazeValue": 2490,
            "DazeGrowth": 120
        },
        "1421002": {
            "DamageValue": 4980,
            "DamageGrowth": 460,
            "DazeValue": 4750,
            "DazeGrowth": 220
        },
        "1421003": {
            "DamageValue": 10940,
            "DamageGrowth": 1000,
            "DazeValue": 8430,
            "DazeGrowth": 390
        },
        "1421004": {
            "DamageValue": 21130,
            "DamageGrowth": 1930,
            "DazeValue": 16650,
            "DazeGrowth": 760
        },
        "1421005": {
            "DamageValue": 6250,
            "DamageGrowth": 570,
            "DazeValue": 6250,
            "DazeGrowth": 290
        },
        "1421006": {
            "DamageValue": 38410,
            "DamageGrowth": 3500,
            "DazeValue": 25730,
            "DazeGrowth": 1170
        },
        "1421007": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421008": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421009": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421010": {
            "DamageValue": 8340,
            "DamageGrowth": 760,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421011": {
            "DamageValue": 21920,
            "DamageGrowth": 2000,
            "DazeValue": 19170,
            "DazeGrowth": 880
        },
        "1421012": {
            "DamageValue": 63230,
            "DamageGrowth": 5750,
            "DazeValue": 23330,
            "DazeGrowth": 1070
        },
        "1421013": {
            "DamageValue": 162790,
            "DamageGrowth": 14800,
            "DazeValue": 9840,
            "DazeGrowth": 450
        },
        "1421014": {
            "DamageValue": 9170,
            "DamageGrowth": 840,
            "DazeValue": 4590,
            "DazeGrowth": 210
        },
        "1421015": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 22510,
            "DazeGrowth": 1030
        },
        "1421016": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 26840,
            "DazeGrowth": 1220
        },
        "1421017": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 10840,
            "DazeGrowth": 500
        },
        "1421018": {
            "DamageValue": 33740,
            "DamageGrowth": 3070,
            "DazeValue": 29350,
            "DazeGrowth": 1340
        }
    }
}