{
    "ItemName": "Ревербератор II",
    "Rarity": 2,
    "ImagePath": "Weapon_B_Common_05",
    "Profession": {
        "Type": "Support",
        "Name": "Поддержка"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 32
    },
    "SecondaryStat": {
        "PropertyId": 30502,
        "PropertyValue": 1600
    },
    "Talents": {
        "1": {
            "Title": "Ревущие волны",
            "Description": "После запуска <color=#FFFFFF>усиленной особой атаки</color> или <color=#FFFFFF>цепочки атак</color> контроль аномалии и знание аномалии всех персонажей в отряде повышаются на <color=#2BAD00>10</color> ед. в течение 10 сек. Срабатывает не чаще чем раз в 20 сек. Одноимённые пассивные эффекты не складываются."
        },
        "2": {
            "Title": "Ревущие волны",
            "Description": "После запуска <color=#FFFFFF>усиленной особой атаки</color> или <color=#FFFFFF>цепочки атак</color> контроль аномалии и знание аномалии всех персонажей в отряде повышаются на <color=#2BAD00>12</color> ед. в течение 10 сек. Срабатывает не чаще чем раз в 20 сек. Одноимённые пассивные эффекты не складываются."
        },
        "3": {
            "Title": "Ревущие волны",
            "Description": "После запуска <color=#FFFFFF>усиленной особой атаки</color> или <color=#FFFFFF>цепочки атак</color> контроль аномалии и знание аномалии всех персонажей в отряде повышаются на <color=#2BAD00>13</color> ед. в течение 10 сек. Срабатывает не чаще чем раз в 20 сек. Одноимённые пассивные эффекты не складываются."
        },
        "4": {
            "Title": "Ревущие волны",
            "Description": "После запуска <color=#FFFFFF>усиленной особой атаки</color> или <color=#FFFFFF>цепочки атак</color> контроль аномалии и знание аномалии всех персонажей в отряде повышаются на <color=#2BAD00>15</color> ед. в течение 10 сек. Срабатывает не чаще чем раз в 20 сек. Одноимённые пассивные эффекты не складываются."
        },
        "5": {
            "Title": "Ревущие волны",
            "Description": "После запуска <color=#FFFFFF>усиленной особой атаки</color> или <color=#FFFFFF>цепочки атак</color> контроль аномалии и знание аномалии всех персонажей в отряде повышаются на <color=#2BAD00>16</color> ед. в течение 10 сек. Срабатывает не чаще чем раз в 20 сек. Одноимённые пассивные эффекты не складываются."
        }
    }
}