{
    "ItemName": "Пароварка",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_05",
    "Profession": {
        "Type": "Stun",
        "Name": "Устрашение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 30502,
        "PropertyValue": 2000
    },
    "Talents": {
        "1": {
            "Title": "Густой бульон",
            "Description": "За каждые имеющиеся 10 ед. энергии импульс агента с этим предметом повышается на <color=#2BAD00>2%</color>. Эффект суммируется до 8 раз. Эффект действует 8 сек. после расходования энергии. Длительность каждого эффекта считается отдельно."
        },
        "2": {
            "Title": "Густой бульон",
            "Description": "За каждые имеющиеся 10 ед. энергии импульс агента с этим предметом повышается на <color=#2BAD00>2,3%</color>. Эффект суммируется до 8 раз. Эффект действует 8 сек. после расходования энергии. Длительность каждого эффекта считается отдельно."
        },
        "3": {
            "Title": "Густой бульон",
            "Description": "За каждые имеющиеся 10 ед. энергии импульс агента с этим предметом повышается на <color=#2BAD00>2,6%</color>. Эффект суммируется до 8 раз. Эффект действует 8 сек. после расходования энергии. Длительность каждого эффекта считается отдельно."
        },
        "4": {
            "Title": "Густой бульон",
            "Description": "За каждые имеющиеся 10 ед. энергии импульс агента с этим предметом повышается на <color=#2BAD00>2,9%</color>. Эффект суммируется до 8 раз. Эффект действует 8 сек. после расходования энергии. Длительность каждого эффекта считается отдельно."
        },
        "5": {
            "Title": "Густой бульон",
            "Description": "За каждые имеющиеся 10 ед. энергии импульс агента с этим предметом повышается на <color=#2BAD00>3,2%</color>. Эффект суммируется до 8 раз. Эффект действует 8 сек. после расходования энергии. Длительность каждого эффекта считается отдельно."
        }
    }
}