{
    "ItemName": "Плачущие близнецы",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_08",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Аномалия"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Отзвуки страдания",
            "Description": "Когда член отряда накладывает на врага аномалию атрибута, агент с этим предметом получает 1 уровень эффекта, увеличивающего его знание аномалии на <color=#2BAD00>30</color> ед. Эффект складывается до 4 раз и пропадает после выхода цели из состояния оглушения или её уничтожения. Длительность каждого эффекта считается отдельно."
        },
        "2": {
            "Title": "Отзвуки страдания",
            "Description": "Когда член отряда накладывает на врага аномалию атрибута, агент с этим предметом получает 1 уровень эффекта, увеличивающего его знание аномалии на <color=#2BAD00>34</color> ед. Эффект складывается до 4 раз и пропадает после выхода цели из состояния оглушения или её уничтожения. Длительность каждого эффекта считается отдельно."
        },
        "3": {
            "Title": "Отзвуки страдания",
            "Description": "Когда член отряда накладывает на врага аномалию атрибута, агент с этим предметом получает 1 уровень эффекта, увеличивающего его знание аномалии на <color=#2BAD00>38</color> ед. Эффект складывается до 4 раз и пропадает после выхода цели из состояния оглушения или её уничтожения. Длительность каждого эффекта считается отдельно."
        },
        "4": {
            "Title": "Отзвуки страдания",
            "Description": "Когда член отряда накладывает на врага аномалию атрибута, агент с этим предметом получает 1 уровень эффекта, увеличивающего его знание аномалии на <color=#2BAD00>42</color> ед. Эффект складывается до 4 раз и пропадает после выхода цели из состояния оглушения или её уничтожения. Длительность каждого эффекта считается отдельно."
        },
        "5": {
            "Title": "Отзвуки страдания",
            "Description": "Когда член отряда накладывает на врага аномалию атрибута, агент с этим предметом получает 1 уровень эффекта, увеличивающего его знание аномалии на <color=#2BAD00>48</color> ед. Эффект складывается до 4 раз и пропадает после выхода цели из состояния оглушения или её уничтожения. Длительность каждого эффекта считается отдельно."
        }
    }
}