{
    "ItemName": "Треножник поднебесья",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_19",
    "Profession": {
        "Type": "Rupture",
        "Name": "Разрушение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Звук, призывающий духов",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, он получает 1 ур. усиления. Каждый ур. повышает урон на <color=#2BAD00>4%</color>. Это усиление складывается до 3 ур. Длительность: 20 сек. Срабатывает не чаще 1 раза в 0,5 сек. Повторные запуски обновляют время действия. При накоплении 3 ур. усиления шанс крит. попадания повышается на <color=#2BAD00>6,5%</color>."
        },
        "2": {
            "Title": "Звук, призывающий духов",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, он получает 1 ур. усиления. Каждый ур. повышает урон на <color=#2BAD00>4,6%</color>. Это усиление складывается до 3 ур. Длительность: 20 сек. Срабатывает не чаще 1 раза в 0,5 сек. Повторные запуски обновляют время действия. При накоплении 3 ур. усиления шанс крит. попадания повышается на <color=#2BAD00>7,5%</color>."
        },
        "3": {
            "Title": "Звук, призывающий духов",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, он получает 1 ур. усиления. Каждый ур. повышает урон на <color=#2BAD00>5,2%</color>. Это усиление складывается до 3 ур. Длительность: 20 сек. Срабатывает не чаще 1 раза в 0,5 сек. Повторные запуски обновляют время действия. При накоплении 3 ур. усиления шанс крит. попадания повышается на <color=#2BAD00>8,5%</color>."
        },
        "4": {
            "Title": "Звук, призывающий духов",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, он получает 1 ур. усиления. Каждый ур. повышает урон на <color=#2BAD00>5,8%</color>. Это усиление складывается до 3 ур. Длительность: 20 сек. Срабатывает не чаще 1 раза в 0,5 сек. Повторные запуски обновляют время действия. При накоплении 3 ур. усиления шанс крит. попадания повышается на <color=#2BAD00>9,4%</color>."
        },
        "5": {
            "Title": "Звук, призывающий духов",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, он получает 1 ур. усиления. Каждый ур. повышает урон на <color=#2BAD00>6,4%</color>. Это усиление складывается до 3 ур. Длительность: 20 сек. Срабатывает не чаще 1 раза в 0,5 сек. Повторные запуски обновляют время действия. При накоплении 3 ур. усиления шанс крит. попадания повышается на <color=#2BAD00>10,4%</color>."
        }
    }
}