{
    "ItemName": "Маркато-реверб",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_15",
    "Profession": {
        "Type": "Attack",
        "Name": "Нападение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 800
    },
    "Talents": {
        "1": {
            "Title": "Пошумим!",
            "Description": "Когда <color=#FFFFFF>усиленная особая атака</color> или <color=#FFFFFF>цепочка атак</color> попадает по врагу, сила атаки агента с этим предметом на 8 сек. увеличивается на <color=#2BAD00>6%</color>. Сила атаки увеличивается дополнительно на <color=#2BAD00>6%</color>, если цель находится в состоянии аномалии атрибута."
        },
        "2": {
            "Title": "Пошумим!",
            "Description": "Когда <color=#FFFFFF>усиленная особая атака</color> или <color=#FFFFFF>цепочка атак</color> попадает по врагу, сила атаки агента с этим предметом на 8 сек. увеличивается на <color=#2BAD00>6,9%</color>. Сила атаки увеличивается дополнительно на <color=#2BAD00>6,9%</color>, если цель находится в состоянии аномалии атрибута."
        },
        "3": {
            "Title": "Пошумим!",
            "Description": "Когда <color=#FFFFFF>усиленная особая атака</color> или <color=#FFFFFF>цепочка атак</color> попадает по врагу, сила атаки агента с этим предметом на 8 сек. увеличивается на <color=#2BAD00>7,8%</color>. Сила атаки увеличивается дополнительно на <color=#2BAD00>7,8%</color>, если цель находится в состоянии аномалии атрибута."
        },
        "4": {
            "Title": "Пошумим!",
            "Description": "Когда <color=#FFFFFF>усиленная особая атака</color> или <color=#FFFFFF>цепочка атак</color> попадает по врагу, сила атаки агента с этим предметом на 8 сек. увеличивается на <color=#2BAD00>8,7%</color>. Сила атаки увеличивается дополнительно на <color=#2BAD00>8,7%</color>, если цель находится в состоянии аномалии атрибута."
        },
        "5": {
            "Title": "Пошумим!",
            "Description": "Когда <color=#FFFFFF>усиленная особая атака</color> или <color=#FFFFFF>цепочка атак</color> попадает по врагу, сила атаки агента с этим предметом на 8 сек. увеличивается на <color=#2BAD00>9,6%</color>. Сила атаки увеличивается дополнительно на <color=#2BAD00>9,6%</color>, если цель находится в состоянии аномалии атрибута."
        }
    }
}