{
    "ItemName": "Шар-головоломка",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_12",
    "Profession": {
        "Type": "Rupture",
        "Name": "Разрушение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Хитроумие",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, его крит. урон повышается на <color=#2BAD00>16%</color> на 12 сек. Если цель имеет менее 50% HP от максимума, <color=#FFFFFF>усиленной особой атакой</color> наносится на <color=#2BAD00>20%</color> больше урона."
        },
        "2": {
            "Title": "Хитроумие",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, его крит. урон повышается на <color=#2BAD00>18,4%</color> на 12 сек. Если цель имеет менее 50% HP от максимума, <color=#FFFFFF>усиленной особой атакой</color> наносится на <color=#2BAD00>23%</color> больше урона."
        },
        "3": {
            "Title": "Хитроумие",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, его крит. урон повышается на <color=#2BAD00>20,8%</color> на 12 сек. Если цель имеет менее 50% HP от максимума, <color=#FFFFFF>усиленной особой атакой</color> наносится на <color=#2BAD00>26%</color> больше урона."
        },
        "4": {
            "Title": "Хитроумие",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, его крит. урон повышается на <color=#2BAD00>23,2%</color> на 12 сек. Если цель имеет менее 50% HP от максимума, <color=#FFFFFF>усиленной особой атакой</color> наносится на <color=#2BAD00>29%</color> больше урона."
        },
        "5": {
            "Title": "Хитроумие",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, его крит. урон повышается на <color=#2BAD00>25,6%</color> на 12 сек. Если цель имеет менее 50% HP от максимума, <color=#FFFFFF>усиленной особой атакой</color> наносится на <color=#2BAD00>32%</color> больше урона."
        }
    }
}