{
    "ItemName": "Радиопрогулка",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_14",
    "Profession": {
        "Type": "Rupture",
        "Name": "Разрушение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Летящая поступь",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, его сила сквозной атаки повышается на <color=#2BAD00>80</color> ед. Эффект суммируется до 3 раз, длится 12 сек., длительность каждого уровня эффекта считается отдельно."
        },
        "2": {
            "Title": "Летящая поступь",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, его сила сквозной атаки повышается на <color=#2BAD00>92</color> ед. Эффект суммируется до 3 раз, длится 12 сек., длительность каждого уровня эффекта считается отдельно."
        },
        "3": {
            "Title": "Летящая поступь",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, его сила сквозной атаки повышается на <color=#2BAD00>104</color> ед. Эффект суммируется до 3 раз, длится 12 сек., длительность каждого уровня эффекта считается отдельно."
        },
        "4": {
            "Title": "Летящая поступь",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, его сила сквозной атаки повышается на <color=#2BAD00>116</color> ед. Эффект суммируется до 3 раз, длится 12 сек., длительность каждого уровня эффекта считается отдельно."
        },
        "5": {
            "Title": "Летящая поступь",
            "Description": "Когда агент с этим предметом запускает <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, его сила сквозной атаки повышается на <color=#2BAD00>128</color> ед. Эффект суммируется до 3 раз, длится 12 сек., длительность каждого уровня эффекта считается отдельно."
        }
    }
}