{
    "ItemName": "Весеннее тепло",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_11",
    "Profession": {
        "Type": "Defense",
        "Name": "Оборона"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Горячий суп",
            "Description": "Снижает получаемый урон на <color=#2BAD00>7,5%</color>. Если агент с этим предметом атакован, его генерация энергии повышается на <color=#2BAD00>10%</color> на 12 сек. Если агент с этим предметом уходит с поля боя, этот эффект передаётся активному персонажу и обновляет длительность. Одноимённые пассивные эффекты не складываются."
        },
        "2": {
            "Title": "Горячий суп",
            "Description": "Снижает получаемый урон на <color=#2BAD00>8,5%</color>. Если агент с этим предметом атакован, его генерация энергии повышается на <color=#2BAD00>11,5%</color> на 12 сек. Если агент с этим предметом уходит с поля боя, этот эффект передаётся активному персонажу и обновляет длительность. Одноимённые пассивные эффекты не складываются."
        },
        "3": {
            "Title": "Горячий суп",
            "Description": "Снижает получаемый урон на <color=#2BAD00>9,5%</color>. Если агент с этим предметом атакован, его генерация энергии повышается на <color=#2BAD00>13%</color> на 12 сек. Если агент с этим предметом уходит с поля боя, этот эффект передаётся активному персонажу и обновляет длительность. Одноимённые пассивные эффекты не складываются."
        },
        "4": {
            "Title": "Горячий суп",
            "Description": "Снижает получаемый урон на <color=#2BAD00>10,5%</color>. Если агент с этим предметом атакован, его генерация энергии повышается на <color=#2BAD00>14,5%</color> на 12 сек. Если агент с этим предметом уходит с поля боя, этот эффект передаётся активному персонажу и обновляет длительность. Одноимённые пассивные эффекты не складываются."
        },
        "5": {
            "Title": "Горячий суп",
            "Description": "Снижает получаемый урон на <color=#2BAD00>12%</color>. Если агент с этим предметом атакован, его генерация энергии повышается на <color=#2BAD00>16%</color> на 12 сек. Если агент с этим предметом уходит с поля боя, этот эффект передаётся активному персонажу и обновляет длительность. Одноимённые пассивные эффекты не складываются."
        }
    }
}