{
    "ItemName": "Домработница",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1061",
    "Profession": {
        "Type": "Attack",
        "Name": "Нападение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Безопасная домашняя пила",
            "Description": "Агент с этим предметом ускоряет восстановление вне боя на <color=#2BAD00>0,45</color> ед. энергии/сек.\nКогда <color=#FFFFFF>усиленная особая атака</color> попадает по врагу, <color=#F0D12B>физический урон</color> агента с этим предметом увеличивается на <color=#2BAD00>3%</color>. Складывается до 15 раз, длится 1 сек. Повторные запуски обновляют время действия."
        },
        "2": {
            "Title": "Безопасная домашняя пила",
            "Description": "Агент с этим предметом ускоряет восстановление вне боя на <color=#2BAD00>0,52</color> ед. энергии/сек.\nКогда <color=#FFFFFF>усиленная особая атака</color> попадает по врагу, <color=#F0D12B>физический урон</color> агента с этим предметом увеличивается на <color=#2BAD00>3,5%</color>. Складывается до 15 раз, длится 1 сек. Повторные запуски обновляют время действия."
        },
        "3": {
            "Title": "Безопасная домашняя пила",
            "Description": "Агент с этим предметом ускоряет восстановление вне боя на <color=#2BAD00>0,58</color> ед. энергии/сек.\nКогда <color=#FFFFFF>усиленная особая атака</color> попадает по врагу, <color=#F0D12B>физический урон</color> агента с этим предметом увеличивается на <color=#2BAD00>4%</color>. Складывается до 15 раз, длится 1 сек. Повторные запуски обновляют время действия."
        },
        "4": {
            "Title": "Безопасная домашняя пила",
            "Description": "Агент с этим предметом ускоряет восстановление вне боя на <color=#2BAD00>0,65</color> ед. энергии/сек.\nКогда <color=#FFFFFF>усиленная особая атака</color> попадает по врагу, <color=#F0D12B>физический урон</color> агента с этим предметом увеличивается на <color=#2BAD00>4,4%</color>. Складывается до 15 раз, длится 1 сек. Повторные запуски обновляют время действия."
        },
        "5": {
            "Title": "Безопасная домашняя пила",
            "Description": "Агент с этим предметом ускоряет восстановление вне боя на <color=#2BAD00>0,72</color> ед. энергии/сек.\nКогда <color=#FFFFFF>усиленная особая атака</color> попадает по врагу, <color=#F0D12B>физический урон</color> агента с этим предметом увеличивается на <color=#2BAD00>4,8%</color>. Складывается до 15 раз, длится 1 сек. Повторные запуски обновляют время действия."
        }
    }
}