{
    "ItemName": "Бум-пушка",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1151",
    "Profession": {
        "Type": "Support",
        "Name": "Поддержка"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 30502,
        "PropertyValue": 2000
    },
    "Talents": {
        "1": {
            "Title": "Давка",
            "Description": "Когда кто-то из вашего отряда (агент или другое существо) попадает по врагу, сила атаки всего отряда увеличивается на <color=#2BAD00>2,5%</color>, эффект суммируется до 4 ур., длится 8 сек. Длительность каждого уровня эффекта рассчитывается отдельно. Каждый союзник даёт только 1 ур. положительного эффекта. Одноимённые пассивные эффекты не складываются."
        },
        "2": {
            "Title": "Давка",
            "Description": "Когда кто-то из вашего отряда (агент или другое существо) попадает по врагу, сила атаки всего отряда увеличивается на <color=#2BAD00>2,8%</color>, эффект суммируется до 4 ур., длится 8 сек. Длительность каждого уровня эффекта рассчитывается отдельно. Каждый союзник даёт только 1 ур. положительного эффекта. Одноимённые пассивные эффекты не складываются."
        },
        "3": {
            "Title": "Давка",
            "Description": "Когда кто-то из вашего отряда (агент или другое существо) попадает по врагу, сила атаки всего отряда увеличивается на <color=#2BAD00>3,2%</color>, эффект суммируется до 4 ур., длится 8 сек. Длительность каждого уровня эффекта рассчитывается отдельно. Каждый союзник даёт только 1 ур. положительного эффекта. Одноимённые пассивные эффекты не складываются."
        },
        "4": {
            "Title": "Давка",
            "Description": "Когда кто-то из вашего отряда (агент или другое существо) попадает по врагу, сила атаки всего отряда увеличивается на <color=#2BAD00>3,6%</color>, эффект суммируется до 4 ур., длится 8 сек. Длительность каждого уровня эффекта рассчитывается отдельно. Каждый союзник даёт только 1 ур. положительного эффекта. Одноимённые пассивные эффекты не складываются."
        },
        "5": {
            "Title": "Давка",
            "Description": "Когда кто-то из вашего отряда (агент или другое существо) попадает по врагу, сила атаки всего отряда увеличивается на <color=#2BAD00>4%</color>, эффект суммируется до 4 ур., длится 8 сек. Длительность каждого уровня эффекта рассчитывается отдельно. Каждый союзник даёт только 1 ур. положительного эффекта. Одноимённые пассивные эффекты не складываются."
        }
    }
}