{
    "ItemName": "Храм вьюги",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1091",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Аномалия"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 50
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Морозная звезда",
            "Description": "Крит. урон повышен на <color=#2BAD00>50%</color>. Когда агент с этим предметом выполняет <color=#FFFFFF>усиленную особую атаку</color> или когда любой член отряда накладывает на врага аномалию атрибута, агент с этим предметом наносит на <color=#2BAD00>20%</color> больше <color=#98EFF0>ледяного урона</color>. Эффект складывается до 2 ур., длится 15 сек. Время действия каждого уровня рассчитывается отдельно."
        },
        "2": {
            "Title": "Морозная звезда",
            "Description": "Крит. урон повышен на <color=#2BAD00>57%</color>. Когда агент с этим предметом выполняет <color=#FFFFFF>усиленную особую атаку</color> или когда любой член отряда накладывает на врага аномалию атрибута, агент с этим предметом наносит на <color=#2BAD00>23%</color> больше <color=#98EFF0>ледяного урона</color>. Эффект складывается до 2 ур., длится 15 сек. Время действия каждого уровня рассчитывается отдельно."
        },
        "3": {
            "Title": "Морозная звезда",
            "Description": "Крит. урон повышен на <color=#2BAD00>65%</color>. Когда агент с этим предметом выполняет <color=#FFFFFF>усиленную особую атаку</color> или когда любой член отряда накладывает на врага аномалию атрибута, агент с этим предметом наносит на <color=#2BAD00>26%</color> больше <color=#98EFF0>ледяного урона</color>. Эффект складывается до 2 ур., длится 15 сек. Время действия каждого уровня рассчитывается отдельно."
        },
        "4": {
            "Title": "Морозная звезда",
            "Description": "Крит. урон повышен на <color=#2BAD00>72%</color>. Когда агент с этим предметом выполняет <color=#FFFFFF>усиленную особую атаку</color> или когда любой член отряда накладывает на врага аномалию атрибута, агент с этим предметом наносит на <color=#2BAD00>29%</color> больше <color=#98EFF0>ледяного урона</color>. Эффект складывается до 2 ур., длится 15 сек. Время действия каждого уровня рассчитывается отдельно."
        },
        "5": {
            "Title": "Морозная звезда",
            "Description": "Крит. урон повышен на <color=#2BAD00>80%</color>. Когда агент с этим предметом выполняет <color=#FFFFFF>усиленную особую атаку</color> или когда любой член отряда накладывает на врага аномалию атрибута, агент с этим предметом наносит на <color=#2BAD00>32%</color> больше <color=#98EFF0>ледяного урона</color>. Эффект складывается до 2 ур., длится 15 сек. Время действия каждого уровня рассчитывается отдельно."
        }
    }
}