{
    "ItemName": "Колыбель кракена",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1051",
    "Profession": {
        "Type": "Rupture",
        "Name": "Разрушение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Сердечные объятия",
            "Description": "Когда HP агента с этим предметом снижаются, его <color=#98EFF0>сквозной урон атрибута льда</color> повышается на <color=#2BAD00>6%</color>. Эффект складывается до 3 ур. и длится 25 сек. Длительность каждого уровня рассчитывается отдельно. Срабатывает не чаще раза в 0,5 сек. Когда HP агента с этим предметом падают до 50% от максимума, шанс крит. попадания повышается на <color=#2BAD00>20%</color>."
        },
        "2": {
            "Title": "Сердечные объятия",
            "Description": "Когда HP агента с этим предметом снижаются, его <color=#98EFF0>сквозной урон атрибута льда</color> повышается на <color=#2BAD00>7%</color>. Эффект складывается до 3 ур. и длится 25 сек. Длительность каждого уровня рассчитывается отдельно. Срабатывает не чаще раза в 0,5 сек. Когда HP агента с этим предметом падают до 50% от максимума, шанс крит. попадания повышается на <color=#2BAD00>23%</color>."
        },
        "3": {
            "Title": "Сердечные объятия",
            "Description": "Когда HP агента с этим предметом снижаются, его <color=#98EFF0>сквозной урон атрибута льда</color> повышается на <color=#2BAD00>8%</color>. Эффект складывается до 3 ур. и длится 25 сек. Длительность каждого уровня рассчитывается отдельно. Срабатывает не чаще раза в 0,5 сек. Когда HP агента с этим предметом падают до 50% от максимума, шанс крит. попадания повышается на <color=#2BAD00>26%</color>."
        },
        "4": {
            "Title": "Сердечные объятия",
            "Description": "Когда HP агента с этим предметом снижаются, его <color=#98EFF0>сквозной урон атрибута льда</color> повышается на <color=#2BAD00>9%</color>. Эффект складывается до 3 ур. и длится 25 сек. Длительность каждого уровня рассчитывается отдельно. Срабатывает не чаще раза в 0,5 сек. Когда HP агента с этим предметом падают до 50% от максимума, шанс крит. попадания повышается на <color=#2BAD00>29%</color>."
        },
        "5": {
            "Title": "Сердечные объятия",
            "Description": "Когда HP агента с этим предметом снижаются, его <color=#98EFF0>сквозной урон атрибута льда</color> повышается на <color=#2BAD00>10%</color>. Эффект складывается до 3 ур. и длится 25 сек. Длительность каждого уровня рассчитывается отдельно. Срабатывает не чаще раза в 0,5 сек. Когда HP агента с этим предметом падают до 50% от максимума, шанс крит. попадания повышается на <color=#2BAD00>32%</color>."
        }
    }
}