{
    "ItemName": "Сера",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1041",
    "Profession": {
        "Type": "Attack",
        "Name": "Нападение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Опаляющее дыхание",
            "Description": "Если <color=#FFFFFF>базовая атака</color>, <color=#FFFFFF>атака в рывке</color> или <color=#FFFFFF>контратака после уклонения</color> попадает по врагу, сила атаки агента с этим предметом повышается на <color=#2BAD00>3,5%</color> на 8 сек. Складывается до 8 раз, срабатывает один раз в 0,5 сек. Длительность каждого уровня эффекта считается отдельно."
        },
        "2": {
            "Title": "Опаляющее дыхание",
            "Description": "Если <color=#FFFFFF>базовая атака</color>, <color=#FFFFFF>атака в рывке</color> или <color=#FFFFFF>контратака после уклонения</color> попадает по врагу, сила атаки агента с этим предметом повышается на <color=#2BAD00>4,4%</color> на 8 сек. Складывается до 8 раз, срабатывает один раз в 0,5 сек. Длительность каждого уровня эффекта считается отдельно."
        },
        "3": {
            "Title": "Опаляющее дыхание",
            "Description": "Если <color=#FFFFFF>базовая атака</color>, <color=#FFFFFF>атака в рывке</color> или <color=#FFFFFF>контратака после уклонения</color> попадает по врагу, сила атаки агента с этим предметом повышается на <color=#2BAD00>5,2%</color> на 8 сек. Складывается до 8 раз, срабатывает один раз в 0,5 сек. Длительность каждого уровня эффекта считается отдельно."
        },
        "4": {
            "Title": "Опаляющее дыхание",
            "Description": "Если <color=#FFFFFF>базовая атака</color>, <color=#FFFFFF>атака в рывке</color> или <color=#FFFFFF>контратака после уклонения</color> попадает по врагу, сила атаки агента с этим предметом повышается на <color=#2BAD00>6%</color> на 8 сек. Складывается до 8 раз, срабатывает один раз в 0,5 сек. Длительность каждого уровня эффекта считается отдельно."
        },
        "5": {
            "Title": "Опаляющее дыхание",
            "Description": "Если <color=#FFFFFF>базовая атака</color>, <color=#FFFFFF>атака в рывке</color> или <color=#FFFFFF>контратака после уклонения</color> попадает по врагу, сила атаки агента с этим предметом повышается на <color=#2BAD00>7%</color> на 8 сек. Складывается до 8 раз, срабатывает один раз в 0,5 сек. Длительность каждого уровня эффекта считается отдельно."
        }
    }
}