{
    "ItemName": "Гость из глубин",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1191",
    "Profession": {
        "Type": "Attack",
        "Name": "Нападение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Повелитель морей",
            "Description": "Повышает <color=#98EFF0>ледяной урон</color> на <color=#2BAD00>25%</color>. При попадании по врагу <color=#FFFFFF>базовой атакой</color> шанс крит. попадания агента с этим предметом увеличивается на <color=#2BAD00>10%</color> в течение 8 сек. При нанесении <color=#98EFF0>ледяного урона</color> <color=#FFFFFF>атакой в рывке</color> шанс крит. попадания агента с этим предметом дополнительно увеличивается на <color=#2BAD00>10%</color> в течение 15 сек. Время действия каждого эффекта рассчитывается отдельно."
        },
        "2": {
            "Title": "Повелитель морей",
            "Description": "Повышает <color=#98EFF0>ледяной урон</color> на <color=#2BAD00>31,5%</color>. При попадании по врагу <color=#FFFFFF>базовой атакой</color> шанс крит. попадания агента с этим предметом увеличивается на <color=#2BAD00>12,5%</color> в течение 8 сек. При нанесении <color=#98EFF0>ледяного урона</color> <color=#FFFFFF>атакой в рывке</color> шанс крит. попадания агента с этим предметом дополнительно увеличивается на <color=#2BAD00>12,5%</color> в течение 15 сек. Время действия каждого эффекта рассчитывается отдельно."
        },
        "3": {
            "Title": "Повелитель морей",
            "Description": "Повышает <color=#98EFF0>ледяной урон</color> на <color=#2BAD00>38%</color>. При попадании по врагу <color=#FFFFFF>базовой атакой</color> шанс крит. попадания агента с этим предметом увеличивается на <color=#2BAD00>15%</color> в течение 8 сек. При нанесении <color=#98EFF0>ледяного урона</color> <color=#FFFFFF>атакой в рывке</color> шанс крит. попадания агента с этим предметом дополнительно увеличивается на <color=#2BAD00>15%</color> в течение 15 сек. Время действия каждого эффекта рассчитывается отдельно."
        },
        "4": {
            "Title": "Повелитель морей",
            "Description": "Повышает <color=#98EFF0>ледяной урон</color> на <color=#2BAD00>44,5%</color>. При попадании по врагу <color=#FFFFFF>базовой атакой</color> шанс крит. попадания агента с этим предметом увеличивается на <color=#2BAD00>17,5%</color> в течение 8 сек. При нанесении <color=#98EFF0>ледяного урона</color> <color=#FFFFFF>атакой в рывке</color> шанс крит. попадания агента с этим предметом дополнительно увеличивается на <color=#2BAD00>17,5%</color> в течение 15 сек. Время действия каждого эффекта рассчитывается отдельно."
        },
        "5": {
            "Title": "Повелитель морей",
            "Description": "Повышает <color=#98EFF0>ледяной урон</color> на <color=#2BAD00>50%</color>. При попадании по врагу <color=#FFFFFF>базовой атакой</color> шанс крит. попадания агента с этим предметом увеличивается на <color=#2BAD00>20%</color> в течение 8 сек. При нанесении <color=#98EFF0>ледяного урона</color> <color=#FFFFFF>атакой в рывке</color> шанс крит. попадания агента с этим предметом дополнительно увеличивается на <color=#2BAD00>20%</color> в течение 15 сек. Время действия каждого эффекта рассчитывается отдельно."
        }
    }
}