{
    "ItemName": "Сдержанность",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1141",
    "Profession": {
        "Type": "Stun",
        "Name": "Устрашение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 12202,
        "PropertyValue": 720
    },
    "Talents": {
        "1": {
            "Title": "Сковывающие цепи",
            "Description": "При попадании по врагу наносимые <color=#FFFFFF>базовой атакой</color> урон и оглушение увеличиваются на <color=#2BAD00>6%</color>. Эффект складывается до 5 раз, длится 8 сек. Запускается не более одного раза за один приём. Длительность каждого уровня эффекта рассчитывается отдельно."
        },
        "2": {
            "Title": "Сковывающие цепи",
            "Description": "При попадании по врагу наносимые <color=#FFFFFF>базовой атакой</color> урон и оглушение увеличиваются на <color=#2BAD00>7,5%</color>. Эффект складывается до 5 раз, длится 8 сек. Запускается не более одного раза за один приём. Длительность каждого уровня эффекта рассчитывается отдельно."
        },
        "3": {
            "Title": "Сковывающие цепи",
            "Description": "При попадании по врагу наносимые <color=#FFFFFF>базовой атакой</color> урон и оглушение увеличиваются на <color=#2BAD00>9%</color>. Эффект складывается до 5 раз, длится 8 сек. Запускается не более одного раза за один приём. Длительность каждого уровня эффекта рассчитывается отдельно."
        },
        "4": {
            "Title": "Сковывающие цепи",
            "Description": "При попадании по врагу наносимые <color=#FFFFFF>базовой атакой</color> урон и оглушение увеличиваются на <color=#2BAD00>10,5%</color>. Эффект складывается до 5 раз, длится 8 сек. Запускается не более одного раза за один приём. Длительность каждого уровня эффекта рассчитывается отдельно."
        },
        "5": {
            "Title": "Сковывающие цепи",
            "Description": "При попадании по врагу наносимые <color=#FFFFFF>базовой атакой</color> урон и оглушение увеличиваются на <color=#2BAD00>12%</color>. Эффект складывается до 5 раз, длится 8 сек. Запускается не более одного раза за один приём. Длительность каждого уровня эффекта рассчитывается отдельно."
        }
    }
}