{
    "ItemName": "Пламенный венец",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1161",
    "Profession": {
        "Type": "Stun",
        "Name": "Устрашение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12202,
        "PropertyValue": 720
    },
    "Talents": {
        "1": {
            "Title": "Текущее пламя",
            "Description": "При запуске <color=#FFFFFF>быстрой помощи</color> или <color=#FFFFFF>идеальной помощи</color> у агента с этим предметом импульс увеличивается на <color=#2BAD00>25%</color> на 8 сек. Когда агент с этим предметом попадает по врагу <color=#FFFFFF>базовой атакой</color>, на цель накладывается 1 ур. <color=#FFFFFF>Подавленности</color>. Эффект длится 30 сек. и суммируется до 20 раз. Повторные запуски обновляют время действия. Когда любой персонаж в отряде попадает по врагу, за каждый уровень <color=#FFFFFF>Подавленности</color> у цели крит. <color=#98EFF0>ледяной</color> и <color=#FF5521>огненный урон</color> увеличиваются на <color=#2BAD00>1,5%</color>. Эффект един для всего отряда."
        },
        "2": {
            "Title": "Текущее пламя",
            "Description": "При запуске <color=#FFFFFF>быстрой помощи</color> или <color=#FFFFFF>идеальной помощи</color> у агента с этим предметом импульс увеличивается на <color=#2BAD00>28,75%</color> на 8 сек. Когда агент с этим предметом попадает по врагу <color=#FFFFFF>базовой атакой</color>, на цель накладывается 1 ур. <color=#FFFFFF>Подавленности</color>. Эффект длится 30 сек. и суммируется до 20 раз. Повторные запуски обновляют время действия. Когда любой персонаж в отряде попадает по врагу, за каждый уровень <color=#FFFFFF>Подавленности</color> у цели крит. <color=#98EFF0>ледяной</color> и <color=#FF5521>огненный урон</color> увеличиваются на <color=#2BAD00>1,72%</color>. Эффект един для всего отряда."
        },
        "3": {
            "Title": "Текущее пламя",
            "Description": "При запуске <color=#FFFFFF>быстрой помощи</color> или <color=#FFFFFF>идеальной помощи</color> у агента с этим предметом импульс увеличивается на <color=#2BAD00>32,5%</color> на 8 сек. Когда агент с этим предметом попадает по врагу <color=#FFFFFF>базовой атакой</color>, на цель накладывается 1 ур. <color=#FFFFFF>Подавленности</color>. Эффект длится 30 сек. и суммируется до 20 раз. Повторные запуски обновляют время действия. Когда любой персонаж в отряде попадает по врагу, за каждый уровень <color=#FFFFFF>Подавленности</color> у цели крит. <color=#98EFF0>ледяной</color> и <color=#FF5521>огненный урон</color> увеличиваются на <color=#2BAD00>1,95%</color>. Эффект един для всего отряда."
        },
        "4": {
            "Title": "Текущее пламя",
            "Description": "При запуске <color=#FFFFFF>быстрой помощи</color> или <color=#FFFFFF>идеальной помощи</color> у агента с этим предметом импульс увеличивается на <color=#2BAD00>36,25%</color> на 8 сек. Когда агент с этим предметом попадает по врагу <color=#FFFFFF>базовой атакой</color>, на цель накладывается 1 ур. <color=#FFFFFF>Подавленности</color>. Эффект длится 30 сек. и суммируется до 20 раз. Повторные запуски обновляют время действия. Когда любой персонаж в отряде попадает по врагу, за каждый уровень <color=#FFFFFF>Подавленности</color> у цели крит. <color=#98EFF0>ледяной</color> и <color=#FF5521>огненный урон</color> увеличиваются на <color=#2BAD00>2,17%</color>. Эффект един для всего отряда."
        },
        "5": {
            "Title": "Текущее пламя",
            "Description": "При запуске <color=#FFFFFF>быстрой помощи</color> или <color=#FFFFFF>идеальной помощи</color> у агента с этим предметом импульс увеличивается на <color=#2BAD00>40%</color> на 8 сек. Когда агент с этим предметом попадает по врагу <color=#FFFFFF>базовой атакой</color>, на цель накладывается 1 ур. <color=#FFFFFF>Подавленности</color>. Эффект длится 30 сек. и суммируется до 20 раз. Повторные запуски обновляют время действия. Когда любой персонаж в отряде попадает по врагу, за каждый уровень <color=#FFFFFF>Подавленности</color> у цели крит. <color=#98EFF0>ледяной</color> и <color=#FF5521>огненный урон</color> увеличиваются на <color=#2BAD00>2,4%</color>. Эффект един для всего отряда."
        }
    }
}