{
    "ItemName": "Шейкер-огнемейкер",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1171",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Аномалия"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Нефтяные разводы",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя быстрее на <color=#2BAD00>0,6</color> ед/сек. При попадании по врагу <color=#FFFFFF>усиленной особой атакой</color> или <color=#FFFFFF>помощью в атаке</color> наносимый агентом урон повышается на <color=#2BAD00>3,5%</color>. Этот эффект срабатывает не чаще раза в 0,3 сек., накапливается до 10 раз и длится 6 сек. Пока агент находится вне поля боя, накопление происходит в два раза эффективнее, а повторные запуски обновляют время действия эффекта. Когда агент получает бонус к наносимому урону, а количество активных зарядов эффекта не меньше 5, знание аномалии у агента с этим предметом повышается на <color=#2BAD00>50 ед.</color> Этот бонус не суммируется и длится 6 сек."
        },
        "2": {
            "Title": "Нефтяные разводы",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя быстрее на <color=#2BAD00>0,75</color> ед/сек. При попадании по врагу <color=#FFFFFF>усиленной особой атакой</color> или <color=#FFFFFF>помощью в атаке</color> наносимый агентом урон повышается на <color=#2BAD00>4,4%</color>. Этот эффект срабатывает не чаще раза в 0,3 сек., накапливается до 10 раз и длится 6 сек. Пока агент находится вне поля боя, накопление происходит в два раза эффективнее, а повторные запуски обновляют время действия эффекта. Когда агент получает бонус к наносимому урону, а количество активных зарядов эффекта не меньше 5, знание аномалии у агента с этим предметом повышается на <color=#2BAD00>62 ед.</color> Бонус повышения знания аномалии не суммируется и длится 6 сек."
        },
        "3": {
            "Title": "Нефтяные разводы",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя быстрее на <color=#2BAD00>0,9</color> ед/сек. При попадании по врагу <color=#FFFFFF>усиленной особой атакой</color> или <color=#FFFFFF>помощью в атаке</color> наносимый агентом урон повышается на <color=#2BAD00>5,2%</color>. Этот эффект срабатывает не чаще раза в 0,3 сек., накапливается до 10 раз и длится 6 сек. Пока агент находится вне поля боя, накопление происходит в два раза эффективнее, а повторные запуски обновляют время действия эффекта. Когда агент получает бонус к наносимому урону, а количество активных зарядов эффекта не меньше 5, знание аномалии у агента с этим предметом повышается на <color=#2BAD00>75 ед.</color> Этот бонус не суммируется и длится 6 сек."
        },
        "4": {
            "Title": "Нефтяные разводы",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя быстрее на <color=#2BAD00>1,05</color> ед/сек. При попадании по врагу <color=#FFFFFF>усиленной особой атакой</color> или <color=#FFFFFF>помощью в атаке</color> наносимый агентом урон повышается на <color=#2BAD00>6,1%</color>. Этот эффект срабатывает не чаще раза в 0,3 сек., накапливается до 10 раз и длится 6 сек. Пока агент находится вне поля боя, накопление происходит в два раза эффективнее, а повторные запуски обновляют время действия эффекта. Когда агент получает бонус к наносимому урону, а количество активных зарядов эффекта не меньше 5, знание аномалии у агента с этим предметом повышается на <color=#2BAD00>87 ед.</color> Этот бонус не суммируется и длится 6 сек."
        },
        "5": {
            "Title": "Нефтяные разводы",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя быстрее на <color=#2BAD00>1,2</color> ед/сек. При попадании по врагу <color=#FFFFFF>усиленной особой атакой</color> или <color=#FFFFFF>помощью в атаке</color> наносимый агентом урон повышается на <color=#2BAD00>7%</color>. Этот эффект срабатывает не чаще раза в 0,3 сек., накапливается до 10 раз и длится 6 сек. Пока агент находится вне поля боя, накопление происходит в два раза эффективнее, а повторные запуски обновляют время действия эффекта. Когда агент получает бонус к наносимому урону, а количество активных зарядов эффекта не меньше 5, знание аномалии у агента с этим предметом повышается на <color=#2BAD00>100 ед.</color> Этот бонус не суммируется и длится 6 сек."
        }
    }
}