{
    "ItemName": "Шестерни адского пламени",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1101",
    "Profession": {
        "Type": "Stun",
        "Name": "Устрашение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 12202,
        "PropertyValue": 720
    },
    "Talents": {
        "1": {
            "Title": "Сделано с душой",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя на <color=#2BAD00>0,6</color> ед/сек. быстрее.\nПри запуске <color=#FFFFFF>усиленной особой атаки</color> импульс агента с этим предметом увеличивается на <color=#2BAD00>10%</color>. Эффект складывается до 2 раз, длится 10 сек. Время действия каждого уровня рассчитывается отдельно."
        },
        "2": {
            "Title": "Сделано с душой",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя на <color=#2BAD00>0,75</color> ед/сек. быстрее.\nПри запуске <color=#FFFFFF>усиленной особой атаки</color> импульс агента с этим предметом увеличивается на <color=#2BAD00>12,5%</color>. Эффект складывается до 2 раз, длится 10 сек. Время действия каждого уровня рассчитывается отдельно."
        },
        "3": {
            "Title": "Сделано с душой",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя на <color=#2BAD00>0,9</color> ед/сек. быстрее.\nПри запуске <color=#FFFFFF>усиленной особой атаки</color> импульс агента с этим предметом увеличивается на <color=#2BAD00>15%</color>. Эффект складывается до 2 раз, длится 10 сек. Время действия каждого уровня рассчитывается отдельно."
        },
        "4": {
            "Title": "Сделано с душой",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя на <color=#2BAD00>1,05</color> ед/сек. быстрее.\nПри запуске <color=#FFFFFF>усиленной особой атаки</color> импульс агента с этим предметом увеличивается на <color=#2BAD00>17,5%</color>. Эффект складывается до 2 раз, длится 10 сек. Время действия каждого уровня рассчитывается отдельно."
        },
        "5": {
            "Title": "Сделано с душой",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя на <color=#2BAD00>1,2</color> ед/сек. быстрее.\nПри запуске <color=#FFFFFF>усиленной особой атаки</color> импульс агента с этим предметом увеличивается на <color=#2BAD00>20%</color>. Эффект складывается до 2 раз, длится 10 сек. Время действия каждого уровня рассчитывается отдельно."
        }
    }
}