{
    "ItemName": "Чайник нефритовой чистоты",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1251",
    "Profession": {
        "Type": "Stun",
        "Name": "Устрашение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12202,
        "PropertyValue": 720
    },
    "Talents": {
        "1": {
            "Title": "Мелодия тремоло",
            "Description": "Если <color=#FFFFFF>базовая атака</color> наносит врагу урон, агент получает 1 ур. эффекта <color=#FFFFFF>«Сила чая»</color>. Каждый уровень эффекта <color=#FFFFFF>«Сила чая»</color> повышает Импульс агента с этим предметом на <color=#2BAD00>0,7%</color> на 8 сек. Эффект суммируется до 30 ур. Длительность каждого уровня эффекта рассчитывается отдельно. Если при получении эффекта <color=#FFFFFF>«Сила чая»</color> у агента с этим предметом уже есть не менее 15 ур. этого эффекта<color=#FFFFFF></color>, урон, наносимый всеми персонажами в отряде, повышается на <color=#2BAD00>20%</color> на 10 сек. Одноимённые пассивные эффекты не складываются."
        },
        "2": {
            "Title": "Мелодия тремоло",
            "Description": "Если <color=#FFFFFF>базовая атака</color> наносит врагу урон, агент получает 1 ур. эффекта <color=#FFFFFF>«Сила чая»</color>. Каждый уровень эффекта <color=#FFFFFF>«Сила чая»</color> повышает Импульс агента с этим предметом на <color=#2BAD00>0,88%</color> на 8 сек. Эффект суммируется до 30 ур. Длительность каждого уровня эффекта рассчитывается отдельно. Если при получении эффекта <color=#FFFFFF>«Сила чая»</color> у агента с этим предметом уже есть не менее 15 ур. этого эффекта<color=#FFFFFF></color>, урон, наносимый всеми персонажами в отряде, повышается на <color=#2BAD00>23%</color> на 10 сек. Одноимённые пассивные эффекты не складываются."
        },
        "3": {
            "Title": "Мелодия тремоло",
            "Description": "Если <color=#FFFFFF>базовая атака</color> наносит врагу урон, агент получает 1 ур. эффекта <color=#FFFFFF>«Сила чая»</color>. Каждый уровень эффекта <color=#FFFFFF>«Сила чая»</color> повышает Импульс агента с этим предметом на <color=#2BAD00>1,05%</color> на 8 сек. Эффект суммируется до 30 ур. Длительность каждого уровня эффекта рассчитывается отдельно. Если при получении эффекта <color=#FFFFFF>«Сила чая»</color> у агента с этим предметом уже есть не менее 15 ур. этого эффекта<color=#FFFFFF></color>, урон, наносимый всеми персонажами в отряде, повышается на <color=#2BAD00>26%</color> на 10 сек. Одноимённые пассивные эффекты не складываются."
        },
        "4": {
            "Title": "Мелодия тремоло",
            "Description": "Если <color=#FFFFFF>базовая атака</color> наносит врагу урон, агент получает 1 ур. эффекта <color=#FFFFFF>«Сила чая»</color>. Каждый уровень эффекта <color=#FFFFFF>«Сила чая»</color> повышает Импульс агента с этим предметом на <color=#2BAD00>1,22%</color> на 8 сек. Эффект суммируется до 30 ур. Длительность каждого уровня эффекта рассчитывается отдельно. Если при получении эффекта <color=#FFFFFF>«Сила чая»</color> у агента с этим предметом уже есть не менее 15 ур. этого эффекта<color=#FFFFFF></color>, урон, наносимый всеми персонажами в отряде, повышается на <color=#2BAD00>29%</color> на 10 сек. Одноимённые пассивные эффекты не складываются."
        },
        "5": {
            "Title": "Мелодия тремоло",
            "Description": "Если <color=#FFFFFF>базовая атака</color> наносит врагу урон, агент получает 1 ур. эффекта <color=#FFFFFF>«Сила чая»</color>. Каждый уровень эффекта <color=#FFFFFF>«Сила чая»</color> повышает Импульс агента с этим предметом на <color=#2BAD00>1,4%</color> на 8 сек. Эффект суммируется до 30 ур. Длительность каждого уровня эффекта рассчитывается отдельно. Если при получении эффекта <color=#FFFFFF>«Сила чая»</color> у агента с этим предметом уже есть не менее 15 ур. этого эффекта<color=#FFFFFF></color>, урон, наносимый всеми персонажами в отряде, повышается на <color=#2BAD00>32%</color> на 10 сек. Одноимённые пассивные эффекты не складываются."
        }
    }
}