{
    "ItemName": "Заострённые шипы",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1261",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Аномалия"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 31203,
        "PropertyValue": 36
    },
    "Talents": {
        "1": {
            "Title": "Охота без ограничений",
            "Description": "Активируя <color=#FFFFFF>атаку в рывке</color>, агент получает 1 ур. эффекта <color=#FFFFFF>«Инстинкт хищника»</color>. Каждый уровень эффекта <color=#FFFFFF>«Инстинкт хищника»</color> повышает <color=#F0D12B>физический урон</color> агента с этим предметом на <color=#2BAD00>12%</color> на 10 сек. Эффект суммируется до 3 ур. и срабатывает один раз в 0,5 сек. Повторные запуски обновляют время действия. Выходя на поле боя или активируя <color=#FFFFFF>идеальное уклонение</color>, агент с этим предметом получает 3 ур. эффекта <color=#FFFFFF>«Инстинкт хищника»</color>. Если эффект <color=#FFFFFF>«Инстинкт хищника»</color> на максимальном уровне, эффективность накопления аномалии агента с этим предметом повышается на <color=#2BAD00>40%</color>."
        },
        "2": {
            "Title": "Охота без ограничений",
            "Description": "Активируя <color=#FFFFFF>атаку в рывке</color>, агент получает 1 ур. эффекта <color=#FFFFFF>«Инстинкт хищника»</color>. Каждый уровень эффекта <color=#FFFFFF>«Инстинкт хищника»</color> повышает <color=#F0D12B>физический урон</color> агента с этим предметом на <color=#2BAD00>15%</color> на 10 сек. Эффект суммируется до 3 ур. и срабатывает один раз в 0,5 сек. Повторные запуски обновляют время действия. Выходя на поле боя или активируя <color=#FFFFFF>идеальное уклонение</color>, агент с этим предметом получает 3 ур. эффекта <color=#FFFFFF>«Инстинкт хищника»</color>. Если эффект <color=#FFFFFF>«Инстинкт хищника»</color> на максимальном уровне, эффективность накопления аномалии агента с этим предметом повышается на <color=#2BAD00>50%</color>."
        },
        "3": {
            "Title": "Охота без ограничений",
            "Description": "Активируя <color=#FFFFFF>атаку в рывке</color>, агент получает 1 ур. эффекта <color=#FFFFFF>«Инстинкт хищника»</color>. Каждый уровень эффекта <color=#FFFFFF>«Инстинкт хищника»</color> повышает <color=#F0D12B>физический урон</color> агента с этим предметом на <color=#2BAD00>18%</color> на 10 сек. Эффект суммируется до 3 ур. и срабатывает один раз в 0,5 сек. Повторные запуски обновляют время действия. Выходя на поле боя или активируя <color=#FFFFFF>идеальное уклонение</color>, агент с этим предметом получает 3 ур. эффекта <color=#FFFFFF>«Инстинкт хищника»</color>. Если эффект <color=#FFFFFF>«Инстинкт хищника»</color> на максимальном уровне, эффективность накопления аномалии агента с этим предметом повышается на <color=#2BAD00>60%</color>."
        },
        "4": {
            "Title": "Охота без ограничений",
            "Description": "Активируя <color=#FFFFFF>атаку в рывке</color>, агент получает 1 ур. эффекта <color=#FFFFFF>«Инстинкт хищника»</color>. Каждый уровень эффекта <color=#FFFFFF>«Инстинкт хищника»</color> повышает <color=#F0D12B>физический урон</color> агента с этим предметом на <color=#2BAD00>21%</color> на 10 сек. Эффект суммируется до 3 ур. и срабатывает один раз в 0,5 сек. Повторные запуски обновляют время действия. Выходя на поле боя или активируя <color=#FFFFFF>идеальное уклонение</color>, агент с этим предметом получает 3 ур. эффекта <color=#FFFFFF>«Инстинкт хищника»</color>. Если эффект <color=#FFFFFF>«Инстинкт хищника»</color> на максимальном уровне, эффективность накопления аномалии агента с этим предметом повышается на <color=#2BAD00>70%</color>."
        },
        "5": {
            "Title": "Охота без ограничений",
            "Description": "Активируя <color=#FFFFFF>атаку в рывке</color>, агент получает 1 ур. эффекта <color=#FFFFFF>«Инстинкт хищника»</color>. Каждый уровень эффекта <color=#FFFFFF>«Инстинкт хищника»</color> повышает <color=#F0D12B>физический урон</color> агента с этим предметом на <color=#2BAD00>24%</color> на 10 сек. Эффект суммируется до 3 ур. и срабатывает один раз в 0,5 сек. Повторные запуски обновляют время действия. Выходя на поле боя или активируя <color=#FFFFFF>идеальное уклонение</color>, агент с этим предметом получает 3 ур. эффекта <color=#FFFFFF>«Инстинкт хищника»</color>. Если эффект <color=#FFFFFF>«Инстинкт хищника»</color> на максимальном уровне, эффективность накопления аномалии агента с этим предметом повышается на <color=#2BAD00>80%</color>."
        }
    }
}