{
    "ItemName": "Колыбель плача",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1211",
    "Profession": {
        "Type": "Support",
        "Name": "Поддержка"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 23103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Наказание",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя на <color=#2BAD00>0,6</color> ед/сек. быстрее. Когда агент с этим предметом попадает по врагу, все боевые единицы в отряде наносят этой цели на <color=#2BAD00>10%</color> больше урона в течение 3 сек. Во время действия эффекта это значение дополнительно повышается на <color=#2BAD00>1,7%</color> раз в 0,5 сек. Максимальное дополнительное повышение составляет <color=#2BAD00>10,2%</color>. Повторный запуск эффекта обновляет продолжительность самого эффекта, но не возрастания его урона. Одноимённые пассивные эффекты не складываются."
        },
        "2": {
            "Title": "Наказание",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя на <color=#2BAD00>0,75</color> ед/сек. быстрее. Когда агент с этим предметом попадает по врагу, все боевые единицы в отряде наносят этой цели на <color=#2BAD00>12,5%</color> больше урона в течение 3 сек. Во время действия эффекта это значение дополнительно повышается на <color=#2BAD00>2%</color> раз в 0,5 сек. Максимальное дополнительное повышение составляет <color=#2BAD00>12%</color>. Повторный запуск эффекта обновляет продолжительность самого эффекта, но не возрастания его урона. Одноимённые пассивные эффекты не складываются."
        },
        "3": {
            "Title": "Наказание",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя на <color=#2BAD00>0,9</color> ед/сек. быстрее. Когда агент с этим предметом попадает по врагу, все боевые единицы в отряде наносят этой цели на <color=#2BAD00>15%</color> больше урона в течение 3 сек. Во время действия эффекта это значение дополнительно повышается на <color=#2BAD00>2,5%</color> раз в 0,5 сек. Максимальное дополнительное повышение составляет <color=#2BAD00>15%</color>. Повторный запуск эффекта обновляет продолжительность самого эффекта, но не возрастания его урона. Одноимённые пассивные эффекты не складываются."
        },
        "4": {
            "Title": "Наказание",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя на <color=#2BAD00>1,05</color> ед/сек. быстрее. Когда агент с этим предметом попадает по врагу, все боевые единицы в отряде наносят этой цели на <color=#2BAD00>17,5%</color> больше урона в течение 3 сек. Во время действия эффекта это значение дополнительно повышается на <color=#2BAD00>3%</color> раз в 0,5 сек. Максимальное дополнительное повышение составляет <color=#2BAD00>18%</color>. Повторный запуск эффекта обновляет продолжительность самого эффекта, но не возрастания его урона. Одноимённые пассивные эффекты не складываются."
        },
        "5": {
            "Title": "Наказание",
            "Description": "Агент с этим предметом восстанавливает энергию вне поля боя на <color=#2BAD00>1,2</color> ед/сек. быстрее. Когда агент с этим предметом попадает по врагу, все боевые единицы в отряде наносят этой цели на <color=#2BAD00>20%</color> больше урона в течение 3 сек. Во время действия эффекта это значение дополнительно повышается на <color=#2BAD00>3,3%</color> раз в 0,5 сек. Максимальное дополнительное повышение составляет <color=#2BAD00>19,8%</color>. Повторный запуск эффекта обновляет продолжительность самого эффекта, но не возрастания его урона. Одноимённые пассивные эффекты не складываются."
        }
    }
}