{
    "ItemName": "Ткач времени",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1221",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Аномалия"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Мастерство хронофагии",
            "Description": "Агент с этим предметом накапливает <color=#2EB6FF>аномалию электрического атрибута</color> на <color=#2BAD00>30%</color> быстрее. Когда <color=#FFFFFF>особая</color> или <color=#FFFFFF>усиленная особая атака</color> попадает по врагу, находящемуся в состоянии аномалии атрибута, знание аномалии агента с этим предметом повышается на <color=#2BAD00>75</color> ед. на 15 сек.\nЕсли знание аномалии агента с этим предметом не менее 375 ед., агент с этим предметом наносит на <color=#2BAD00>25%</color> больше урона от <color=#FFFFFF>Хаоса</color>."
        },
        "2": {
            "Title": "Мастерство хронофагии",
            "Description": "Агент с этим предметом накапливает <color=#2EB6FF>аномалию электрического атрибута</color> на <color=#2BAD00>35%</color> быстрее. Когда <color=#FFFFFF>особая</color> или <color=#FFFFFF>усиленная особая атака</color> попадает по врагу, находящемуся в состоянии аномалии атрибута, знание аномалии агента с этим предметом повышается на <color=#2BAD00>85</color> ед. на 15 сек.\nЕсли знание аномалии агента с этим предметом не менее 375 ед., агент с этим предметом наносит на <color=#2BAD00>27,5%</color> больше урона от <color=#FFFFFF>Хаоса</color>."
        },
        "3": {
            "Title": "Мастерство хронофагии",
            "Description": "Агент с этим предметом накапливает <color=#2EB6FF>аномалию электрического атрибута</color> на <color=#2BAD00>40%</color> быстрее. Когда <color=#FFFFFF>особая</color> или <color=#FFFFFF>усиленная особая атака</color> попадает по врагу, находящемуся в состоянии аномалии атрибута, знание аномалии агента с этим предметом повышается на <color=#2BAD00>95</color> ед. на 15 сек.\nЕсли знание аномалии агента с этим предметом не менее 375 ед., агент с этим предметом наносит на <color=#2BAD00>30%</color> больше урона от <color=#FFFFFF>Хаоса</color>."
        },
        "4": {
            "Title": "Мастерство хронофагии",
            "Description": "Агент с этим предметом накапливает <color=#2EB6FF>аномалию электрического атрибута</color> на <color=#2BAD00>45%</color> быстрее. Когда <color=#FFFFFF>особая</color> или <color=#FFFFFF>усиленная особая атака</color> попадает по врагу, находящемуся в состоянии аномалии атрибута, знание аномалии агента с этим предметом повышается на <color=#2BAD00>105</color> ед. на 15 сек.\nЕсли знание аномалии агента с этим предметом не менее 375 ед., агент с этим предметом наносит на <color=#2BAD00>32,5%</color> больше урона от <color=#FFFFFF>Хаоса</color>."
        },
        "5": {
            "Title": "Мастерство хронофагии",
            "Description": "Агент с этим предметом накапливает <color=#2EB6FF>аномалию электрического атрибута</color> на <color=#2BAD00>50%</color> быстрее. Когда <color=#FFFFFF>особая</color> или <color=#FFFFFF>усиленная особая атака</color> попадает по врагу, находящемуся в состоянии аномалии атрибута, знание аномалии агента с этим предметом повышается на <color=#2BAD00>115</color> ед. на 15 сек.\nЕсли знание аномалии агента с этим предметом не менее 375 ед., агент с этим предметом наносит на <color=#2BAD00>35%</color> больше урона от <color=#FFFFFF>Хаоса</color>."
        }
    }
}