{
    "ItemName": "Усмиритель беспорядков VI",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1241",
    "Profession": {
        "Type": "Attack",
        "Name": "Нападение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 21103,
        "PropertyValue": 1920
    },
    "Talents": {
        "1": {
            "Title": "Охранный патруль",
            "Description": "Повышает шанс крит. попадания на <color=#2BAD00>15%</color>. Активация <color=#FFFFFF>усиленной особой атаки</color> даёт агенту с этим предметом 8 зарядов (это максимум). Когда агент с этим предметом наносит <color=#FE437E>эфирный урон</color> своей <color=#FFFFFF>базовой атакой</color> или <color=#FFFFFF>атакой в рывке</color>, это потребляет 1 заряд и повышает урон навыка на <color=#2BAD00>35%</color>."
        },
        "2": {
            "Title": "Охранный патруль",
            "Description": "Повышает шанс крит. попадания на <color=#2BAD00>18,8%</color>. Активация <color=#FFFFFF>усиленной особой атаки</color> даёт агенту с этим предметом 8 зарядов (это максимум). Когда агент с этим предметом наносит <color=#FE437E>эфирный урон</color> своей <color=#FFFFFF>базовой атакой</color> или <color=#FFFFFF>атакой в рывке</color>, это потребляет 1 заряд и повышает урон навыка на <color=#2BAD00>43,5%</color>."
        },
        "3": {
            "Title": "Охранный патруль",
            "Description": "Повышает шанс крит. попадания на <color=#2BAD00>22,6%</color>. Активация <color=#FFFFFF>усиленной особой атаки</color> даёт агенту с этим предметом 8 зарядов (это максимум). Когда агент с этим предметом наносит <color=#FE437E>эфирный урон</color> своей <color=#FFFFFF>базовой атакой</color> или <color=#FFFFFF>атакой в рывке</color>, это потребляет 1 заряд и повышает урон навыка на <color=#2BAD00>52%</color>."
        },
        "4": {
            "Title": "Охранный патруль",
            "Description": "Повышает шанс крит. попадания на <color=#2BAD00>26,4%</color>. Активация <color=#FFFFFF>усиленной особой атаки</color> даёт агенту с этим предметом 8 зарядов (это максимум). Когда агент с этим предметом наносит <color=#FE437E>эфирный урон</color> своей <color=#FFFFFF>базовой атакой</color> или <color=#FFFFFF>атакой в рывке</color>, это потребляет 1 заряд и повышает урон навыка на <color=#2BAD00>60,5%</color>."
        },
        "5": {
            "Title": "Охранный патруль",
            "Description": "Повышает шанс крит. попадания на <color=#2BAD00>30%</color>. Активация <color=#FFFFFF>усиленной особой атаки</color> даёт агенту с этим предметом 8 зарядов (это максимум). Когда агент с этим предметом наносит <color=#FE437E>эфирный урон</color> своей <color=#FFFFFF>базовой атакой</color> или <color=#FFFFFF>атакой в рывке</color>, это потребляет 1 заряд и повышает урон навыка на <color=#2BAD00>70%</color>."
        }
    }
}