{
    "ItemName": "Аптечка дзансин",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1201",
    "Profession": {
        "Type": "Attack",
        "Name": "Нападение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 21103,
        "PropertyValue": 1920
    },
    "Talents": {
        "1": {
            "Title": "Горечь себе на пользу",
            "Description": "Шанс крит. попадания возрастает на <color=#2BAD00>10%</color>. <color=#FFFFFF>Атака в рывке</color> наносит на <color=#2BAD00>40%</color> больше <color=#2EB6FF>электрического урона</color>. Когда любой член отряда вводит врага в состояние оглушения или аномалии атрибута, шанс крит. попадания у агента с этим предметом возрастает ещё на <color=#2BAD00>10%</color> на 15 сек."
        },
        "2": {
            "Title": "Горечь себе на пользу",
            "Description": "Шанс крит. попадания возрастает на <color=#2BAD00>11,5%</color>. <color=#FFFFFF>Атака в рывке</color> наносит на <color=#2BAD00>46%</color> больше <color=#2EB6FF>электрического урона</color>. Когда любой член отряда вводит врага в состояние оглушения или аномалии атрибута, шанс крит. попадания у агента с этим предметом возрастает ещё на <color=#2BAD00>11,5%</color> на 15 сек."
        },
        "3": {
            "Title": "Горечь себе на пользу",
            "Description": "Шанс крит. попадания возрастает на <color=#2BAD00>13%</color>. <color=#FFFFFF>Атака в рывке</color> наносит на <color=#2BAD00>52%</color> больше <color=#2EB6FF>электрического урона</color>. Когда любой член отряда вводит врага в состояние оглушения или аномалии атрибута, шанс крит. попадания у агента с этим предметом возрастает ещё на <color=#2BAD00>13%</color> на 15 сек."
        },
        "4": {
            "Title": "Горечь себе на пользу",
            "Description": "Шанс крит. попадания возрастает на <color=#2BAD00>14,5%</color>. <color=#FFFFFF>Атака в рывке</color> наносит на <color=#2BAD00>58%</color> больше <color=#2EB6FF>электрического урона</color>. Когда любой член отряда вводит врага в состояние оглушения или аномалии атрибута, шанс крит. попадания у агента с этим предметом возрастает ещё на <color=#2BAD00>14,5%</color> на 15 сек."
        },
        "5": {
            "Title": "Горечь себе на пользу",
            "Description": "Шанс крит. попадания возрастает на <color=#2BAD00>16%</color>. <color=#FFFFFF>Атака в рывке</color> наносит на <color=#2BAD00>64%</color> больше <color=#2EB6FF>электрического урона</color>. Когда любой член отряда вводит врага в состояние оглушения или аномалии атрибута, шанс крит. попадания у агента с этим предметом возрастает ещё на <color=#2BAD00>16%</color> на 15 сек."
        }
    }
}