{
    "ItemName": "Клетка Небесной птицы",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1371",
    "Profession": {
        "Type": "Rupture",
        "Name": "Разрушение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 50
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Облачный поток",
            "Description": "Шанс крит. попадания повышается на <color=#2BAD00>20%</color>. Когда агент с этим предметом активирует <color=#FFFFFF>усиленную особую атаку</color>, он получает 1 ур. эффекта <color=#FFFFFF>«Небесный спутник»</color>, суммирующийся до 2 раз и длящийся 15 сек. При входе в состояние боевой готовности агент получает 2 уровня этого эффекта автоматически. Повторные запуски обновляют время действия. Каждый уровень эффекта <color=#FFFFFF>«Небесный спутник»</color> повышает наносимый агентом с этим предметом <color=#FE437E>эфирный урон</color> на <color=#2BAD00>8%</color>, а <color=#FE437E>сквозной эфирный урон</color> от суперспособности и усиленной особой атаки — на <color=#2BAD00>10%</color>."
        },
        "2": {
            "Title": "Облачный поток",
            "Description": "Шанс крит. попадания повышается на <color=#2BAD00>23%</color>. Когда агент с этим предметом активирует <color=#FFFFFF>усиленную особую атаку</color>, он получает 1 ур. эффекта <color=#FFFFFF>«Небесный спутник»</color>, суммирующийся до 2 раз и длящийся 15 сек. При входе в состояние боевой готовности агент получает 2 уровня этого эффекта автоматически. Повторные запуски обновляют время действия. Каждый уровень эффекта <color=#FFFFFF>«Небесный спутник»</color> повышает наносимый агентом с этим предметом <color=#FE437E>эфирный урон</color> на <color=#2BAD00>9,2%</color>, а <color=#FE437E>сквозной эфирный урон</color> от суперспособности и усиленной особой атаки — на <color=#2BAD00>11,5%</color>."
        },
        "3": {
            "Title": "Облачный поток",
            "Description": "Шанс крит. попадания повышается на <color=#2BAD00>26%</color>. Когда агент с этим предметом активирует <color=#FFFFFF>усиленную особую атаку</color>, он получает 1 ур. эффекта <color=#FFFFFF>«Небесный спутник»</color>, суммирующийся до 2 раз и длящийся 15 сек. При входе в состояние боевой готовности агент получает 2 уровня этого эффекта автоматически. Повторные запуски обновляют время действия. Каждый уровень эффекта <color=#FFFFFF>«Небесный спутник»</color> повышает наносимый агентом с этим предметом <color=#FE437E>эфирный урон</color> на <color=#2BAD00>10,4%</color>, а <color=#FE437E>сквозной эфирный урон</color> от суперспособности и усиленной особой атаки — на <color=#2BAD00>13%</color>."
        },
        "4": {
            "Title": "Облачный поток",
            "Description": "Шанс крит. попадания повышается на <color=#2BAD00>29%</color>. Когда агент с этим предметом активирует <color=#FFFFFF>усиленную особую атаку</color>, он получает 1 ур. эффекта <color=#FFFFFF>«Небесный спутник»</color>, суммирующийся до 2 раз и длящийся 15 сек. При входе в состояние боевой готовности агент получает 2 уровня этого эффекта автоматически. Повторные запуски обновляют время действия. Каждый уровень эффекта <color=#FFFFFF>«Небесный спутник»</color> повышает наносимый агентом с этим предметом <color=#FE437E>эфирный урон</color> на <color=#2BAD00>11,6%</color>, а <color=#FE437E>сквозной эфирный урон</color> от суперспособности и усиленной особой атаки — на <color=#2BAD00>14,5%</color>."
        },
        "5": {
            "Title": "Облачный поток",
            "Description": "Шанс крит. попадания повышается на <color=#2BAD00>32%</color>. Когда агент с этим предметом активирует <color=#FFFFFF>усиленную особую атаку</color>, он получает 1 ур. эффекта <color=#FFFFFF>«Небесный спутник»</color>, суммирующийся до 2 раз и длящийся 15 сек. При входе в состояние боевой готовности агент получает 2 уровня этого эффекта автоматически. Повторные запуски обновляют время действия. Каждый уровень эффекта <color=#FFFFFF>«Небесный спутник»</color> повышает наносимый агентом с этим предметом <color=#FE437E>эфирный урон</color> на <color=#2BAD00>12,8%</color>, а <color=#FE437E>сквозной эфирный урон</color> от суперспособности и усиленной особой атаки — на <color=#2BAD00>16%</color>."
        }
    }
}