{
    "ItemName": "Пламя брани",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1301",
    "Profession": {
        "Type": "Attack",
        "Name": "Нападение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 30502,
        "PropertyValue": 2400
    },
    "Talents": {
        "1": {
            "Title": "На повышенных температурах",
            "Description": "Шанс крит. попадания повышен на <color=#2BAD00>20%</color>. Когда агент с этим предметом вызывает <color=#FFFFFF>афтершок</color>, наносящий <color=#FF5521>огненный урон</color>, его атаки игнорируют <color=#2BAD00>15%</color> защиты цели в течение 8 сек. Эффект активируется не чаще раза в 3 сек., суммируется до 2 раз. Повторные запуски обновляют время действия."
        },
        "2": {
            "Title": "На повышенных температурах",
            "Description": "Шанс крит. попадания повышен на <color=#2BAD00>23%</color>. Когда агент с этим предметом вызывает <color=#FFFFFF>афтершок</color>, наносящий <color=#FF5521>огненный урон</color>, его атаки игнорируют <color=#2BAD00>17,2%</color> защиты цели в течение 8 сек. Эффект активируется не чаще раза в 3 сек., суммируется до 2 раз. Повторные запуски обновляют время действия."
        },
        "3": {
            "Title": "На повышенных температурах",
            "Description": "Шанс крит. попадания повышен на <color=#2BAD00>26%</color>. Когда агент с этим предметом вызывает <color=#FFFFFF>афтершок</color>, наносящий <color=#FF5521>огненный урон</color>, его атаки игнорируют <color=#2BAD00>19,5%</color> защиты цели в течение 8 сек. Эффект активируется не чаще раза в 3 сек., суммируется до 2 раз. Повторные запуски обновляют время действия."
        },
        "4": {
            "Title": "На повышенных температурах",
            "Description": "Шанс крит. попадания повышен на <color=#2BAD00>29%</color>. Когда агент с этим предметом вызывает <color=#FFFFFF>афтершок</color>, наносящий <color=#FF5521>огненный урон</color>, его атаки игнорируют <color=#2BAD00>21,7%</color> защиты цели в течение 8 сек. Эффект активируется не чаще раза в 3 сек., суммируется до 2 раз. Повторные запуски обновляют время действия."
        },
        "5": {
            "Title": "На повышенных температурах",
            "Description": "Шанс крит. попадания повышен на <color=#2BAD00>32%</color>. Когда агент с этим предметом вызывает <color=#FFFFFF>афтершок</color>, наносящий <color=#FF5521>огненный урон</color>, его атаки игнорируют <color=#2BAD00>24%</color> защиты цели в течение 8 сек. Эффект активируется не чаще раза в 3 сек., суммируется до 2 раз. Повторные запуски обновляют время действия."
        }
    }
}