{
    "ItemName": "Стильная штучка",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1311",
    "Profession": {
        "Type": "Support",
        "Name": "Поддержка"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Неповторимая и блистательная",
            "Description": "Когда любой член отряда выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, агент с этим предметом получает <color=#2BAD00>5</color> ед. энергии. Срабатывает не чаще раза в 5 сек. Когда агент с этим предметом расходует 25 или более ед. энергии, урон всех персонажей в отряде повышается на <color=#2BAD00>10%</color>. Складывается до 2 раз, длится 20 сек., повторные запуски обновляют время действия. На отряд может действовать только один этот эффект."
        },
        "2": {
            "Title": "Неповторимая и блистательная",
            "Description": "Когда любой член отряда выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, агент с этим предметом получает <color=#2BAD00>5,5</color> ед. энергии. Срабатывает не чаще раза в 5 сек. Когда агент с этим предметом расходует 25 или более ед. энергии, урон всех персонажей в отряде повышается на <color=#2BAD00>11,5%</color>. Складывается до 2 раз, длится 20 сек., повторные запуски обновляют время действия. На отряд может действовать только один этот эффект."
        },
        "3": {
            "Title": "Неповторимая и блистательная",
            "Description": "Когда любой член отряда выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, агент с этим предметом получает <color=#2BAD00>6</color> ед. энергии. Срабатывает не чаще раза в 5 сек. Когда агент с этим предметом расходует 25 или более ед. энергии, урон всех персонажей в отряде повышается на <color=#2BAD00>13%</color>. Складывается до 2 раз, длится 20 сек., повторные запуски обновляют время действия. На отряд может действовать только один этот эффект."
        },
        "4": {
            "Title": "Неповторимая и блистательная",
            "Description": "Когда любой член отряда выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, агент с этим предметом получает <color=#2BAD00>6,5</color> ед. энергии. Срабатывает не чаще раза в 5 сек. Когда агент с этим предметом расходует 25 или более ед. энергии, урон всех персонажей в отряде повышается на <color=#2BAD00>14,5%</color>. Складывается до 2 раз, длится 20 сек., повторные запуски обновляют время действия. На отряд может действовать только один этот эффект."
        },
        "5": {
            "Title": "Неповторимая и блистательная",
            "Description": "Когда любой член отряда выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, агент с этим предметом получает <color=#2BAD00>7</color> ед. энергии. Срабатывает не чаще раза в 5 сек. Когда агент с этим предметом расходует 25 или более ед. энергии, урон всех персонажей в отряде повышается на <color=#2BAD00>16%</color>. Складывается до 2 раз, длится 20 сек., повторные запуски обновляют время действия. На отряд может действовать только один этот эффект."
        }
    }
}