{
    "ItemName": "Полёт среди грёз",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1331",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Аномалия"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 31203,
        "PropertyValue": 36
    },
    "Talents": {
        "1": {
            "Title": "Серебряные острия перьев",
            "Description": "Повышает эффективность накопления аномалии на <color=#2BAD00>40%</color>. Когда агент с этим предметом наносит <color=#FE437E>эфирный урон</color>, его знание аномалии повышается на <color=#2BAD00>20</color> на 5 сек. Этот эффект суммируется до 6 раз и срабатывает не чаще раза в 0,5 сек. Повторные запуски обновляют время действия."
        },
        "2": {
            "Title": "Серебряные острия перьев",
            "Description": "Повышает эффективность накопления аномалии на <color=#2BAD00>46%</color>. Когда агент с этим предметом наносит <color=#FE437E>эфирный урон</color>, его знание аномалии повышается на <color=#2BAD00>23</color> на 5 сек. Этот эффект суммируется до 6 раз и срабатывает не чаще раза в 0,5 сек. Повторные запуски обновляют время действия."
        },
        "3": {
            "Title": "Серебряные острия перьев",
            "Description": "Повышает эффективность накопления аномалии на <color=#2BAD00>52%</color>. Когда агент с этим предметом наносит <color=#FE437E>эфирный урон</color>, его знание аномалии повышается на <color=#2BAD00>26</color> на 5 сек. Этот эффект суммируется до 6 раз и срабатывает не чаще раза в 0,5 сек. Повторные запуски обновляют время действия."
        },
        "4": {
            "Title": "Серебряные острия перьев",
            "Description": "Повышает эффективность накопления аномалии на <color=#2BAD00>58%</color>. Когда агент с этим предметом наносит <color=#FE437E>эфирный урон</color>, его знание аномалии повышается на <color=#2BAD00>29</color> на 5 сек. Этот эффект суммируется до 6 раз и срабатывает не чаще раза в 0,5 сек. Повторные запуски обновляют время действия."
        },
        "5": {
            "Title": "Серебряные острия перьев",
            "Description": "Повышает эффективность накопления аномалии на <color=#2BAD00>64%</color>. Когда агент с этим предметом наносит <color=#FE437E>эфирный урон</color>, его знание аномалии повышается на <color=#2BAD00>32</color> на 5 сек. Этот эффект суммируется до 6 раз и срабатывает не чаще раза в 0,5 сек. Повторные запуски обновляют время действия."
        }
    }
}