{
    "ItemName": "Вместилище фурчаний",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1391",
    "Profession": {
        "Type": "Stun",
        "Name": "Устрашение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Пробуждение тигриного духа",
            "Description": "<color=#FFFFFF>Усиленные особые атаки</color>, <color=#FFFFFF>цепочки атак</color> и <color=#FFFFFF>суперспособность</color> агента с этим предметом наносят на <color=#2BAD00>28%</color> больше оглушения.\nПри нанесении <color=#FF5521>огненного урона</color> с помощью <color=#FFFFFF>цепочки атак</color> или <color=#FFFFFF>суперспособности</color> урон, наносимый всеми членами отряда, увеличивается на <color=#2BAD00>10%</color>. Эффект суммируется до 2 раз и длится 30 сек. Длительность каждого уровня эффекта рассчитывается отдельно. Использование одного навыка может дать эффект только один раз. В отряде может одновременно действовать только 1 такой эффект."
        },
        "2": {
            "Title": "Пробуждение тигриного духа",
            "Description": "<color=#FFFFFF>Усиленные особые атаки</color>, <color=#FFFFFF>цепочки атак</color> и <color=#FFFFFF>суперспособность</color> агента с этим предметом наносят на <color=#2BAD00>32,2%</color> больше оглушения.\nПри нанесении <color=#FF5521>огненного урона</color> с помощью <color=#FFFFFF>цепочки атак</color> или <color=#FFFFFF>суперспособности</color> урон, наносимый всеми членами отряда, увеличивается на <color=#2BAD00>11,5%</color>. Эффект суммируется до 2 раз и длится 30 сек. Длительность каждого уровня эффекта рассчитывается отдельно. Использование одного навыка может дать эффект только один раз. В отряде может одновременно действовать только 1 такой эффект."
        },
        "3": {
            "Title": "Пробуждение тигриного духа",
            "Description": "<color=#FFFFFF>Усиленные особые атаки</color>, <color=#FFFFFF>цепочки атак</color> и <color=#FFFFFF>суперспособность</color> агента с этим предметом наносят на <color=#2BAD00>36,4%</color> больше оглушения.\nПри нанесении <color=#FF5521>огненного урона</color> с помощью <color=#FFFFFF>цепочки атак</color> или <color=#FFFFFF>суперспособности</color> урон, наносимый всеми членами отряда, увеличивается на <color=#2BAD00>13%</color>. Эффект суммируется до 2 раз и длится 30 сек. Длительность каждого уровня эффекта рассчитывается отдельно. Использование одного навыка может дать эффект только один раз. В отряде может одновременно действовать только 1 такой эффект."
        },
        "4": {
            "Title": "Пробуждение тигриного духа",
            "Description": "<color=#FFFFFF>Усиленные особые атаки</color>, <color=#FFFFFF>цепочки атак</color> и <color=#FFFFFF>суперспособность</color> агента с этим предметом наносят на <color=#2BAD00>40,6%</color> больше оглушения.\nПри нанесении <color=#FF5521>огненного урона</color> с помощью <color=#FFFFFF>цепочки атак</color> или <color=#FFFFFF>суперспособности</color> урон, наносимый всеми членами отряда, увеличивается на <color=#2BAD00>14,5%</color>. Эффект суммируется до 2 раз и длится 30 сек. Длительность каждого уровня эффекта рассчитывается отдельно. Использование одного навыка может дать эффект только один раз. В отряде может одновременно действовать только 1 такой эффект."
        },
        "5": {
            "Title": "Пробуждение тигриного духа",
            "Description": "<color=#FFFFFF>Усиленные особые атаки</color>, <color=#FFFFFF>цепочки атак</color> и <color=#FFFFFF>суперспособность</color> агента с этим предметом наносят на <color=#2BAD00>44,8%</color> больше оглушения.\nПри нанесении <color=#FF5521>огненного урона</color> с помощью <color=#FFFFFF>цепочки атак</color> или <color=#FFFFFF>суперспособности</color> урон, наносимый всеми членами отряда, увеличивается на <color=#2BAD00>16%</color>. Эффект суммируется до 2 раз и длится 30 сек. Длительность каждого уровня эффекта рассчитывается отдельно. Использование одного навыка может дать эффект только один раз. В отряде может одновременно действовать только 1 такой эффект."
        }
    }
}