{
    "ItemName": "Призрачный взор",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1361",
    "Profession": {
        "Type": "Stun",
        "Name": "Устрашение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Ловля ветра",
            "Description": "Когда агент с этим предметом попадает по врагу <color=#FFFFFF>афтершоком</color> и наносит <color=#2EB6FF>электрический урон</color>, защита цели снижается на <color=#2BAD00>25%</color> на 5 сек. Одноимённые пассивные эффекты не складываются. Если при срабатывании этого эффекта агент с этим предметом не является активным персонажем, он получает 1 ур. эффекта <color=#FFFFFF>«Оковы духа»</color> (макс. 3 ур.). Использование одного навыка может дать эффект только один раз. Каждый уровень <color=#FFFFFF>Оков духа</color> повышает импульс агента с этим предметом на <color=#2BAD00>4%</color> на 12 сек. Длительность каждого уровня эффекта рассчитывается отдельно. При максимальном уровне <color=#FFFFFF>Оков духа</color> импульс агента с этим предметом дополнительно повышается на <color=#2BAD00>8%</color>."
        },
        "2": {
            "Title": "Ловля ветра",
            "Description": "Когда агент с этим предметом попадает по врагу <color=#FFFFFF>афтершоком</color> и наносит <color=#2EB6FF>электрический урон</color>, защита цели снижается на <color=#2BAD00>28,75%</color> на 5 сек. Одноимённые пассивные эффекты не складываются. Если при срабатывании этого эффекта агент с этим предметом не является активным персонажем, он получает 1 ур. эффекта <color=#FFFFFF>«Оковы духа»</color> (макс. 3 ур.). Использование одного навыка может дать эффект только один раз. Каждый уровень <color=#FFFFFF>Оков духа</color> повышает импульс агента с этим предметом на <color=#2BAD00>4,6%</color> на 12 сек. Длительность каждого уровня эффекта рассчитывается отдельно. При максимальном уровне <color=#FFFFFF>Оков духа</color> импульс агента с этим предметом дополнительно повышается на <color=#2BAD00>9,2%</color>."
        },
        "3": {
            "Title": "Ловля ветра",
            "Description": "Когда агент с этим предметом попадает по врагу <color=#FFFFFF>афтершоком</color> и наносит <color=#2EB6FF>электрический урон</color>, защита цели снижается на <color=#2BAD00>32,5%</color> на 5 сек. Одноимённые пассивные эффекты не складываются. Если при срабатывании этого эффекта агент с этим предметом не является активным персонажем, он получает 1 ур. эффекта <color=#FFFFFF>«Оковы духа»</color> (макс. 3 ур.). Использование одного навыка может дать эффект только один раз. Каждый уровень <color=#FFFFFF>Оков духа</color> повышает импульс агента с этим предметом на <color=#2BAD00>5,2%</color> на 12 сек. Длительность каждого уровня эффекта рассчитывается отдельно. При максимальном уровне <color=#FFFFFF>Оков духа</color> импульс агента с этим предметом дополнительно повышается на <color=#2BAD00>10,4%</color>."
        },
        "4": {
            "Title": "Ловля ветра",
            "Description": "Когда агент с этим предметом попадает по врагу <color=#FFFFFF>афтершоком</color> и наносит <color=#2EB6FF>электрический урон</color>, защита цели снижается на <color=#2BAD00>36,25%</color> на 5 сек. Одноимённые пассивные эффекты не складываются. Если при срабатывании этого эффекта агент с этим предметом не является активным персонажем, он получает 1 ур. эффекта <color=#FFFFFF>«Оковы духа»</color> (макс. 3 ур.). Использование одного навыка может дать эффект только один раз. Каждый уровень <color=#FFFFFF>Оков духа</color> повышает импульс агента с этим предметом на <color=#2BAD00>5,8%</color> на 12 сек. Длительность каждого уровня эффекта рассчитывается отдельно. При максимальном уровне <color=#FFFFFF>Оков духа</color> импульс агента с этим предметом дополнительно повышается на <color=#2BAD00>11,6%</color>."
        },
        "5": {
            "Title": "Ловля ветра",
            "Description": "Когда агент с этим предметом попадает по врагу <color=#FFFFFF>афтершоком</color> и наносит <color=#2EB6FF>электрический урон</color>, защита цели снижается на <color=#2BAD00>40%</color> на 5 сек. Одноимённые пассивные эффекты не складываются. Если при срабатывании этого эффекта агент с этим предметом не является активным персонажем, он получает 1 ур. эффекта <color=#FFFFFF>«Оковы духа»</color> (макс. 3 ур.). Использование одного навыка может дать эффект только один раз. Каждый уровень <color=#FFFFFF>Оков духа</color> повышает импульс агента с этим предметом на <color=#2BAD00>6,4%</color> на 12 сек. Длительность каждого уровня эффекта рассчитывается отдельно. При максимальном уровне <color=#FFFFFF>Оков духа</color> импульс агента с этим предметом дополнительно повышается на <color=#2BAD00>12,8%</color>."
        }
    }
}