{
    "ItemName": "Звонок из прошлого",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1481",
    "Profession": {
        "Type": "Stun",
        "Name": "Устрашение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "24/7",
            "Description": "Когда агент с этим предметом находится вне поля боя, восстановление энергии агента повышается на <color=#2BAD00>1,5</color> ед. энергии в секунду. Когда агент с этим предметом наносит <color=#F0D12B>физ.</color> урон с помощью <color=#FFFFFF>усиленной особой атаки</color>, он наносит на <color=#2BAD00>9%</color> больше оглушения. Эффект складывается до 3 ур. и длится 10 сек. При получении 3 ур. этого эффекта крит. урон всех персонажей в отряде повышается на <color=#2BAD00>30%</color> на 40 сек. Повторные запуски обновляют время действия. На отряд может действовать лишь один эффект повышения крит. урона."
        },
        "2": {
            "Title": "24/7",
            "Description": "Когда агент с этим предметом находится вне поля боя, восстановление энергии агента повышается на <color=#2BAD00>1,7</color> ед. энергии в секунду. Когда агент с этим предметом наносит <color=#F0D12B>физ.</color> урон с помощью <color=#FFFFFF>усиленной особой атаки</color>, он наносит на <color=#2BAD00>10,3%</color> больше оглушения. Эффект складывается до 3 ур. и длится 10 сек. При получении 3 ур. этого эффекта крит. урон всех персонажей в отряде повышается на <color=#2BAD00>34,5%</color> на 40 сек. Повторные запуски обновляют время действия. На отряд может действовать лишь один эффект повышения крит. урона."
        },
        "3": {
            "Title": "24/7",
            "Description": "Когда агент с этим предметом находится вне поля боя, восстановление энергии агента повышается на <color=#2BAD00>1,9</color> ед. энергии в секунду. Когда агент с этим предметом наносит <color=#F0D12B>физ.</color> урон с помощью <color=#FFFFFF>усиленной особой атаки</color>, он наносит на <color=#2BAD00>11,7%</color> больше оглушения. Эффект складывается до 3 ур. и длится 10 сек. При получении 3 ур. этого эффекта крит. урон всех персонажей в отряде повышается на <color=#2BAD00>39%</color> на 40 сек. Повторные запуски обновляют время действия. На отряд может действовать лишь один эффект повышения крит. урона."
        },
        "4": {
            "Title": "24/7",
            "Description": "Когда агент с этим предметом находится вне поля боя, восстановление энергии агента повышается на <color=#2BAD00>2,1</color> ед. энергии в секунду. Когда агент с этим предметом наносит <color=#F0D12B>физ.</color> урон с помощью <color=#FFFFFF>усиленной особой атаки</color>, он наносит на <color=#2BAD00>13%</color> больше оглушения. Эффект складывается до 3 ур. и длится 10 сек. При получении 3 ур. этого эффекта крит. урон всех персонажей в отряде повышается на <color=#2BAD00>43,5%</color> на 40 сек. Повторные запуски обновляют время действия. На отряд может действовать лишь один эффект повышения крит. урона."
        },
        "5": {
            "Title": "24/7",
            "Description": "Когда агент с этим предметом находится вне поля боя, восстановление энергии агента повышается на <color=#2BAD00>2,3</color> ед. энергии в секунду. Когда агент с этим предметом наносит <color=#F0D12B>физ.</color> урон с помощью <color=#FFFFFF>усиленной особой атаки</color>, он наносит на <color=#2BAD00>14,5%</color> больше оглушения. Эффект складывается до 3 ур. и длится 10 сек. При получении 3 ур. этого эффекта крит. урон всех персонажей в отряде повышается на <color=#2BAD00>48%</color> на 40 сек. Повторные запуски обновляют время действия. На отряд может действовать лишь один эффект повышения крит. урона."
        }
    }
}