{
    "ItemName": "Рукотворное сердце",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1461",
    "Profession": {
        "Type": "Attack",
        "Name": "Нападение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Сердцевина ростка",
            "Description": "Шанс крит. попадания повышается на <color=#2BAD00>15%</color>. Когда агент с этим предметом наносит урон <color=#FFFFFF>базовой атакой</color> или <color=#FFFFFF>усиленной особой атакой</color>, он получает 1 заряд усиления. Каждый заряд повышает <color=#2EB6FF>электрический урон</color> этого агента на <color=#2BAD00>12,5%</color>. Эффект суммируется до 2 раз. Каждый заряд действует 40 сек., время действия каждого заряда вычисляется отдельно. Использование одного навыка может дать эффект только один раз. Когда агент с этим предметом накапливает 2 заряда усиления, урон от его <color=#FFFFFF>базовой атаки</color> и <color=#FFFFFF>суперспособности</color> игнорирует <color=#2BAD00>20%</color> защиты врага."
        },
        "2": {
            "Title": "Сердцевина ростка",
            "Description": "Шанс крит. попадания повышается на <color=#2BAD00>17%</color>. Когда агент с этим предметом наносит урон <color=#FFFFFF>базовой атакой</color> или <color=#FFFFFF>усиленной особой атакой</color>, он получает 1 заряд усиления. Каждый заряд повышает <color=#2EB6FF>электрический урон</color> этого агента на <color=#2BAD00>14,5%</color>. Эффект суммируется до 2 раз. Каждый заряд действует 40 сек., время действия каждого заряда вычисляется отдельно. Использование одного навыка может дать эффект только один раз. Когда агент с этим предметом накапливает 2 заряда усиления, урон от его <color=#FFFFFF>базовой атаки</color> и <color=#FFFFFF>суперспособности</color> игнорирует <color=#2BAD00>23%</color> защиты врага."
        },
        "3": {
            "Title": "Сердцевина ростка",
            "Description": "Шанс крит. попадания повышается на <color=#2BAD00>19%</color>. Когда агент с этим предметом наносит урон <color=#FFFFFF>базовой атакой</color> или <color=#FFFFFF>усиленной особой атакой</color>, он получает 1 заряд усиления. Каждый заряд повышает <color=#2EB6FF>электрический урон</color> этого агента на <color=#2BAD00>16,5%</color>. Эффект суммируется до 2 раз. Каждый заряд действует 40 сек., время действия каждого заряда вычисляется отдельно. Использование одного навыка может дать эффект только один раз. Когда агент с этим предметом накапливает 2 заряда усиления, урон от его <color=#FFFFFF>базовой атаки</color> и <color=#FFFFFF>суперспособности</color> игнорирует <color=#2BAD00>26%</color> защиты врага."
        },
        "4": {
            "Title": "Сердцевина ростка",
            "Description": "Шанс крит. попадания повышается на <color=#2BAD00>21%</color>. Когда агент с этим предметом наносит урон <color=#FFFFFF>базовой атакой</color> или <color=#FFFFFF>усиленной особой атакой</color>, он получает 1 заряд усиления. Каждый заряд повышает <color=#2EB6FF>электрический урон</color> этого агента на <color=#2BAD00>18,5%</color>. Эффект суммируется до 2 раз. Каждый заряд действует 40 сек., время действия каждого заряда вычисляется отдельно. Использование одного навыка может дать эффект только один раз. Когда агент с этим предметом накапливает 2 заряда усиления, урон от его <color=#FFFFFF>базовой атаки</color> и <color=#FFFFFF>суперспособности</color> игнорирует <color=#2BAD00>29%</color> защиты врага."
        },
        "5": {
            "Title": "Сердцевина ростка",
            "Description": "Шанс крит. попадания повышается на <color=#2BAD00>23%</color>. Когда агент с этим предметом наносит урон <color=#FFFFFF>базовой атакой</color> или <color=#FFFFFF>усиленной особой атакой</color>, он получает 1 заряд усиления. Каждый заряд повышает <color=#2EB6FF>электрический урон</color> этого агента на <color=#2BAD00>20%</color>. Эффект суммируется до 2 раз. Каждый заряд действует 40 сек., время действия каждого заряда вычисляется отдельно. Использование одного навыка может дать эффект только один раз. Когда агент с этим предметом накапливает 2 заряда усиления, урон от его <color=#FFFFFF>базовой атаки</color> и <color=#FFFFFF>суперспособности</color> игнорирует <color=#2BAD00>32%</color> защиты врага."
        }
    }
}