{
    "ItemName": "Грозный страж",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1471",
    "Profession": {
        "Type": "Rupture",
        "Name": "Разрушение"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Пламя сердца",
            "Description": "Шанс крит. попадания повышен на <color=#2BAD00>20%</color>. Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, его <color=#FF5521>огненный сквозной урон</color> повышается на <color=#2BAD00>9%</color>. Складывается до 2 ур., действует 20 сек., длительность каждого уровня считается отдельно."
        },
        "2": {
            "Title": "Пламя сердца",
            "Description": "Шанс крит. попадания повышен на <color=#2BAD00>23%</color>. Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, его <color=#FF5521>огненный сквозной урон</color> повышается на <color=#2BAD00>10,35%</color>. Складывается до 2 ур., действует 20 сек., длительность каждого уровня считается отдельно."
        },
        "3": {
            "Title": "Пламя сердца",
            "Description": "Шанс крит. попадания повышен на <color=#2BAD00>26%</color>. Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, его <color=#FF5521>огненный сквозной урон</color> повышается на <color=#2BAD00>11,7%</color>. Складывается до 2 ур., действует 20 сек., длительность каждого уровня считается отдельно."
        },
        "4": {
            "Title": "Пламя сердца",
            "Description": "Шанс крит. попадания повышен на <color=#2BAD00>29%</color>. Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, его <color=#FF5521>огненный сквозной урон</color> повышается на <color=#2BAD00>13,05%</color>. Складывается до 2 ур., действует 20 сек., длительность каждого уровня считается отдельно."
        },
        "5": {
            "Title": "Пламя сердца",
            "Description": "Шанс крит. попадания повышен на <color=#2BAD00>32%</color>. Когда агент с этим предметом запускает <color=#FFFFFF>усиленную особую атаку</color>, его <color=#FF5521>огненный сквозной урон</color> повышается на <color=#2BAD00>14,4%</color>. Складывается до 2 ур., действует 20 сек., длительность каждого уровня считается отдельно."
        }
    }
}