{
    "ItemName": "Weeping Gemini",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_08",
    "Profession": {
        "Type": "Anomaly",
        "Name": "ธาตุผิดปกติ"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Lingering Cries",
            "Description": "เมื่อตัวละครใดก็ตามในทีม ทำให้ศัตรูติดเอฟเฟกต์ Attribute Anomaly จะมอบเอฟเฟกต์บัฟให้แก่ผู้ใช้ 1 ชั้น โดยที่เอฟเฟกต์บัฟแต่ละชั้น จะทำให้ความชำนาญ Anomaly ของผู้ใช้เพิ่มขึ้น <color=#2BAD00>30</color> แต้ม (ซ้อนทับมากสุด 4 ชั้น) ซึ่งเอฟเฟกต์บัฟดังกล่าวจะสิ้นสุดลง เมื่อเป้าหมายฟื้นฟูจากสภาวะสตั๊น หรือเสียชีวิต และเอฟเฟกต์ในแต่ละชั้น จะคำนวณช่วงเวลาต่อเนื่องแยกกัน"
        },
        "2": {
            "Title": "Lingering Cries",
            "Description": "เมื่อตัวละครใดก็ตามในทีม ทำให้ศัตรูติดเอฟเฟกต์ Attribute Anomaly จะมอบเอฟเฟกต์บัฟให้แก่ผู้ใช้ 1 ชั้น โดยที่เอฟเฟกต์บัฟแต่ละชั้น จะทำให้ความชำนาญ Anomaly ของผู้ใช้เพิ่มขึ้น <color=#2BAD00>34</color> แต้ม (ซ้อนทับมากสุด 4 ชั้น) ซึ่งเอฟเฟกต์บัฟดังกล่าวจะสิ้นสุดลง เมื่อเป้าหมายฟื้นฟูจากสภาวะสตั๊น หรือเสียชีวิต และเอฟเฟกต์ในแต่ละชั้น จะคำนวณช่วงเวลาต่อเนื่องแยกกัน"
        },
        "3": {
            "Title": "Lingering Cries",
            "Description": "เมื่อตัวละครใดก็ตามในทีม ทำให้ศัตรูติดเอฟเฟกต์ Attribute Anomaly จะมอบเอฟเฟกต์บัฟให้แก่ผู้ใช้ 1 ชั้น โดยที่เอฟเฟกต์บัฟแต่ละชั้น จะทำให้ความชำนาญ Anomaly ของผู้ใช้เพิ่มขึ้น <color=#2BAD00>38</color> แต้ม (ซ้อนทับมากสุด 4 ชั้น) ซึ่งเอฟเฟกต์บัฟดังกล่าวจะสิ้นสุดลง เมื่อเป้าหมายฟื้นฟูจากสภาวะสตั๊น หรือเสียชีวิต และเอฟเฟกต์ในแต่ละชั้น จะคำนวณช่วงเวลาต่อเนื่องแยกกัน"
        },
        "4": {
            "Title": "Lingering Cries",
            "Description": "เมื่อตัวละครใดก็ตามในทีม ทำให้ศัตรูติดเอฟเฟกต์ Attribute Anomaly จะมอบเอฟเฟกต์บัฟให้แก่ผู้ใช้ 1 ชั้น โดยที่เอฟเฟกต์บัฟแต่ละชั้น จะทำให้ความชำนาญ Anomaly ของผู้ใช้เพิ่มขึ้น <color=#2BAD00>42</color> แต้ม (ซ้อนทับมากสุด 4 ชั้น) ซึ่งเอฟเฟกต์บัฟดังกล่าวจะสิ้นสุดลง เมื่อเป้าหมายฟื้นฟูจากสภาวะสตั๊น หรือเสียชีวิต และเอฟเฟกต์ในแต่ละชั้น จะคำนวณช่วงเวลาต่อเนื่องแยกกัน"
        },
        "5": {
            "Title": "Lingering Cries",
            "Description": "เมื่อตัวละครใดก็ตามในทีม ทำให้ศัตรูติดเอฟเฟกต์ Attribute Anomaly จะมอบเอฟเฟกต์บัฟให้แก่ผู้ใช้ 1 ชั้น โดยที่เอฟเฟกต์บัฟแต่ละชั้น จะทำให้ความชำนาญ Anomaly ของผู้ใช้เพิ่มขึ้น <color=#2BAD00>48</color> แต้ม (ซ้อนทับมากสุด 4 ชั้น) ซึ่งเอฟเฟกต์บัฟดังกล่าวจะสิ้นสุดลง เมื่อเป้าหมายฟื้นฟูจากสภาวะสตั๊น หรือเสียชีวิต และเอฟเฟกต์ในแต่ละชั้น จะคำนวณช่วงเวลาต่อเนื่องแยกกัน"
        }
    }
}