{
    "ItemName": "Spring Embrace",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_11",
    "Profession": {
        "Type": "Defense",
        "Name": "ป้องกัน"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Hot Spring Soup",
            "Description": "ความเสียหายที่ได้รับลดลง <color=#2BAD00>7.5%</color>; เมื่อถูกศัตรูโจมตี ประสิทธิภาพการรับพลังงานของผู้ใช้จะเพิ่มขึ้น <color=#2BAD00>10%</color> ต่อเนื่อง 12 วินาที; เมื่อผู้ใช้กลับไปยังนอกสนาม เอฟเฟกต์บัฟนี้ จะถูกส่งต่อไปยังตัวละครที่ควบคุมอยู่ในขณะนั้น และรีเฟรชช่วงเวลาต่อเนื่อง โดยที่เอฟเฟกต์พาสซีฟชื่อเดียวกัน จะไม่ซ้อนทับกัน"
        },
        "2": {
            "Title": "Hot Spring Soup",
            "Description": "ความเสียหายที่ได้รับลดลง <color=#2BAD00>8.5%</color>; เมื่อถูกศัตรูโจมตี ประสิทธิภาพการรับพลังงานของผู้ใช้จะเพิ่มขึ้น <color=#2BAD00>11.5%</color> ต่อเนื่อง 12 วินาที; เมื่อผู้ใช้กลับไปยังนอกสนาม เอฟเฟกต์บัฟนี้ จะถูกส่งต่อไปยังตัวละครที่ควบคุมอยู่ในขณะนั้น และรีเฟรชช่วงเวลาต่อเนื่อง โดยที่เอฟเฟกต์พาสซีฟชื่อเดียวกัน จะไม่ซ้อนทับกัน"
        },
        "3": {
            "Title": "Hot Spring Soup",
            "Description": "ความเสียหายที่ได้รับลดลง <color=#2BAD00>9.5%</color>; เมื่อถูกศัตรูโจมตี ประสิทธิภาพการรับพลังงานของผู้ใช้จะเพิ่มขึ้น <color=#2BAD00>13%</color> ต่อเนื่อง 12 วินาที; เมื่อผู้ใช้กลับไปยังนอกสนาม เอฟเฟกต์บัฟนี้ จะถูกส่งต่อไปยังตัวละครที่ควบคุมอยู่ในขณะนั้น และรีเฟรชช่วงเวลาต่อเนื่อง โดยที่เอฟเฟกต์พาสซีฟชื่อเดียวกัน จะไม่ซ้อนทับกัน"
        },
        "4": {
            "Title": "Hot Spring Soup",
            "Description": "ความเสียหายที่ได้รับลดลง <color=#2BAD00>10.5%</color>; เมื่อถูกศัตรูโจมตี ประสิทธิภาพการรับพลังงานของผู้ใช้จะเพิ่มขึ้น <color=#2BAD00>14.5%</color> ต่อเนื่อง 12 วินาที; เมื่อผู้ใช้กลับไปยังนอกสนาม เอฟเฟกต์บัฟนี้ จะถูกส่งต่อไปยังตัวละครที่ควบคุมอยู่ในขณะนั้น และรีเฟรชช่วงเวลาต่อเนื่อง โดยที่เอฟเฟกต์พาสซีฟชื่อเดียวกัน จะไม่ซ้อนทับกัน"
        },
        "5": {
            "Title": "Hot Spring Soup",
            "Description": "ความเสียหายที่ได้รับลดลง <color=#2BAD00>12%</color>; เมื่อถูกศัตรูโจมตี ประสิทธิภาพการรับพลังงานของผู้ใช้จะเพิ่มขึ้น <color=#2BAD00>16%</color> ต่อเนื่อง 12 วินาที; เมื่อผู้ใช้กลับไปยังนอกสนาม เอฟเฟกต์บัฟนี้ จะถูกส่งต่อไปยังตัวละครที่ควบคุมอยู่ในขณะนั้น และรีเฟรชช่วงเวลาต่อเนื่อง โดยที่เอฟเฟกต์พาสซีฟชื่อเดียวกัน จะไม่ซ้อนทับกัน"
        }
    }
}