{
    "ItemName": "Big Cylinder",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1121",
    "Profession": {
        "Type": "Defense",
        "Name": "ป้องกัน"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 13102,
        "PropertyValue": 1600
    },
    "Talents": {
        "1": {
            "Title": "Ten Ton Top",
            "Description": "ความเสียหายที่ได้รับลดลง <color=#2BAD00>7.5%</color>; หลังจากถูกศัตรูโจมตี เมื่อการโจมตีครั้งต่อไปถูกศัตรู จะสร้างความเสียหายเพิ่มเติมเป็น <color=#2BAD00>600%</color> ของ DEF ของผู้ใช้ และจะเกิดคริติคอลอย่างแน่นอน โดยภายใน 7.5 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
        },
        "2": {
            "Title": "Ten Ton Top",
            "Description": "ความเสียหายที่ได้รับลดลง <color=#2BAD00>8.5%</color>; หลังจากถูกศัตรูโจมตี เมื่อการโจมตีครั้งต่อไปถูกศัตรู จะสร้างความเสียหายเพิ่มเติมเป็น <color=#2BAD00>690%</color> ของ DEF ของผู้ใช้ และจะเกิดคริติคอลอย่างแน่นอน โดยภายใน 7.5 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
        },
        "3": {
            "Title": "Ten Ton Top",
            "Description": "ความเสียหายที่ได้รับลดลง <color=#2BAD00>9.5%</color>; หลังจากถูกศัตรูโจมตี เมื่อการโจมตีครั้งต่อไปถูกศัตรู จะสร้างความเสียหายเพิ่มเติมเป็น <color=#2BAD00>780%</color> ของ DEF ของผู้ใช้ และจะเกิดคริติคอลอย่างแน่นอน โดยภายใน 7.5 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
        },
        "4": {
            "Title": "Ten Ton Top",
            "Description": "ความเสียหายที่ได้รับลดลง <color=#2BAD00>10.5%</color>; หลังจากถูกศัตรูโจมตี เมื่อการโจมตีครั้งต่อไปถูกศัตรู จะสร้างความเสียหายเพิ่มเติมเป็น <color=#2BAD00>870%</color> ของ DEF ของผู้ใช้ และจะเกิดคริติคอลอย่างแน่นอน โดยภายใน 7.5 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
        },
        "5": {
            "Title": "Ten Ton Top",
            "Description": "ความเสียหายที่ได้รับลดลง <color=#2BAD00>12%</color>; หลังจากถูกศัตรูโจมตี เมื่อการโจมตีครั้งต่อไปถูกศัตรู จะสร้างความเสียหายเพิ่มเติมเป็น <color=#2BAD00>960%</color> ของ DEF ของผู้ใช้ และจะเกิดคริติคอลอย่างแน่นอน โดยภายใน 7.5 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
        }
    }
}