{
    "ItemName": "Kaboom the Cannon",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1151",
    "Profession": {
        "Type": "Support",
        "Name": "ซัปพอร์ต"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 30502,
        "PropertyValue": 2000
    },
    "Talents": {
        "1": {
            "Title": "Stampede Accident",
            "Description": "เมื่อฝ่ายที่เป็นมิตรใดๆ ในทีมโจมตีถูกศัตรู ATK ของฝ่ายที่เป็นมิตรทั้งหมดในทีมจะเพิ่มขึ้น <color=#2BAD00>2.5%</color> โดยจะซ้อนทับได้มากสุด 4 ชั้น ต่อเนื่อง 8 วินาที ซึ่งเอฟเฟกต์ในแต่ละชั้น จะคำนวณช่วงเวลาต่อเนื่องแยกกัน โดยที่ฝ่ายที่เป็นมิตรแต่ละตัว จะมอบเอฟเฟกต์บัฟให้ได้มากสุด 1 ชั้น และเอฟเฟกต์พาสซีฟชื่อเดียวกัน จะไม่ซ้อนทับกัน"
        },
        "2": {
            "Title": "Stampede Accident",
            "Description": "เมื่อฝ่ายที่เป็นมิตรใดๆ ในทีมโจมตีถูกศัตรู ATK ของฝ่ายที่เป็นมิตรทั้งหมดในทีมจะเพิ่มขึ้น <color=#2BAD00>2.8%</color> โดยจะซ้อนทับได้มากสุด 4 ชั้น ต่อเนื่อง 8 วินาที ซึ่งเอฟเฟกต์ในแต่ละชั้น จะคำนวณช่วงเวลาต่อเนื่องแยกกัน โดยที่ฝ่ายที่เป็นมิตรแต่ละตัว จะมอบเอฟเฟกต์บัฟให้ได้มากสุด 1 ชั้น และเอฟเฟกต์พาสซีฟชื่อเดียวกัน จะไม่ซ้อนทับกัน"
        },
        "3": {
            "Title": "Stampede Accident",
            "Description": "เมื่อฝ่ายที่เป็นมิตรใดๆ ในทีมโจมตีถูกศัตรู ATK ของฝ่ายที่เป็นมิตรทั้งหมดในทีมจะเพิ่มขึ้น <color=#2BAD00>3.2%</color> โดยจะซ้อนทับได้มากสุด 4 ชั้น ต่อเนื่อง 8 วินาที ซึ่งเอฟเฟกต์ในแต่ละชั้น จะคำนวณช่วงเวลาต่อเนื่องแยกกัน โดยที่ฝ่ายที่เป็นมิตรแต่ละตัว จะมอบเอฟเฟกต์บัฟให้ได้มากสุด 1 ชั้น และเอฟเฟกต์พาสซีฟชื่อเดียวกัน จะไม่ซ้อนทับกัน"
        },
        "4": {
            "Title": "Stampede Accident",
            "Description": "เมื่อฝ่ายที่เป็นมิตรใดๆ ในทีมโจมตีถูกศัตรู ATK ของฝ่ายที่เป็นมิตรทั้งหมดในทีมจะเพิ่มขึ้น <color=#2BAD00>3.6%</color> โดยจะซ้อนทับได้มากสุด 4 ชั้น ต่อเนื่อง 8 วินาที ซึ่งเอฟเฟกต์ในแต่ละชั้น จะคำนวณช่วงเวลาต่อเนื่องแยกกัน โดยที่ฝ่ายที่เป็นมิตรแต่ละตัว จะมอบเอฟเฟกต์บัฟให้ได้มากสุด 1 ชั้น และเอฟเฟกต์พาสซีฟชื่อเดียวกัน จะไม่ซ้อนทับกัน"
        },
        "5": {
            "Title": "Stampede Accident",
            "Description": "เมื่อฝ่ายที่เป็นมิตรใดๆ ในทีมโจมตีถูกศัตรู ATK ของฝ่ายที่เป็นมิตรทั้งหมดในทีมจะเพิ่มขึ้น <color=#2BAD00>4%</color> โดยจะซ้อนทับได้มากสุด 4 ชั้น ต่อเนื่อง 8 วินาที ซึ่งเอฟเฟกต์ในแต่ละชั้น จะคำนวณช่วงเวลาต่อเนื่องแยกกัน โดยที่ฝ่ายที่เป็นมิตรแต่ละตัว จะมอบเอฟเฟกต์บัฟให้ได้มากสุด 1 ชั้น และเอฟเฟกต์พาสซีฟชื่อเดียวกัน จะไม่ซ้อนทับกัน"
        }
    }
}