{
    "ItemName": "Flamemaker Shaker",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1171",
    "Profession": {
        "Type": "Anomaly",
        "Name": "ธาตุผิดปกติ"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Fuel on the Rocks",
            "Description": "เมื่ออยู่นอกสนาม ผู้ใช้จะมีการฟื้นฟูพลังงานเพิ่มขึ้น <color=#2BAD00>0.6</color> แต้ม/วินาที;\nเมื่อ <color=#FFFFFF>[สกิลพิเศษ-EX]</color> หรือ <color=#FFFFFF>[การโจมตีซัปพอร์ต]</color> ถูกศัตรู ผู้ใช้จะสร้างความเสียหายเพิ่มขึ้น <color=#2BAD00>3.5%</color> โดยจะซ้อนทับได้มากสุด 10 ชั้น ต่อเนื่อง 6 วินาที ใน 0.3 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ซึ่งเมื่ออยู่นอกสนาม ประสิทธิภาพการซ้อนทับจะเพิ่มเป็นสองเท่า และเมื่อเกิดซ้ำ จะรีเฟรชช่วงเวลาต่อเนื่อง;\nเมื่อได้รับเอฟเฟกต์เพิ่มความเสียหาย หากจำนวนชั้นการซ้อนทับมีมากกว่าหรือเท่ากับ 5 ชั้น ผู้ใช้จะมีความชำนาญ Anomaly เพิ่มขึ้นอีก <color=#2BAD00>50</color> แต้ม (เอฟเฟกต์เพิ่มความชำนาญ Anomaly ไม่สามารถซ้อนทับได้) ต่อเนื่อง 6 วินาที"
        },
        "2": {
            "Title": "Fuel on the Rocks",
            "Description": "เมื่ออยู่นอกสนาม ผู้ใช้จะมีการฟื้นฟูพลังงานเพิ่มขึ้น <color=#2BAD00>0.75</color> แต้ม/วินาที;\nเมื่อ <color=#FFFFFF>[สกิลพิเศษ-EX]</color> หรือ <color=#FFFFFF>[การโจมตีซัปพอร์ต]</color> ถูกศัตรู ผู้ใช้จะสร้างความเสียหายเพิ่มขึ้น <color=#2BAD00>4.4%</color> โดยจะซ้อนทับได้มากสุด 10 ชั้น ต่อเนื่อง 6 วินาที ใน 0.3 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ซึ่งเมื่ออยู่นอกสนาม ประสิทธิภาพการซ้อนทับจะเพิ่มเป็นสองเท่า และเมื่อเกิดซ้ำ จะรีเฟรชช่วงเวลาต่อเนื่อง;\nเมื่อได้รับเอฟเฟกต์เพิ่มความเสียหาย หากจำนวนชั้นการซ้อนทับมีมากกว่าหรือเท่ากับ 5 ชั้น ผู้ใช้จะมีความชำนาญ Anomaly เพิ่มขึ้นอีก <color=#2BAD00>62</color> แต้ม (เอฟเฟกต์เพิ่มความชำนาญ Anomaly ไม่สามารถซ้อนทับได้) ต่อเนื่อง 6 วินาที"
        },
        "3": {
            "Title": "Fuel on the Rocks",
            "Description": "เมื่ออยู่นอกสนาม ผู้ใช้จะมีการฟื้นฟูพลังงานเพิ่มขึ้น <color=#2BAD00>0.9</color> แต้ม/วินาที;\nเมื่อ <color=#FFFFFF>[สกิลพิเศษ-EX]</color> หรือ <color=#FFFFFF>[การโจมตีซัปพอร์ต]</color> ถูกศัตรู ผู้ใช้จะสร้างความเสียหายเพิ่มขึ้น <color=#2BAD00>5.2%</color> โดยจะซ้อนทับได้มากสุด 10 ชั้น ต่อเนื่อง 6 วินาที ใน 0.3 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ซึ่งเมื่ออยู่นอกสนาม ประสิทธิภาพการซ้อนทับจะเพิ่มเป็นสองเท่า และเมื่อเกิดซ้ำ จะรีเฟรชช่วงเวลาต่อเนื่อง;\nเมื่อได้รับเอฟเฟกต์เพิ่มความเสียหาย หากจำนวนชั้นการซ้อนทับมีมากกว่าหรือเท่ากับ 5 ชั้น ผู้ใช้จะมีความชำนาญ Anomaly เพิ่มขึ้นอีก <color=#2BAD00>75</color> แต้ม (เอฟเฟกต์เพิ่มความชำนาญ Anomaly ไม่สามารถซ้อนทับได้) ต่อเนื่อง 6 วินาที"
        },
        "4": {
            "Title": "Fuel on the Rocks",
            "Description": "เมื่ออยู่นอกสนาม ผู้ใช้จะมีการฟื้นฟูพลังงานเพิ่มขึ้น <color=#2BAD00>1.05</color> แต้ม/วินาที;\nเมื่อ <color=#FFFFFF>[สกิลพิเศษ-EX]</color> หรือ <color=#FFFFFF>[การโจมตีซัปพอร์ต]</color> ถูกศัตรู ผู้ใช้จะสร้างความเสียหายเพิ่มขึ้น <color=#2BAD00>6.1%</color> โดยจะซ้อนทับได้มากสุด 10 ชั้น ต่อเนื่อง 6 วินาที ใน 0.3 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ซึ่งเมื่ออยู่นอกสนาม ประสิทธิภาพการซ้อนทับจะเพิ่มเป็นสองเท่า และเมื่อเกิดซ้ำ จะรีเฟรชช่วงเวลาต่อเนื่อง;\nเมื่อได้รับเอฟเฟกต์เพิ่มความเสียหาย หากจำนวนชั้นการซ้อนทับมีมากกว่าหรือเท่ากับ 5 ชั้น ผู้ใช้จะมีความชำนาญ Anomaly เพิ่มขึ้นอีก <color=#2BAD00>87</color> แต้ม (เอฟเฟกต์เพิ่มความชำนาญ Anomaly ไม่สามารถซ้อนทับได้) ต่อเนื่อง 6 วินาที"
        },
        "5": {
            "Title": "Fuel on the Rocks",
            "Description": "เมื่ออยู่นอกสนาม ผู้ใช้จะมีการฟื้นฟูพลังงานเพิ่มขึ้น <color=#2BAD00>1.2</color> แต้ม/วินาที;\nเมื่อ <color=#FFFFFF>[สกิลพิเศษ-EX]</color> หรือ <color=#FFFFFF>[การโจมตีซัปพอร์ต]</color> ถูกศัตรู ผู้ใช้จะสร้างความเสียหายเพิ่มขึ้น <color=#2BAD00>7%</color> โดยจะซ้อนทับได้มากสุด 10 ชั้น ต่อเนื่อง 6 วินาที ใน 0.3 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ซึ่งเมื่ออยู่นอกสนาม ประสิทธิภาพการซ้อนทับจะเพิ่มเป็นสองเท่า และเมื่อเกิดซ้ำ จะรีเฟรชช่วงเวลาต่อเนื่อง;\nเมื่อได้รับเอฟเฟกต์เพิ่มความเสียหาย หากจำนวนชั้นการซ้อนทับมีมากกว่าหรือเท่ากับ 5 ชั้น ผู้ใช้จะมีความชำนาญ Anomaly เพิ่มขึ้นอีก <color=#2BAD00>100</color> แต้ม (เอฟเฟกต์เพิ่มความชำนาญ Anomaly ไม่สามารถซ้อนทับได้) ต่อเนื่อง 6 วินาที"
        }
    }
}