{
    "Name": "Orfia y Magas",
    "ElementTypes": [
        "Fire"
    ],
    "Specialty": {
        "Id": 1,
        "Name": "Atacante"
    },
    "Talents": {
        "1": {
            "Title": "Casa de gatos lujosa",
            "Description": "Cuando Orfia y Magas usan la técnica especial: Destello corrosivo, la técnica especial EX: Vórtice carmesí, la técnica especial EX: Carga térmica o la técnica especial EX: Explosión abrasadora, el daño infligido ignora un 15 % de la <color=#FF5521>resistencia ígnea</color>. Además, el daño de los agentes aumenta en un 20 % cuando están bajo el efecto de objetivo fijado.",
            "Lore": "En las esquinas de la habitación de Orfia se acumulan todo tipo de artículos para gatos: un árbol para trepar, un cojín suave, un rascador indestructible y juguetes cuidadosamente seleccionados...\n«Siempre me preocupa encontrarme con un gato enfermo y sin hogar cerca del puesto de avanzada... Si tengo estas cosas preparadas de antemano, será más fácil que se quede aquí...»\n«Aunque no se pueden tener gatos en el campamento... ¡me aseguraré de encontrarle un dueño amable dentro del plazo establecido por la capitana!»\n«¡Pero, Orfia, esas cosas llevan tres años en el dormitorio y aún no te has encontrado con ningún gato así!»"
        },
        "2": {
            "Title": "Lista de comidas extrañas",
            "Description": "Cada vez que Orfia y Magas ejecutan una réplica, recuperan 65 dB. Puede activarse un máximo de una vez cada 4 s. Después de ejecutar la técnica definitiva, su Ataque aumenta en un 20 % durante un máximo de 45 s.",
            "Lore": "Palomitas de uvas marinas, gachas de marisco con melocotón y flores de cerezo, tofu picante con fresas... A veces Orfia prueba comidas con sabores muy extraños, todas ellas anotadas desordenadamente en la lista que tiene en la esquina de su mesa.\n«¡Aunque una comida deliciosa es tentadora, los sabores interesantes también merecen una oportunidad! Eso sí, ¡mejor que no sean amargos!»\n«Oye, proxy, ¿quieres probar mis caramelos favoritos de fresa con leche de coco ultrapicantes? Toma, ya te he abierto uno...»\n«¡Soldado Orfia, algún día tus rarezas van a espantar a todos tus amigos!»"
        },
        "3": {
            "Title": "Manual táctico",
            "Description": "Nivel de <color=#FFFFFF>ataque normal</color>, <color=#FFFFFF>evasión</color>, <color=#FFFFFF>técnica de apoyo</color>, <color=#FFFFFF>técnica especial</color> y <color=#FFFFFF>técnica en cadena</color> +2.",
            "Lore": "Ni siquiera la capitana Magas sabe qué es lo que está escrito en el «Manual táctico: extensión especial de Orfia» que descansa en la mesita de noche de la joven...\n«Aniquilación I, Retirada III, Patrulla II... ¡Ah, y Quedada V!»\n«Espera, Orfia, ¿desde cuándo hay cinco contramedidas tácticas para quedadas?»\n«Solo estaba comprobando si conocías bien el \"Manual táctico\". ¡Je, je! ¡Has aprobado de nuevo, capitana!»"
        },
        "4": {
            "Title": "Cartuchera fucsia",
            "Description": "La duración inicial de objetivo fijado aumenta a 16 s, y el daño infligido por la técnica especial EX: Carga térmica o la técnica definitiva: Danza con el fuego de Orfia y Magas aumenta en un 40 %.",
            "Lore": "Magas nunca responde a las amenazas vacías, por eso Orfia compró una cartuchera fucsia.\nLa tiene guardada en el cajón más bajo del casillero como un recordatorio constante para que Magas mida sus palabras... Aunque lo cierto es que tiene un efecto muy limitado.\n«¡Capitana, ya te lo he dicho, hay que pensárselo tres veces antes de decir algo o podrías herir los sentimientos de los demás!»\n«¡Esos mocosos se merecían los balazos! Espera, Orfia... ¡Soldado Orfia, te ordeno que apartes esa horrenda cosa rosa!»"
        },
        "5": {
            "Title": "Pago para cruzar el río",
            "Description": "Nivel de <color=#FFFFFF>ataque normal</color>, <color=#FFFFFF>evasión</color>, <color=#FFFFFF>técnica de apoyo</color>, <color=#FFFFFF>técnica especial</color> y <color=#FFFFFF>técnica en cadena</color> +2.",
            "Lore": "Había sido Orfia la que había colocado aquella brillante moneda conmemorativa en la entrada, donde todos pudieran verla.\n«¿Dónde estará la moneda de plata para cruzar el río Estigia?»\n«¿Y si hacemos un conjunto de monedas conmemorativas? Podríamos usar el emblema del batallón como símbolo de nuestro espíritu de unidad.»\n«¿Eso quiere decir que se puede hacer una medalla de luz lunar a partir de llamas negras?»\n«¡Deja de decir cosas que nadie entiende, N.º 11! Aunque la sugerencia de Gatillo es buena. ¡Podríamos escribir los nombres de todos los miembros del equipo en el reverso! ¿Qué opinas, capitana?»\n«Aprobado.»"
        },
        "6": {
            "Title": "Semillas mágicas",
            "Description": "Al contar con Energía suficiente, tras ejecutar el ataque con la cuchilla de fuego del ataque normal: Lanzallamas de alta presión, pulsa <IconMap:Icon_SpecialReady> para enlazar directamente la técnica especial EX: Vórtice carmesí. Al ejecutar el ataque con la cuchilla de fuego del ataque normal: Lanzallamas de alta presión, recuperan 10 ptos. de fuego contenido. Durante el periodo de baja potencia de la técnica especial EX: Carga térmica, el nivel de interrupción aumenta también. Cuando el láser de la técnica especial EX: Carga térmica o de la técnica definitiva golpea a un enemigo, inflige un daño equivalente al 250 % del Ataque de Orfia y Magas como <color=#FF5521>daño ígneo</color> adicional. Este efecto se puede activar una vez cada 0.5 s y se considera daño de técnica especial EX y réplica.",
            "Lore": "«Capitana, esta semilla no puede crecer y convertirse en una flor. Al igual que yo, por más que me esfuerce, no consigo ningún resultado...»\n«Orfia, esta es una semilla mágica. Aunque no pueda florecer ni germinar por sí misma, puede hacer que otras semillas crezcan hasta convertirse en grandes árboles... Solo con llevarla contigo, te traerá buena suerte.»\n«Al igual que yo, te acompañará siempre, Orfia, y será testigo de cómo te conviertes poco a poco en la mejor soldado.»\n— Ante aquella pequeña figura que se limpiaba torpemente las lágrimas con las palmas de las manos con una expresión afligida y triste, la voz de Magas emanó una dulzura que nunca antes había demostrado."
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Técnica pasiva: Doma del viento y el fuego",
            "DescriptionByLevel": {
                "1": "La Probabilidad de Crítico de Orfia y Magas aumenta en un <color=#2BAD00>12.5 %</color>, y el daño de la réplica aumenta en un <color=#2BAD00>42.5 %</color>.\nOrfia y Magas obtienen inicialmente 100 ptos. de fuego contenido, hasta un máximo de 125 ptos.\nCuando Orfia y Magas son un personaje inactivo, si pueden usar la técnica especial: Destello corrosivo y tienen 60 o más ptos. de Energía, consumen 30 ptos. de Energía para activar automáticamente la técnica especial EX: Vórtice carmesí.\nAl golpear a un enemigo con el láser de la técnica especial EX: Carga térmica, le otorga el efecto de objetivo fijado a todos los personajes del equipo durante 12 s. La duración se reinicia con cada activación. Cuando un agente cuenta con el efecto de objetivo fijado, el Ataque aumenta en <color=#2BAD00>130</color> ptos. Cuando la Recuperación de Energía inicial de Orfia y Magas es mayor o igual a 1.6 ptos., por cada 0.1 ptos. de Recuperación de Energía inicial que exceda este valor, el Ataque aumenta en 20 ptos. adicionales. La suma del aumento inicial y adicional no puede superar los <color=#2BAD00>340</color> ptos. Cuando un agente con objetivo fijado ejecuta una réplica, la duración del efecto de objetivo fijado aumenta en 4 s, hasta un máximo de 20 s.\nEl daño infligido por el ataque con cuchilla de fuego del ataque normal: Lanzallamas de alta presión, la técnica especial EX: ¡Cuidado donde pisas!, la técnica especial EX: Vórtice carmesí, la técnica especial EX: Carga térmica, la técnica especial EX: Explosión abrasadora, la técnica en cadena: Sobrecalentamiento del cañón y la técnica definitiva: Danza con el fuego se considera daño de réplica, y la ejecución de estas habilidades equivale a la activación de la réplica.",
                "2": "La Probabilidad de Crítico de Orfia y Magas aumenta en un <color=#2BAD00>14.6 %</color>, y el daño de la réplica aumenta en un <color=#2BAD00>49.6 %</color>.\nOrfia y Magas obtienen inicialmente 100 ptos. de fuego contenido, hasta un máximo de 125 ptos.\nCuando Orfia y Magas son un personaje inactivo, si pueden usar la técnica especial: Destello corrosivo y tienen 60 o más ptos. de Energía, consumen 30 ptos. de Energía para activar automáticamente la técnica especial EX: Vórtice carmesí.\nAl golpear a un enemigo con el láser de la técnica especial EX: Carga térmica, le otorga el efecto de objetivo fijado a todos los personajes del equipo durante 12 s. La duración se reinicia con cada activación. Cuando un agente cuenta con el efecto de objetivo fijado, el Ataque aumenta en <color=#2BAD00>155</color> ptos. Cuando la Recuperación de Energía inicial de Orfia y Magas es mayor o igual a 1.6 ptos., por cada 0.1 ptos. de Recuperación de Energía inicial que exceda este valor, el Ataque aumenta en 20 ptos. adicionales. La suma del aumento inicial y adicional no puede superar los <color=#2BAD00>400</color> ptos. Cuando un agente con objetivo fijado ejecuta una réplica, la duración del efecto de objetivo fijado aumenta en 4 s, hasta un máximo de 20 s.\nEl daño infligido por el ataque con cuchilla de fuego del ataque normal: Lanzallamas de alta presión, la técnica especial EX: ¡Cuidado donde pisas!, la técnica especial EX: Vórtice carmesí, la técnica especial EX: Carga térmica, la técnica especial EX: Explosión abrasadora, la técnica en cadena: Sobrecalentamiento del cañón y la técnica definitiva: Danza con el fuego se considera daño de réplica, y la ejecución de estas habilidades equivale a la activación de la réplica.",
                "3": "La Probabilidad de Crítico de Orfia y Magas aumenta en un <color=#2BAD00>16.7 %</color>, y el daño de la réplica aumenta en un <color=#2BAD00>56.7 %</color>.\nOrfia y Magas obtienen inicialmente 100 ptos. de fuego contenido, hasta un máximo de 125 ptos.\nCuando Orfia y Magas son un personaje inactivo, si pueden usar la técnica especial: Destello corrosivo y tienen 60 o más ptos. de Energía, consumen 30 ptos. de Energía para activar automáticamente la técnica especial EX: Vórtice carmesí.\nAl golpear a un enemigo con el láser de la técnica especial EX: Carga térmica, le otorga el efecto de objetivo fijado a todos los personajes del equipo durante 12 s. La duración se reinicia con cada activación. Cuando un agente cuenta con el efecto de objetivo fijado, el Ataque aumenta en <color=#2BAD00>180</color> ptos. Cuando la Recuperación de Energía inicial de Orfia y Magas es mayor o igual a 1.6 ptos., por cada 0.1 ptos. de Recuperación de Energía inicial que exceda este valor, el Ataque aumenta en 20 ptos. adicionales. La suma del aumento inicial y adicional no puede superar los <color=#2BAD00>460</color> ptos. Cuando un agente con objetivo fijado ejecuta una réplica, la duración del efecto de objetivo fijado aumenta en 4 s, hasta un máximo de 20 s.\nEl daño infligido por el ataque con cuchilla de fuego del ataque normal: Lanzallamas de alta presión, la técnica especial EX: ¡Cuidado donde pisas!, la técnica especial EX: Vórtice carmesí, la técnica especial EX: Carga térmica, la técnica especial EX: Explosión abrasadora, la técnica en cadena: Sobrecalentamiento del cañón y la técnica definitiva: Danza con el fuego se considera daño de réplica, y la ejecución de estas habilidades equivale a la activación de la réplica.",
                "4": "La Probabilidad de Crítico de Orfia y Magas aumenta en un <color=#2BAD00>18.8 %</color>, y el daño de la réplica aumenta en un <color=#2BAD00>63.7 %</color>.\nOrfia y Magas obtienen inicialmente 100 ptos. de fuego contenido, hasta un máximo de 125 ptos.\nCuando Orfia y Magas son un personaje inactivo, si pueden usar la técnica especial: Destello corrosivo y tienen 60 o más ptos. de Energía, consumen 30 ptos. de Energía para activar automáticamente la técnica especial EX: Vórtice carmesí.\nAl golpear a un enemigo con el láser de la técnica especial EX: Carga térmica, le otorga el efecto de objetivo fijado a todos los personajes del equipo durante 12 s. La duración se reinicia con cada activación. Cuando un agente cuenta con el efecto de objetivo fijado, el Ataque aumenta en <color=#2BAD00>205</color> ptos. Cuando la Recuperación de Energía inicial de Orfia y Magas es mayor o igual a 1.6 ptos., por cada 0.1 ptos. de Recuperación de Energía inicial que exceda este valor, el Ataque aumenta en 20 ptos. adicionales. La suma del aumento inicial y adicional no puede superar los <color=#2BAD00>520</color> ptos. Cuando un agente con objetivo fijado ejecuta una réplica, la duración del efecto de objetivo fijado aumenta en 4 s, hasta un máximo de 20 s.\nEl daño infligido por el ataque con cuchilla de fuego del ataque normal: Lanzallamas de alta presión, la técnica especial EX: ¡Cuidado donde pisas!, la técnica especial EX: Vórtice carmesí, la técnica especial EX: Carga térmica, la técnica especial EX: Explosión abrasadora, la técnica en cadena: Sobrecalentamiento del cañón y la técnica definitiva: Danza con el fuego se considera daño de réplica, y la ejecución de estas habilidades equivale a la activación de la réplica.",
                "5": "La Probabilidad de Crítico de Orfia y Magas aumenta en un <color=#2BAD00>20.8 %</color>, y el daño de la réplica aumenta en un <color=#2BAD00>70.8 %</color>.\nOrfia y Magas obtienen inicialmente 100 ptos. de fuego contenido, hasta un máximo de 125 ptos.\nCuando Orfia y Magas son un personaje inactivo, si pueden usar la técnica especial: Destello corrosivo y tienen 60 o más ptos. de Energía, consumen 30 ptos. de Energía para activar automáticamente la técnica especial EX: Vórtice carmesí.\nAl golpear a un enemigo con el láser de la técnica especial EX: Carga térmica, le otorga el efecto de objetivo fijado a todos los personajes del equipo durante 12 s. La duración se reinicia con cada activación. Cuando un agente cuenta con el efecto de objetivo fijado, el Ataque aumenta en <color=#2BAD00>230</color> ptos. Cuando la Recuperación de Energía inicial de Orfia y Magas es mayor o igual a 1.6 ptos., por cada 0.1 ptos. de Recuperación de Energía inicial que exceda este valor, el Ataque aumenta en 20 ptos. adicionales. La suma del aumento inicial y adicional no puede superar los <color=#2BAD00>580</color> ptos. Cuando un agente con objetivo fijado ejecuta una réplica, la duración del efecto de objetivo fijado aumenta en 4 s, hasta un máximo de 20 s.\nEl daño infligido por el ataque con cuchilla de fuego del ataque normal: Lanzallamas de alta presión, la técnica especial EX: ¡Cuidado donde pisas!, la técnica especial EX: Vórtice carmesí, la técnica especial EX: Carga térmica, la técnica especial EX: Explosión abrasadora, la técnica en cadena: Sobrecalentamiento del cañón y la técnica definitiva: Danza con el fuego se considera daño de réplica, y la ejecución de estas habilidades equivale a la activación de la réplica.",
                "6": "La Probabilidad de Crítico de Orfia y Magas aumenta en un <color=#2BAD00>22.9 %</color>, y el daño de la réplica aumenta en un <color=#2BAD00>77.9 %</color>.\nOrfia y Magas obtienen inicialmente 100 ptos. de fuego contenido, hasta un máximo de 125 ptos.\nCuando Orfia y Magas son un personaje inactivo, si pueden usar la técnica especial: Destello corrosivo y tienen 60 o más ptos. de Energía, consumen 30 ptos. de Energía para activar automáticamente la técnica especial EX: Vórtice carmesí.\nAl golpear a un enemigo con el láser de la técnica especial EX: Carga térmica, le otorga el efecto de objetivo fijado a todos los personajes del equipo durante 12 s. La duración se reinicia con cada activación. Cuando un agente cuenta con el efecto de objetivo fijado, el Ataque aumenta en <color=#2BAD00>255</color> ptos. Cuando la Recuperación de Energía inicial de Orfia y Magas es mayor o igual a 1.6 ptos., por cada 0.1 ptos. de Recuperación de Energía inicial que exceda este valor, el Ataque aumenta en 20 ptos. adicionales. La suma del aumento inicial y adicional no puede superar los <color=#2BAD00>640</color> ptos. Cuando un agente con objetivo fijado ejecuta una réplica, la duración del efecto de objetivo fijado aumenta en 4 s, hasta un máximo de 20 s.\nEl daño infligido por el ataque con cuchilla de fuego del ataque normal: Lanzallamas de alta presión, la técnica especial EX: ¡Cuidado donde pisas!, la técnica especial EX: Vórtice carmesí, la técnica especial EX: Carga térmica, la técnica especial EX: Explosión abrasadora, la técnica en cadena: Sobrecalentamiento del cañón y la técnica definitiva: Danza con el fuego se considera daño de réplica, y la ejecución de estas habilidades equivale a la activación de la réplica.",
                "7": "La Probabilidad de Crítico de Orfia y Magas aumenta en un <color=#2BAD00>25 %</color>, y el daño de la réplica aumenta en un <color=#2BAD00>85 %</color>.\nOrfia y Magas obtienen inicialmente 100 ptos. de fuego contenido, hasta un máximo de 125 ptos.\nCuando Orfia y Magas son un personaje inactivo, si pueden usar la técnica especial: Destello corrosivo y tienen 60 o más ptos. de Energía, consumen 30 ptos. de Energía para activar automáticamente la técnica especial EX: Vórtice carmesí.\nAl golpear a un enemigo con el láser de la técnica especial EX: Carga térmica, le otorga el efecto de objetivo fijado a todos los personajes del equipo durante 12 s. La duración se reinicia con cada activación. Cuando un agente cuenta con el efecto de objetivo fijado, el Ataque aumenta en <color=#2BAD00>280</color> ptos. Cuando la Recuperación de Energía inicial de Orfia y Magas es mayor o igual a 1.6 ptos., por cada 0.1 ptos. de Recuperación de Energía inicial que exceda este valor, el Ataque aumenta en 20 ptos. adicionales. La suma del aumento inicial y adicional no puede superar los <color=#2BAD00>700</color> ptos. Cuando un agente con objetivo fijado ejecuta una réplica, la duración del efecto de objetivo fijado aumenta en 4 s, hasta un máximo de 20 s.\nEl daño infligido por el ataque con cuchilla de fuego del ataque normal: Lanzallamas de alta presión, la técnica especial EX: ¡Cuidado donde pisas!, la técnica especial EX: Vórtice carmesí, la técnica especial EX: Carga térmica, la técnica especial EX: Explosión abrasadora, la técnica en cadena: Sobrecalentamiento del cañón y la técnica definitiva: Danza con el fuego se considera daño de réplica, y la ejecución de estas habilidades equivale a la activación de la réplica."
            }
        },
        "MathSkill": {
            "Title": "Técnica adicional: Forja entre las flamas",
            "Description": "Si en el equipo hay un personaje <color=#FFFFFF>aturdidor</color> o <color=#FFFFFF>auxiliar</color>, el daño de la réplica infligido por los agentes con el efecto de objetivo fijado ignora un 25 % de la Defensa."
        }
    },
    "SkillDescriptions": {
        "0": {
            "130100001": {
                "Title": "Ataque normal: Lanzallamas de alta presión",
                "Description": "Pulsa <IconMap:Icon_Normal> para usarlo.\nEjecutan hasta cinco ataques hacia delante, seguidos de un poderoso ataque con cuchilla de fuego hacia delante, lo que inflige <color=#F0D12B>daño físico</color> y <color=#FF5521>daño ígneo</color>."
            },
            "130100017": {
                "Title": "Ataque normal: Lanzallamas de alta presión"
            },
            "130100018": {
                "Description": "Multiplicador de daño de 1.er golpe",
                "Param": "{Skill:1301001, Prop:1001}"
            },
            "130100019": {
                "Description": "Multiplicador de daño de 2.º golpe",
                "Param": "{Skill:1301002, Prop:1001}"
            },
            "130100020": {
                "Description": "Multiplicador de daño de 3.er golpe",
                "Param": "{Skill:1301003, Prop:1001}"
            },
            "130100021": {
                "Description": "Multiplicador de daño de 4.º golpe",
                "Param": "{Skill:1301004, Prop:1001}"
            },
            "130100022": {
                "Description": "Multiplicador de daño de 5.º golpe",
                "Param": "{Skill:1301005, Prop:1001}"
            },
            "130100023": {
                "Description": "Multiplicador de daño de la cuchilla de fuego",
                "Param": "{Skill:1301006, Prop:1001}"
            },
            "130100024": {
                "Description": "Multiplicador de Aturdimiento de 1.er golpe",
                "Param": "{Skill:1301001, Prop:1002}"
            },
            "130100025": {
                "Description": "Multiplicador de Aturdimiento de 2.º golpe",
                "Param": "{Skill:1301002, Prop:1002}"
            },
            "130100026": {
                "Description": "Multiplicador de Aturdimiento de 3.er golpe",
                "Param": "{Skill:1301003, Prop:1002}"
            },
            "130100027": {
                "Description": "Multiplicador de Aturdimiento de 4.º golpe",
                "Param": "{Skill:1301004, Prop:1002}"
            },
            "130100028": {
                "Description": "Multiplicador de Aturdimiento de 5.º golpe",
                "Param": "{Skill:1301005, Prop:1002}"
            },
            "130100029": {
                "Description": "Multiplicador de Aturdimiento de la cuchilla de fuego",
                "Param": "{Skill:1301006, Prop:1002}"
            }
        },
        "1": {
            "130100002": {
                "Title": "Técnica especial: Cámara ardiente",
                "Description": "Pulsa <IconMap:Icon_Special> para usarla.\nEjecutan un embate hacia el frente seguido de un coletazo, lo que inflige <color=#FF5521>daño ígneo</color>.\nDurante su ejecución, el nivel de resistencia a interrupción aumenta."
            },
            "130100003": {
                "Title": "Técnica especial: Destello corrosivo",
                "Description": "Se activa automáticamente cuando un compañero de equipo ataca.\nEjecutan cuatro réplicas con láser, lo que inflige <color=#FF5521>daño ígneo</color>.\nSolo puede activarse una vez cada 5 s.\nAl ejecutar la habilidad, recuperan 20 ptos. de fuego contenido.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100004": {
                "Title": "Técnica especial EX: ¡Cuidado donde pisas!",
                "Description": "Al contar con Energía suficiente, pulsa <IconMap:Icon_SpecialReady> para usarla.\nEjecutan un barrido láser hacia delante, lo que inflige <color=#FF5521>daño ígneo</color>.\nTras su ejecución, se puede enlazar directamente con el poderoso ataque con cuchilla de fuego del ataque normal.\nAl ejecutar la habilidad, recuperan 20 ptos. de fuego contenido.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100005": {
                "Title": "Técnica especial EX: Vórtice carmesí",
                "Description": "Al ser un personaje inactivo y tener 60 o más ptos. de Energía, se activa automáticamente cuando un compañero de equipo ataca.\nEjecutan un barrido láser en todas las direcciones e infligen <color=#FF5521>daño ígneo</color>.\nAl ejecutar la habilidad, se recuperan 20 ptos. de fuego contenido.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100006": {
                "Title": "Técnica especial EX: Carga térmica",
                "Description": "Cuando el fuego contenido sea igual o superior a 100 ptos., mantén pulsado <IconMap:Icon_Special> para usarla.\nConsumen 100 ptos. de fuego contenido y disparan un láser de manera continua hacia delante, lo que inflige <color=#FF5521>daño ígneo</color>.\nAl comenzar a disparar, se activa un <color=#FFFFFF>apoyo rápido</color>.\nTras disparar durante un tiempo, la potencia de fuego aumenta, con lo que el nivel de interrupción de la habilidad se incrementa considerablemente.\nAl recibir un ataque durante el disparo, bloquean el ataque enemigo y la potencia de fuego aumenta inmediatamente.\nAl alcanzar la duración máxima del disparo, se activa automáticamente la técnica especial EX: Explosión abrasadora.\nDurante la fase de baja potencia del disparo, el nivel de resistencia a interrupción aumenta y el daño recibido se reduce en un 40 %. Durante la fase de alta potencia del disparo, la agente se vuelve invulnerable."
            },
            "130100007": {
                "Title": "Técnica especial EX: Explosión abrasadora",
                "Description": "Se activa automáticamente al alcanzar el tiempo máximo de disparo de la técnica especial EX: Carga térmica.\nEjecutan un ataque giratorio hacia delante. A continuación, disparan un láser hacia delante, lo que inflige <color=#FF5521>daño ígneo</color>.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100030": {
                "Title": "Técnica especial: Cámara ardiente"
            },
            "130100031": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301007, Prop:1001}"
            },
            "130100032": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301007, Prop:1002}"
            },
            "130100033": {
                "Title": "Técnica especial: Destello corrosivo"
            },
            "130100034": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301008, Prop:1001}"
            },
            "130100035": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301008, Prop:1002}"
            },
            "130100036": {
                "Title": "Técnica especial EX: ¡Cuidado donde pisas!"
            },
            "130100037": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301009, Prop:1001}"
            },
            "130100038": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301009, Prop:1002}"
            },
            "130100039": {
                "Description": "Consumo de Energía",
                "Param": "30 ptos."
            },
            "130100040": {
                "Title": "Técnica especial EX: Vórtice carmesí"
            },
            "130100041": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301010, Prop:1001}"
            },
            "130100042": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301010, Prop:1002}"
            },
            "130100043": {
                "Description": "Consumo de Energía",
                "Param": "30 ptos."
            },
            "130100044": {
                "Title": "Técnica especial EX: Carga térmica"
            },
            "130100045": {
                "Description": "Multiplicador de daño máximo del láser",
                "Param": "{Skill:1301011, Prop:1001}"
            },
            "130100046": {
                "Description": "Multiplicador de Aturdimiento máximo del láser",
                "Param": "{Skill:1301011, Prop:1002}"
            },
            "130100047": {
                "Title": "Técnica especial EX: Explosión abrasadora"
            },
            "130100048": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301022, Prop:1001}"
            },
            "130100049": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301022, Prop:1002}"
            }
        },
        "2": {
            "130100008": {
                "Title": "Evasión: Llamas oscilantes",
                "Description": "Pulsa <IconMap:Icon_Evade> para usarla.\nEjecutan un rápido esprint evasivo.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100009": {
                "Title": "Ataque rápido: Orden de asalto",
                "Description": "Pulsa <IconMap:Icon_Normal> durante una evasión para usarlo.\nEjecutan un rápido ataque hacia delante, lo que inflige <color=#F0D12B>daño físico</color>."
            },
            "130100010": {
                "Title": "Contraataque: Oportunidad de contraataque",
                "Description": "Pulsa <IconMap:Icon_Normal> después de una <color=#FFFFFF>evasión perfecta</color> para usarlo.\nEjecutan un combo contra los enemigos frente a ellas, lo que inflige <color=#F0D12B>daño físico</color> y <color=#FF5521>daño ígneo</color>.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100050": {
                "Title": "Ataque rápido: Orden de asalto"
            },
            "130100051": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301012, Prop:1001}"
            },
            "130100052": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301012, Prop:1002}"
            },
            "130100053": {
                "Title": "Contraataque: Oportunidad de contraataque"
            },
            "130100054": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301013, Prop:1001}"
            },
            "130100055": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301013, Prop:1002}"
            }
        },
        "3": {
            "130100011": {
                "Title": "Técnica en cadena: Sobrecalentamiento del cañón",
                "Description": "Elige el avatar de personaje al activar una <color=#FFFFFF>técnica en cadena</color> para usarla.\nEjecutan un ataque giratorio hacia delante. A continuación, disparan un láser hacia delante, lo que inflige <color=#FF5521>daño ígneo</color>.\nAl ejecutar la habilidad, recuperan 20 ptos. de fuego contenido.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100012": {
                "Title": "Técnica definitiva: Danza con el fuego",
                "Description": "Cuando los dB llegan a su nivel <color=#FFFFFF>máximo</color>, pulsa <IconMap:Icon_UltimateReady> para usarla.\nEjecutan un ataque giratorio hacia delante. A continuación, disparan un láser hacia delante, lo que inflige <color=#FF5521>daño ígneo</color>.\nMientras están en el aire, se activa un <color=#FFFFFF>apoyo rápido</color>. Si se activa el <color=#FFFFFF>apoyo rápido</color>, Orfia y Magas prolongan la duración del disparo láser.\nAl ejecutar la habilidad, recuperan 20 ptos. de fuego contenido.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100056": {
                "Title": "Técnica en cadena: Sobrecalentamiento del cañón"
            },
            "130100057": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301014, Prop:1001}"
            },
            "130100058": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301014, Prop:1002}"
            },
            "130100059": {
                "Title": "Técnica definitiva: Danza con el fuego"
            },
            "130100060": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301015, Prop:1001}"
            },
            "130100061": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301015, Prop:1002}"
            },
            "130100062": {
                "Description": "Multiplicador de daño total por extensión de duración",
                "Param": "{Skill:1301016, Prop:1001}"
            },
            "130100063": {
                "Description": "Multiplicador de Aturdimiento total por extensión de duración",
                "Param": "{Skill:1301016, Prop:1002}"
            }
        },
        "6": {
            "130100014": {
                "Title": "Apoyo rápido: Tajo cauterizador",
                "Description": "Pulsa <IconMap:Icon_Switch> para usarlo cuando el personaje activo sea lanzado por los aires.\nEjecutan un combo contra los enemigos frente a ellas, lo que inflige <color=#F0D12B>daño físico</color> y <color=#FF5521>daño ígneo</color>.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100015": {
                "Title": "Apoyo defensivo: Bayonetazo ardiente",
                "Description": "Pulsa <IconMap:Icon_Switch> para usarlo cuando el personaje activo esté a punto de recibir un golpe.\nBloquean el ataque enemigo, lo que provoca una gran cantidad de Aturdimiento.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100016": {
                "Title": "Ataque sucesivo: Perforación llameante",
                "Description": "Pulsa <IconMap:Icon_Normal> después de un <color=#FFFFFF>apoyo defensivo</color> para usarlo.\nEjecutan múltiples ataques contra los enemigos frente a ellas, lo que inflige <color=#FF5521>daño ígneo</color>.\nDurante su ejecución, la agente se vuelve invulnerable."
            },
            "130100064": {
                "Title": "Apoyo rápido: Tajo cauterizador"
            },
            "130100065": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301017, Prop:1001}"
            },
            "130100066": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301017, Prop:1002}"
            },
            "130100067": {
                "Title": "Apoyo defensivo: Bayonetazo ardiente"
            },
            "130100068": {
                "Description": "Multiplicador de Aturdimiento defensivo ligero",
                "Param": "{Skill:1301018, Prop:1002}"
            },
            "130100069": {
                "Description": "Multiplicador de Aturdimiento defensivo fuerte",
                "Param": "{Skill:1301019, Prop:1002}"
            },
            "130100070": {
                "Description": "Multiplicador de Aturdimiento defensivo continuo",
                "Param": "{Skill:1301020, Prop:1002}"
            },
            "130100071": {
                "Title": "Ataque sucesivo: Perforación llameante"
            },
            "130100072": {
                "Description": "Multiplicador de daño",
                "Param": "{Skill:1301021, Prop:1001}"
            },
            "130100073": {
                "Description": "Multiplicador de Aturdimiento",
                "Param": "{Skill:1301021, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1301001": {
            "DamageValue": 1450,
            "DamageGrowth": 140,
            "DazeValue": 1170,
            "DazeGrowth": 60
        },
        "1301002": {
            "DamageValue": 4440,
            "DamageGrowth": 410,
            "DazeValue": 3240,
            "DazeGrowth": 150
        },
        "1301003": {
            "DamageValue": 4150,
            "DamageGrowth": 380,
            "DazeValue": 2540,
            "DazeGrowth": 120
        },
        "1301004": {
            "DamageValue": 8670,
            "DamageGrowth": 790,
            "DazeValue": 5360,
            "DazeGrowth": 250
        },
        "1301005": {
            "DamageValue": 18160,
            "DamageGrowth": 1660,
            "DazeValue": 11820,
            "DazeGrowth": 540
        },
        "1301006": {
            "DamageValue": 15840,
            "DamageGrowth": 1440,
            "DazeValue": 10360,
            "DazeGrowth": 480
        },
        "1301007": {
            "DamageValue": 3950,
            "DamageGrowth": 360,
            "DazeValue": 3950,
            "DazeGrowth": 180
        },
        "1301008": {
            "DamageValue": 49500,
            "DamageGrowth": 4500,
            "DazeValue": 5500,
            "DazeGrowth": 250
        },
        "1301009": {
            "DamageValue": 22590,
            "DamageGrowth": 2060,
            "DazeValue": 22590,
            "DazeGrowth": 1030
        },
        "1301010": {
            "DamageValue": 67840,
            "DamageGrowth": 6170,
            "DazeValue": 5500,
            "DazeGrowth": 250
        },
        "1301011": {
            "DamageValue": 38940,
            "DamageGrowth": 3540,
            "DazeValue": 3300,
            "DazeGrowth": 150
        },
        "1301012": {
            "DamageValue": 6230,
            "DamageGrowth": 570,
            "DazeValue": 3120,
            "DazeGrowth": 150
        },
        "1301013": {
            "DamageValue": 25780,
            "DamageGrowth": 2350,
            "DazeValue": 22370,
            "DazeGrowth": 1020
        },
        "1301014": {
            "DamageValue": 62630,
            "DamageGrowth": 5700,
            "DazeValue": 33370,
            "DazeGrowth": 1520
        },
        "1301015": {
            "DamageValue": 69870,
            "DamageGrowth": 6360,
            "DazeValue": 2970,
            "DazeGrowth": 140
        },
        "1301016": {
            "DamageValue": 46580,
            "DamageGrowth": 4240,
            "DazeValue": 1980,
            "DazeGrowth": 90
        },
        "1301017": {
            "DamageValue": 11370,
            "DamageGrowth": 1040,
            "DazeValue": 11370,
            "DazeGrowth": 520
        },
        "1301018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 27130,
            "DazeGrowth": 1240
        },
        "1301019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34280,
            "DazeGrowth": 1560
        },
        "1301020": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1301021": {
            "DamageValue": 36090,
            "DamageGrowth": 3290,
            "DazeValue": 31330,
            "DazeGrowth": 1430
        },
        "1301022": {
            "DamageValue": 25960,
            "DamageGrowth": 2360,
            "DazeValue": 2200,
            "DazeGrowth": 100
        }
    }
}