{
    "Name": "Pan Yinhu",
    "ElementTypes": [
        "Physics"
    ],
    "Talents": {
        "1": {
            "Title": "Proteção de Qi",
            "Description": "Todas as unidades causam 10% mais dano contra inimigos afetados pelo efeito de <color=#FFFFFF>Último Suspiro</color>.",
            "Lore": "Esta técnica de Yunkui permite controlar o fluxo do Éter externo e proteger os meridianos e músculos em seu interior. O qi atua como um escudo impenetrável, que nenhuma espada ou lança pode atravessar. Esse é o segredo por trás da capacidade de Pan Yinhu de resistir a cada ataque.\nObservação: esta técnica é particularmente útil quando você precisa disputar um lugar na fila pelos produtos em promoção no mercado."
        },
        "2": {
            "Title": "Toque da Morte de Yunkui",
            "Description": "Para cada 6 pontos de <color=#FFFFFF>Força de Ruptura</color> consumidos, Pan Yinhu recupera 4 pontos de Energia, e quando atinge um inimigo com um <color=#FFFFFF>Ataque Especial: Toque da Morte</color>, a duração do efeito de <color=#FFFFFF>Último Suspiro</color> aumenta 12s.",
            "Lore": "\"Hehe, não consegue se mover, não é, meliante?\"\n\"Esta técnica se chama 'Toque da Morte de Yunkui', e pode paralisar o corpo e liberar os meridianos! É a técnica suprema de Yunkui para punir os maus e impor justiça!\"\n\"Hã...? Está dizendo que te segurei tão forte que seu corpo inteiro ficou dormente? Então está bem... Só me diga se consegue se mexer ou não!\""
        },
        "3": {
            "Title": "Pontos de Acupuntura Não Meridianos",
            "Description": "Obtém +2 níveis de <color=#FFFFFF>Ataque Básico</color>, <color=#FFFFFF>Esquiva</color>, <color=#FFFFFF>Ataque de Assistência</color>, <color=#FFFFFF>Ataque Especial</color> e <color=#FFFFFF>Ataque em Cadeia</color>",
            "Lore": "\"Estes pontos de pressão são muito similares a nós, tirenos pandas.\"\n\"São poucos e estão espalhados, não se encaixam em nenhum sistema específico e quase ninguém jamais os estudou. É uma pena...\"\n\"Mas quando eles finalmente tiram uma carta da manga, é uma grande surpresa, não ahca?\""
        },
        "4": {
            "Title": "Cozinheiro de Mão Cheia",
            "Description": "Quando o <color=#FFFFFF>Supremo: Um Banquete Digno de um Imperador!</color> cura toda a equipe, a recuperação de PV aumenta 25%, e o efeito de cura ao longo do tempo aumenta 25%. Ao ativar o <color=#FFFFFF>Supremo: Um Banquete Digno de um Imperador!</color>, obtém o efeito <color=#FFFFFF>Provisões Reservas</color>. Quando qualquer membro da equipe perde PV, ao usar o <color=#FFFFFF>Supremo: Um Banquete Digno de um Imperador!</color>, usa o efeito de <color=#FFFFFF>Provisões Reservas</color> para recuperar imediatamente 50% dos PV. Esse efeito não pode ser acumulado.",
            "Lore": "Na primeira vez que cozinhou, ele quase incendiou a cozinha. Entre os que vieram para ajudar a apagar o fogo, havia um cozinheiro que, ao ver a pilha de comida queimada, usou os ovos que sobraram para preparar arroz frito para ele.\nPan Yinhu devorou a comida com lágrimas nos olhos e, ao levantar os olhos, o cozinheiro estava mostrando a ele um papel com o número \"100\" escrito nele.\n\"Eu compreendo, mestre! Você quer dizer que devo me dedicar 100% quando estiver cozinhando, certo?\" \"Não, estou dizendo que são 100 dennies por mordida, e você já deu mais de cem mordidas. Agora vai ter que pagar a conta.\"\nDaquele dia em diante, Pan Yinhu insistiu em cozinhar para si mesmo e nunca mais voltou a errar. Foi assim que nasceu um verdadeiro cozinheiro de mão cheia."
        },
        "5": {
            "Title": "\"Peculiar\"",
            "Description": "Obtém +2 níveis de <color=#FFFFFF>Ataque Básico</color>, <color=#FFFFFF>Esquiva</color>, <color=#FFFFFF>Ataque de Assistência</color>, <color=#FFFFFF>Ataque Especial</color> e <color=#FFFFFF>Ataque em Cadeia</color>",
            "Lore": "Na vasta Nova Eridu, a existência de um tireno panda é algo verdadeiramente peculiar. Ele sempre se encolhia diante dos olhares curiosos das pessoas e se acostumou com uma vida solitária, sem o apoio de ninguém.\nSomente quando ele se tornou um discípulo do Monte Yunkui, que ele deixou de sentir tão isolado.\nE quando ele percebeu que muitos cidadãos até mesmo pagariam para tirar uma foto com um tireno panda... ele parou de se incomodar com os olhares."
        },
        "6": {
            "Title": "Teoria dos Meridianos",
            "Description": "O efeito de <color=#FFFFFF>Fluxo Meridiano</color> fornecido pela <color=#FFFFFF>Passiva Principal: Pulso Cósmico</color> aumenta mais 6% do ATQ inicial de Pan Yinhu. A Força Bruta máxima fornecida por esse efeito aumenta para 720 pontos.",
            "Lore": "\"Há um velho ditado que afirma que existem 365 pontos de pressão nos pés. Engraçado que é o mesmo número de formas de viver a vida.\"\n\"Aqui, escolha qualquer ponto que seja do seu agrado neste diagrama.\"\n\"Este ponto representa seu estilo de vida atual: não importa onde está, nem para que serve. Contanto que você goste, é suficiente.\"\n\"Quanto ao motivo de escolher, deixe-me pensar... Ah, é claro. Da próxima vez que eu lidar com alguns bandidos, este será o ponto que vou atacar!\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Passiva Principal: Pulso Cósmico",
            "DescriptionByLevel": {
                "1": "Por um breve período, quando Pan Yinhu atinge um inimigo com um <color=#FFFFFF>Ataque Especial Reforçado: Tremor da Montanha</color> e ativa uma Assistência Reativa, os Agentes que entram em campo por Assistência Reativa ou Ataque em Cadeia obtêm o efeito <color=#FFFFFF>Fluxo Meridiano</color>. Esse efeito concede um bônus de Força Bruta equivalente a <color=#2BAD00>9%</color> do ATQ inicial de Pan Yinhu durante 25s. A Força Bruta concedida por esse efeito não pode exceder 540 pontos.",
                "2": "Por um breve período, quando Pan Yinhu atinge um inimigo com um <color=#FFFFFF>Ataque Especial Reforçado: Tremor da Montanha</color> e ativa uma Assistência Reativa, os Agentes que entram em campo por Assistência Reativa ou Ataque em Cadeia obtêm o efeito <color=#FFFFFF>Fluxo Meridiano</color>. Esse efeito concede um bônus de Força Bruta equivalente a <color=#2BAD00>10,5%</color> do ATQ inicial de Pan Yinhu durante 25s. A Força Bruta concedida por esse efeito não pode exceder 540 pontos.",
                "3": "Por um breve período, quando Pan Yinhu atinge um inimigo com um <color=#FFFFFF>Ataque Especial Reforçado: Tremor da Montanha</color> e ativa uma Assistência Reativa, os Agentes que entram em campo por Assistência Reativa ou Ataque em Cadeia obtêm o efeito <color=#FFFFFF>Fluxo Meridiano</color>. Esse efeito concede um bônus de Força Bruta equivalente a <color=#2BAD00>12%</color> do ATQ inicial de Pan Yinhu durante 25s. A Força Bruta concedida por esse efeito não pode exceder 540 pontos.",
                "4": "Por um breve período, quando Pan Yinhu atinge um inimigo com um <color=#FFFFFF>Ataque Especial Reforçado: Tremor da Montanha</color> e ativa uma Assistência Reativa, os Agentes que entram em campo por Assistência Reativa ou Ataque em Cadeia obtêm o efeito <color=#FFFFFF>Fluxo Meridiano</color>. Esse efeito concede um bônus de Força Bruta equivalente a <color=#2BAD00>13,5%</color> do ATQ inicial de Pan Yinhu durante 25s. A Força Bruta concedida por esse efeito não pode exceder 540 pontos.",
                "5": "Por um breve período, quando Pan Yinhu atinge um inimigo com um <color=#FFFFFF>Ataque Especial Reforçado: Tremor da Montanha</color> e ativa uma Assistência Reativa, os Agentes que entram em campo por Assistência Reativa ou Ataque em Cadeia obtêm o efeito <color=#FFFFFF>Fluxo Meridiano</color>. Esse efeito concede um bônus de Força Bruta equivalente a <color=#2BAD00>15%</color> do ATQ inicial de Pan Yinhu durante 25s. A Força Bruta concedida por esse efeito não pode exceder 540 pontos.",
                "6": "Por um breve período, quando Pan Yinhu atinge um inimigo com um <color=#FFFFFF>Ataque Especial Reforçado: Tremor da Montanha</color> e ativa uma Assistência Reativa, os Agentes que entram em campo por Assistência Reativa ou Ataque em Cadeia obtêm o efeito <color=#FFFFFF>Fluxo Meridiano</color>. Esse efeito concede um bônus de Força Bruta equivalente a <color=#2BAD00>16,5%</color> do ATQ inicial de Pan Yinhu durante 25s. A Força Bruta concedida por esse efeito não pode exceder 540 pontos.",
                "7": "Por um breve período, quando Pan Yinhu atinge um inimigo com um <color=#FFFFFF>Ataque Especial Reforçado: Tremor da Montanha</color> e ativa uma Assistência Reativa, os Agentes que entram em campo por Assistência Reativa ou Ataque em Cadeia obtêm o efeito <color=#FFFFFF>Fluxo Meridiano</color>. Esse efeito concede um bônus de Força Bruta equivalente a <color=#2BAD00>18%</color> do ATQ inicial de Pan Yinhu durante 25s. A Força Bruta concedida por esse efeito não pode exceder 540 pontos."
            }
        },
        "MathSkill": {
            "Title": "Habilidade Extra: Estômago de Ferro",
            "Description": "Quando há outro personagem na equipe do tipo <color=#FFFFFF>Destruidor</color> ou compartilha da mesma facção:\nQuando Pan Yinhu atinge um inimigo com <color=#FFFFFF>Ataque Especial: Toque da Morte</color>, aplica o efeito Último Suspiro no inimigo, aumentando todo o dano contra o alvo em 20%. Cada acerto do <color=#FFFFFF>Ataque Especial: Toque da Morte</color> provoca o efeito de <color=#FFFFFF>Último Suspiro</color> por 10s. Esse efeito não pode ser acumulado, mas se Pan Yinhu atingir o mesmo inimigo, a duração da habilidade pode ser estendida."
        }
    },
    "SkillDescriptions": {
        "0": {
            "142100001": {
                "Title": "Ataque Básico: Golpes Implacáveis",
                "Description": "Pressione <IconMap:Icon_Normal> para ativar:\nExecuta até quatro ataques corpo a corpo consecutivos, causando <color=#F0D12B>Dano Físico</color>."
            },
            "142100014": {
                "Title": "Ataque Básico: Golpes Implacáveis"
            },
            "142100015": {
                "Description": "Multiplicador de Dano de 1º Golpe",
                "Param": "{Skill:1421001, Prop:1001}"
            },
            "142100016": {
                "Description": "Multiplicador de Dano de 2º Golpe",
                "Param": "{Skill:1421002, Prop:1001}"
            },
            "142100017": {
                "Description": "Multiplicador de Dano de 3º Golpe",
                "Param": "{Skill:1421003, Prop:1001}"
            },
            "142100018": {
                "Description": "Multiplicador de Dano de 4º Golpe",
                "Param": "{Skill:1421004, Prop:1001}"
            },
            "142100019": {
                "Description": "Multiplicador de Atordoamento de 1º Golpe",
                "Param": "{Skill:1421001, Prop:1002}"
            },
            "142100020": {
                "Description": "Multiplicador de Atordoamento de 2º Golpe",
                "Param": "{Skill:1421002, Prop:1002}"
            },
            "142100021": {
                "Description": "Multiplicador de Atordoamento de 3º Golpe",
                "Param": "{Skill:1421003, Prop:1002}"
            },
            "142100022": {
                "Description": "Multiplicador de Atordoamento de 4º Golpe",
                "Param": "{Skill:1421004, Prop:1002}"
            }
        },
        "1": {
            "142100002": {
                "Title": "Ataque Especial: Detonação Rápida em Pontos de Pressão",
                "Description": "Pressione <IconMap:Icon_Special> para ativar:\nExecuta uma técnica corpo a corpo à frente e joga estalinhos, causando <color=#F0D12B>Dano Físico</color>.\nDurante sua execução, o nível de Anti-Interrupção aumenta."
            },
            "142100003": {
                "Title": "Ataque Especial: Toque da Morte",
                "Description": "Com <color=#FFFFFF>Força de Ruptura</color>, pressione <IconMap:Icon_Special> para ativar:\nO <color=#FFFFFF>Ataque Especial: Toque da Morte</color> executa um ataque ao redor do inimigo, causando <color=#F0D12B>Dano Físico</color>.\nEsta habilidade pode ser executada até três vezes seguidas. Cada execução do <color=#FFFFFF>Ataque Especial: Toque da Morte</color> consome 1 ponto de Força de Ruptura.\nQuando Pan Yinhu é o personagem ativo em campo, o dano sofrido durante essa habilidade diminui 40% e o nível de Anti-Interrupção aumenta. Se não for o personagem ativo em campo, ele fica invulnerável."
            },
            "142100004": {
                "Title": "Ataque Especial Reforçado: Tremor da Montanha",
                "Description": "Com energia suficiente, pressione <IconMap:Icon_SpecialReady> para ativar:\nO <color=#FFFFFF>Ataque Especial Reforçado: Tremor da Montanha</color> executa um golpe poderoso à frente, causando <color=#F0D12B>Dano Físico</color>.\nAo executar esta habilidade, obtém 3 pontos de <color=#FFFFFF>Força de Ruptura</color>. Ao atingir um inimigo, ativa a <color=#FFFFFF>Assistência Reativa</color> do personagem anterior da equipe.\nOs Agentes que entrarem em campo por meio dessa Assistência Reativa ganham um bônus de Força Bruta pela Passiva Principal. Depois da troca de personagem, Pan Yinhu fica em campo e executa o <color=#FFFFFF>Ataque Especial Reforçado: Toque da Morte</color> automaticamente até sua Força de Ruptura acabar, que é quando ele sai de campo.\nO personagem fica invulnerável ao usar esta habilidade."
            },
            "142100023": {
                "Title": "Ataque Especial: Detonação Rápida em Pontos de Pressão"
            },
            "142100024": {
                "Description": "Multiplicador de Dano",
                "Param": "{Skill:1421005, Prop:1001}"
            },
            "142100025": {
                "Description": "Multiplicador de Atordoamento",
                "Param": "{Skill:1421005, Prop:1002}"
            },
            "142100026": {
                "Title": "Ataque Especial: Toque da Morte"
            },
            "142100027": {
                "Description": "Multiplicador de Dano de 1º Golpe",
                "Param": "{Skill:1421007, Prop:1001}"
            },
            "142100028": {
                "Description": "Multiplicador de Atordoamento de 1º Golpe",
                "Param": "{Skill:1421007, Prop:1002}"
            },
            "142100029": {
                "Description": "Multiplicador de Dano de 2º Golpe",
                "Param": "{Skill:1421008, Prop:1001}"
            },
            "142100030": {
                "Description": "Multiplicador de Atordoamento de 2º Golpe",
                "Param": "{Skill:1421008, Prop:1002}"
            },
            "142100031": {
                "Description": "Multiplicador de Dano de 3º Golpe",
                "Param": "{Skill:1421009, Prop:1001}"
            },
            "142100032": {
                "Description": "Multiplicador de Atordoamento de 3º Golpe",
                "Param": "{Skill:1421009, Prop:1002}"
            },
            "142100033": {
                "Title": "Ataque Especial Reforçado: Tremor da Montanha"
            },
            "142100034": {
                "Description": "Multiplicador de Dano",
                "Param": "{Skill:1421006, Prop:1001}"
            },
            "142100035": {
                "Description": "Multiplicador de Atordoamento",
                "Param": "{Skill:1421006, Prop:1002}"
            },
            "142100036": {
                "Description": "Custo de Energia",
                "Param": "60"
            }
        },
        "2": {
            "142100005": {
                "Title": "Esquiva: Leve Como uma Andorinha",
                "Description": "Pressione <IconMap:Icon_Evade> para ativar:\nUma esquiva rápida.\nO personagem fica invulnerável ao usar esta habilidade."
            },
            "142100006": {
                "Title": "Ataque Rápido: Óleo Fervente",
                "Description": "Pressione <IconMap:Icon_Normal> para ativar:\nExecuta um rápido ataque corpo a corpo à frente, causando <color=#F0D12B>Dano Físico</color>."
            },
            "142100007": {
                "Title": "Contraesquiva: Movendo Mares e Montanhas",
                "Description": "Pressione <IconMap:Icon_Normal> depois de uma <color=#FFFFFF>Esquiva Perfeita</color> para ativar:\nExecuta um ataque corpo a corpo contra os inimigos à frente, causando <color=#F0D12B>Dano Físico</color>.\nO personagem fica invulnerável ao usar esta habilidade."
            },
            "142100037": {
                "Title": "Ataque Rápido: Óleo Fervente"
            },
            "142100038": {
                "Description": "Multiplicador de Dano",
                "Param": "{Skill:1421010, Prop:1001}"
            },
            "142100039": {
                "Description": "Multiplicador de Atordoamento",
                "Param": "{Skill:1421010, Prop:1002}"
            },
            "142100040": {
                "Title": "Contraesquiva: Movendo Mares e Montanhas"
            },
            "142100041": {
                "Description": "Multiplicador de Dano",
                "Param": "{Skill:1421011, Prop:1001}"
            },
            "142100042": {
                "Description": "Multiplicador de Atordoamento",
                "Param": "{Skill:1421011, Prop:1002}"
            }
        },
        "3": {
            "142100008": {
                "Title": "Ataque em Cadeia: Unção com Vapor de Wok",
                "Description": "Quando um <color=#FFFFFF>Ataque em Cadeia</color> for acionado, selecione o personagem para ativar:\nMonta sobre uma panela wok e começa a girar rapidamente para colidir contra todos os inimigos em sua trajetória, causando <color=#F0D12B>Dano Físico</color> muito alto.\nO personagem fica invulnerável ao usar esta habilidade."
            },
            "142100009": {
                "Title": "Supremo: Um Banquete Digno de um Imperador!",
                "Description": "Quando o Índice de dB está no <color=#FFFFFF>Máximo</color>, pressione <IconMap:Icon_UltimateReady> para ativar:\nExecuta uma técnica que converte o qi em arroz frito e arremessa contra os inimigos, causando <color=#F0D12B>Dano Físico</color> muito alto. Essa habilidade recupera <color=#2BAD00>{CAL:100+AvatarSkillLevel(3)*60,1,2}</color> de PV para toda a equipe e aplica um bônus de recuperação de PV, que recupera <color=#2BAD00>{CAL:0.8+AvatarSkillLevel(3)*0.05,1,2}%</color> de PV durante 8s.\nO personagem fica invulnerável ao usar esta habilidade."
            },
            "142100043": {
                "Title": "Ataque em Cadeia: Unção com Vapor de Wok"
            },
            "142100044": {
                "Description": "Multiplicador de Dano",
                "Param": "{Skill:1421012, Prop:1001}"
            },
            "142100045": {
                "Description": "Multiplicador de Atordoamento",
                "Param": "{Skill:1421012, Prop:1002}"
            },
            "142100046": {
                "Title": "Supremo: Um Banquete Digno de um Imperador!"
            },
            "142100047": {
                "Description": "Multiplicador de Dano",
                "Param": "{Skill:1421013, Prop:1001}"
            },
            "142100048": {
                "Description": "Multiplicador de Atordoamento",
                "Param": "{Skill:1421013, Prop:1002}"
            }
        },
        "6": {
            "142100011": {
                "Title": "Assistência Reativa: Boa Sorte à Primeira Vista",
                "Description": "Quando o personagem ativo em campo for lançado para o alto, pressione <IconMap:Icon_Switch> para ativar:\nExecuta um ataque corpo a corpo contra os inimigos à frente, causando <color=#F0D12B>Dano Físico</color>.\nO personagem fica invulnerável ao usar esta habilidade."
            },
            "142100012": {
                "Title": "Assistência Defensiva: Presença Intimidadora",
                "Description": "Quando o personagem em campo está prestes a sofrer um ataque, pressione <IconMap:Icon_Switch> para ativar:\nBloqueia o ataque inimigo, causando Atordoamento muito alto.\nEsta habilidade permite que você bloqueie ataques inimigos, e reduz o consumo de <color=#FFFFFF>Pontos de Assistência</color> quando o personagem está sob ataques fortes.\nO personagem fica invulnerável ao usar esta habilidade."
            },
            "142100013": {
                "Title": "Assistência Imediata: Impulso Oportuno",
                "Description": "Pressione <IconMap:Icon_Normal> após uma <color=#FFFFFF>Assistência Defensiva</color> para ativar:\nExecuta um ataque corpo a corpo contra os inimigos à frente, causando <color=#F0D12B>Dano Físico</color>.\nO personagem fica invulnerável ao usar esta habilidade."
            },
            "142100049": {
                "Title": "Assistência Reativa: Boa Sorte à Primeira Vista"
            },
            "142100050": {
                "Description": "Multiplicador de Dano",
                "Param": "{Skill:1421014, Prop:1001}"
            },
            "142100051": {
                "Description": "Multiplicador de Atordoamento",
                "Param": "{Skill:1421014, Prop:1002}"
            },
            "142100052": {
                "Title": "Assistência Defensiva: Presença Intimidadora"
            },
            "142100053": {
                "Description": "Multiplicador de Atordoamento de Defensiva Leve",
                "Param": "{Skill:1421015, Prop:1002}"
            },
            "142100054": {
                "Description": "Multiplicador de Atordoamento de Defensiva Pesada",
                "Param": "{Skill:1421016, Prop:1002}"
            },
            "142100055": {
                "Description": "Multiplicador de Atordoamento de Defensiva em Cadeia",
                "Param": "{Skill:1421017, Prop:1002}"
            },
            "142100056": {
                "Title": "Assistência Imediata: Impulso Oportuno"
            },
            "142100057": {
                "Description": "Multiplicador de Dano",
                "Param": "{Skill:1421018, Prop:1001}"
            },
            "142100058": {
                "Description": "Multiplicador de Atordoamento",
                "Param": "{Skill:1421018, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1421001": {
            "DamageValue": 4970,
            "DamageGrowth": 460,
            "DazeValue": 2490,
            "DazeGrowth": 120
        },
        "1421002": {
            "DamageValue": 4980,
            "DamageGrowth": 460,
            "DazeValue": 4750,
            "DazeGrowth": 220
        },
        "1421003": {
            "DamageValue": 10940,
            "DamageGrowth": 1000,
            "DazeValue": 8430,
            "DazeGrowth": 390
        },
        "1421004": {
            "DamageValue": 21130,
            "DamageGrowth": 1930,
            "DazeValue": 16650,
            "DazeGrowth": 760
        },
        "1421005": {
            "DamageValue": 6250,
            "DamageGrowth": 570,
            "DazeValue": 6250,
            "DazeGrowth": 290
        },
        "1421006": {
            "DamageValue": 38410,
            "DamageGrowth": 3500,
            "DazeValue": 25730,
            "DazeGrowth": 1170
        },
        "1421007": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421008": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421009": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421010": {
            "DamageValue": 8340,
            "DamageGrowth": 760,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421011": {
            "DamageValue": 21920,
            "DamageGrowth": 2000,
            "DazeValue": 19170,
            "DazeGrowth": 880
        },
        "1421012": {
            "DamageValue": 63230,
            "DamageGrowth": 5750,
            "DazeValue": 23330,
            "DazeGrowth": 1070
        },
        "1421013": {
            "DamageValue": 162790,
            "DamageGrowth": 14800,
            "DazeValue": 9840,
            "DazeGrowth": 450
        },
        "1421014": {
            "DamageValue": 9170,
            "DamageGrowth": 840,
            "DazeValue": 4590,
            "DazeGrowth": 210
        },
        "1421015": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 22510,
            "DazeGrowth": 1030
        },
        "1421016": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 26840,
            "DazeGrowth": 1220
        },
        "1421017": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 10840,
            "DazeGrowth": 500
        },
        "1421018": {
            "DamageValue": 33740,
            "DamageGrowth": 3070,
            "DazeValue": 29350,
            "DazeGrowth": 1340
        }
    }
}