{
    "ItemName": "Siêu Sao Đường Phố",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_01",
    "Profession": {
        "Type": "Attack",
        "Name": "Tiên Phong"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Thanh Âm Rực Lửa",
            "Description": "Khi nhân vật bất kỳ trong đội phát động <color=#FFFFFF>Liên Kích</color>, sẽ tạo cho người trang bị 1 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 3 tầng. Khi phát động <color=#FFFFFF>Tuyệt Kỹ</color>, sẽ tiêu hao tất cả tầng Nạp Năng Lượng, mỗi tầng hiệu quả Nạp Năng Lượng giúp tăng <color=#2BAD00>15%</color> sát thương chiêu thức gây ra."
        },
        "2": {
            "Title": "Thanh Âm Rực Lửa",
            "Description": "Khi nhân vật bất kỳ trong đội phát động <color=#FFFFFF>Liên Kích</color>, sẽ tạo cho người trang bị 1 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 3 tầng. Khi phát động <color=#FFFFFF>Tuyệt Kỹ</color>, sẽ tiêu hao tất cả tầng Nạp Năng Lượng, mỗi tầng hiệu quả Nạp Năng Lượng giúp tăng <color=#2BAD00>17,2%</color> sát thương chiêu thức gây ra."
        },
        "3": {
            "Title": "Thanh Âm Rực Lửa",
            "Description": "Khi nhân vật bất kỳ trong đội phát động <color=#FFFFFF>Liên Kích</color>, sẽ tạo cho người trang bị 1 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 3 tầng. Khi phát động <color=#FFFFFF>Tuyệt Kỹ</color>, sẽ tiêu hao tất cả tầng Nạp Năng Lượng, mỗi tầng hiệu quả Nạp Năng Lượng giúp tăng <color=#2BAD00>19,5%</color> sát thương chiêu thức gây ra."
        },
        "4": {
            "Title": "Thanh Âm Rực Lửa",
            "Description": "Khi nhân vật bất kỳ trong đội phát động <color=#FFFFFF>Liên Kích</color>, sẽ tạo cho người trang bị 1 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 3 tầng. Khi phát động <color=#FFFFFF>Tuyệt Kỹ</color>, sẽ tiêu hao tất cả tầng Nạp Năng Lượng, mỗi tầng hiệu quả Nạp Năng Lượng giúp tăng <color=#2BAD00>21,7%</color> sát thương chiêu thức gây ra."
        },
        "5": {
            "Title": "Thanh Âm Rực Lửa",
            "Description": "Khi nhân vật bất kỳ trong đội phát động <color=#FFFFFF>Liên Kích</color>, sẽ tạo cho người trang bị 1 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 3 tầng. Khi phát động <color=#FFFFFF>Tuyệt Kỹ</color>, sẽ tiêu hao tất cả tầng Nạp Năng Lượng, mỗi tầng hiệu quả Nạp Năng Lượng giúp tăng <color=#2BAD00>24%</color> sát thương chiêu thức gây ra."
        }
    }
}