{
    "ItemName": "Song Tinh Rơi Lệ",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_08",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Dị Thường"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Dư Âm Nghẹn Ngào",
            "Description": "Khi nhân vật bất kỳ trong đội gán hiệu quả Thuộc Tính Dị Thường lên kẻ địch, sẽ cung cấp cho người trang bị 1 tầng hiệu quả buff. Mỗi tầng buff giúp người trang bị tăng <color=#2BAD00>30</color> điểm Tinh Thông Dị Thường, tối đa cộng dồn 4 tầng. Khi mục tiêu thoát khỏi trạng thái Choáng hoặc tử vong, hiệu quả buff tương ứng sẽ kết thúc, mỗi tầng hiệu quả sẽ tính riêng thời gian duy trì."
        },
        "2": {
            "Title": "Dư Âm Nghẹn Ngào",
            "Description": "Khi nhân vật bất kỳ trong đội gán hiệu quả Thuộc Tính Dị Thường lên kẻ địch, sẽ cung cấp cho người trang bị 1 tầng hiệu quả buff. Mỗi tầng buff giúp người trang bị tăng <color=#2BAD00>34</color> điểm Tinh Thông Dị Thường, tối đa cộng dồn 4 tầng. Khi mục tiêu thoát khỏi trạng thái Choáng hoặc tử vong, hiệu quả buff tương ứng sẽ kết thúc, mỗi tầng hiệu quả sẽ tính riêng thời gian duy trì."
        },
        "3": {
            "Title": "Dư Âm Nghẹn Ngào",
            "Description": "Khi nhân vật bất kỳ trong đội gán hiệu quả Thuộc Tính Dị Thường lên kẻ địch, sẽ cung cấp cho người trang bị 1 tầng hiệu quả buff. Mỗi tầng buff giúp người trang bị tăng <color=#2BAD00>38</color> điểm Tinh Thông Dị Thường, tối đa cộng dồn 4 tầng. Khi mục tiêu thoát khỏi trạng thái Choáng hoặc tử vong, hiệu quả buff tương ứng sẽ kết thúc, mỗi tầng hiệu quả sẽ tính riêng thời gian duy trì."
        },
        "4": {
            "Title": "Dư Âm Nghẹn Ngào",
            "Description": "Khi nhân vật bất kỳ trong đội gán hiệu quả Thuộc Tính Dị Thường lên kẻ địch, sẽ cung cấp cho người trang bị 1 tầng hiệu quả buff. Mỗi tầng buff giúp người trang bị tăng <color=#2BAD00>42</color> điểm Tinh Thông Dị Thường, tối đa cộng dồn 4 tầng. Khi mục tiêu thoát khỏi trạng thái Choáng hoặc tử vong, hiệu quả buff tương ứng sẽ kết thúc, mỗi tầng hiệu quả sẽ tính riêng thời gian duy trì."
        },
        "5": {
            "Title": "Dư Âm Nghẹn Ngào",
            "Description": "Khi nhân vật bất kỳ trong đội gán hiệu quả Thuộc Tính Dị Thường lên kẻ địch, sẽ cung cấp cho người trang bị 1 tầng hiệu quả buff. Mỗi tầng buff giúp người trang bị tăng <color=#2BAD00>48</color> điểm Tinh Thông Dị Thường, tối đa cộng dồn 4 tầng. Khi mục tiêu thoát khỏi trạng thái Choáng hoặc tử vong, hiệu quả buff tương ứng sẽ kết thúc, mỗi tầng hiệu quả sẽ tính riêng thời gian duy trì."
        }
    }
}