{
    "ItemName": "Xi Lanh Lớn",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1121",
    "Profession": {
        "Type": "Defense",
        "Name": "Thủ Hộ"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 13102,
        "PropertyValue": 1600
    },
    "Talents": {
        "1": {
            "Title": "Đòn Bẩy",
            "Description": "Giảm <color=#2BAD00>7,5%</color> sát thương phải chịu. Sau khi bị kẻ địch tấn công, thì đòn tấn công tiếp theo trúng kẻ địch sẽ gây thêm lượng sát thương bằng <color=#2BAD00>600%</color> Phòng Thủ của người trang bị, đồng thời chắc chắn bạo kích, trong 7,5s tối đa kích hoạt một lần."
        },
        "2": {
            "Title": "Đòn Bẩy",
            "Description": "Giảm <color=#2BAD00>8,5%</color> sát thương phải chịu. Sau khi bị kẻ địch tấn công, thì đòn tấn công tiếp theo trúng kẻ địch sẽ gây thêm lượng sát thương bằng <color=#2BAD00>690%</color> Phòng Thủ của người trang bị, đồng thời chắc chắn bạo kích, trong 7,5s tối đa kích hoạt một lần."
        },
        "3": {
            "Title": "Đòn Bẩy",
            "Description": "Giảm <color=#2BAD00>9,5%</color> sát thương phải chịu. Sau khi bị kẻ địch tấn công, thì đòn tấn công tiếp theo trúng kẻ địch sẽ gây thêm lượng sát thương bằng <color=#2BAD00>780%</color> Phòng Thủ của người trang bị, đồng thời chắc chắn bạo kích, trong 7,5s tối đa kích hoạt một lần."
        },
        "4": {
            "Title": "Đòn Bẩy",
            "Description": "Giảm <color=#2BAD00>10,5%</color> sát thương phải chịu. Sau khi bị kẻ địch tấn công, thì đòn tấn công tiếp theo trúng kẻ địch sẽ gây thêm lượng sát thương bằng <color=#2BAD00>870%</color> Phòng Thủ của người trang bị, đồng thời chắc chắn bạo kích, trong 7,5s tối đa kích hoạt một lần."
        },
        "5": {
            "Title": "Đòn Bẩy",
            "Description": "Giảm <color=#2BAD00>12%</color> sát thương phải chịu. Sau khi bị kẻ địch tấn công, thì đòn tấn công tiếp theo trúng kẻ địch sẽ gây thêm lượng sát thương bằng <color=#2BAD00>960%</color> Phòng Thủ của người trang bị, đồng thời chắc chắn bạo kích, trong 7,5s tối đa kích hoạt một lần."
        }
    }
}