{
    "ItemName": "Khẩu Súng Ổ Xoay",
    "Rarity": 3,
    "ImagePath": "Weapon_S_Common_03",
    "Profession": {
        "Type": "Stun",
        "Name": "Khống Chế"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12202,
        "PropertyValue": 600
    },
    "Talents": {
        "1": {
            "Title": "Khai Hỏa!",
            "Description": "Cứ 3s sẽ tạo cho người trang bị 1 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 6 tầng. Khi phát động <color=#FFFFFF>Siêu Chiến Kỹ</color>, sẽ tiêu hao tất cả tầng Nạp Năng Lượng, mỗi tầng hiệu quả Nạp Năng Lượng giúp tăng <color=#2BAD00>4%</color> Điểm Choáng do chiêu thức gây ra."
        },
        "2": {
            "Title": "Khai Hỏa!",
            "Description": "Cứ 3s sẽ tạo cho người trang bị 1 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 6 tầng. Khi phát động <color=#FFFFFF>Siêu Chiến Kỹ</color>, sẽ tiêu hao tất cả tầng Nạp Năng Lượng, mỗi tầng hiệu quả Nạp Năng Lượng giúp tăng <color=#2BAD00>4,6%</color> Điểm Choáng do chiêu thức gây ra."
        },
        "3": {
            "Title": "Khai Hỏa!",
            "Description": "Cứ 3s sẽ tạo cho người trang bị 1 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 6 tầng. Khi phát động <color=#FFFFFF>Siêu Chiến Kỹ</color>, sẽ tiêu hao tất cả tầng Nạp Năng Lượng, mỗi tầng hiệu quả Nạp Năng Lượng giúp tăng <color=#2BAD00>5,2%</color> Điểm Choáng do chiêu thức gây ra."
        },
        "4": {
            "Title": "Khai Hỏa!",
            "Description": "Cứ 3s sẽ tạo cho người trang bị 1 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 6 tầng. Khi phát động <color=#FFFFFF>Siêu Chiến Kỹ</color>, sẽ tiêu hao tất cả tầng Nạp Năng Lượng, mỗi tầng hiệu quả Nạp Năng Lượng giúp tăng <color=#2BAD00>5,8%</color> Điểm Choáng do chiêu thức gây ra."
        },
        "5": {
            "Title": "Khai Hỏa!",
            "Description": "Cứ 3s sẽ tạo cho người trang bị 1 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 6 tầng. Khi phát động <color=#FFFFFF>Siêu Chiến Kỹ</color>, sẽ tiêu hao tất cả tầng Nạp Năng Lượng, mỗi tầng hiệu quả Nạp Năng Lượng giúp tăng <color=#2BAD00>6,4%</color> Điểm Choáng do chiêu thức gây ra."
        }
    }
}