{
    "ItemName": "Bình Lắc Lửa Thiêu",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1171",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Dị Thường"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Châm Thêm Dầu Hắc",
            "Description": "Khi ở vị trí dự bị, Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>0,6</color> điểm/s. Khi <color=#FFFFFF>Siêu Chiến Kỹ</color> hoặc <color=#FFFFFF>Tấn Công Chi Viện</color> đánh trúng kẻ địch, người trang bị tăng <color=#2BAD00>3,5%</color> sát thương gây ra, tối đa dồn 10 tầng, duy trì 6s, trong 0,3s tối đa kích hoạt một lần, khi ở vị trí dự bị hiệu quả cộng dồn sẽ nhân đôi, kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi nhận được hiệu quả tăng sát thương, nếu số tầng cộng dồn lớn hơn 5 tầng, thì người trang bị sẽ tăng thêm <color=#2BAD00>50</color> điểm Tinh Thông Dị Thường, hiệu quả tăng Tinh Thông Dị Thường không thể cộng dồn, duy trì 6s."
        },
        "2": {
            "Title": "Châm Thêm Dầu Hắc",
            "Description": "Khi ở vị trí dự bị, Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>0,75</color> điểm/s. Khi <color=#FFFFFF>Siêu Chiến Kỹ</color> hoặc <color=#FFFFFF>Tấn Công Chi Viện</color> đánh trúng kẻ địch, người trang bị tăng <color=#2BAD00>4,4%</color> sát thương gây ra, tối đa dồn 10 tầng, duy trì 6s, trong 0,3s tối đa kích hoạt một lần, khi ở vị trí dự bị hiệu quả cộng dồn sẽ nhân đôi, kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi nhận được hiệu quả tăng sát thương, nếu số tầng cộng dồn lớn hơn 5 tầng, thì người trang bị sẽ tăng thêm <color=#2BAD00>62</color> điểm Tinh Thông Dị Thường, hiệu quả tăng Tinh Thông Dị Thường không thể cộng dồn, duy trì 6s."
        },
        "3": {
            "Title": "Châm Thêm Dầu Hắc",
            "Description": "Khi ở vị trí dự bị, Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>0,9</color> điểm/s. Khi <color=#FFFFFF>Siêu Chiến Kỹ</color> hoặc <color=#FFFFFF>Tấn Công Chi Viện</color> đánh trúng kẻ địch, người trang bị tăng <color=#2BAD00>5,2%</color> sát thương gây ra, tối đa dồn 10 tầng, duy trì 6s, trong 0,3s tối đa kích hoạt một lần, khi ở vị trí dự bị hiệu quả cộng dồn sẽ nhân đôi, kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi nhận được hiệu quả tăng sát thương, nếu số tầng cộng dồn lớn hơn 5 tầng, thì người trang bị sẽ tăng thêm <color=#2BAD00>75</color> điểm Tinh Thông Dị Thường, hiệu quả tăng Tinh Thông Dị Thường không thể cộng dồn, duy trì 6s."
        },
        "4": {
            "Title": "Châm Thêm Dầu Hắc",
            "Description": "Khi ở vị trí dự bị, Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>1,05</color> điểm/s. Khi <color=#FFFFFF>Siêu Chiến Kỹ</color> hoặc <color=#FFFFFF>Tấn Công Chi Viện</color> đánh trúng kẻ địch, người trang bị tăng <color=#2BAD00>6,1%</color> sát thương gây ra, tối đa dồn 10 tầng, duy trì 6s, trong 0,3s tối đa kích hoạt một lần, khi ở vị trí dự bị hiệu quả cộng dồn sẽ nhân đôi, kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi nhận được hiệu quả tăng sát thương, nếu số tầng cộng dồn lớn hơn 5 tầng, thì người trang bị sẽ tăng thêm <color=#2BAD00>87</color> điểm Tinh Thông Dị Thường, hiệu quả tăng Tinh Thông Dị Thường không thể cộng dồn, duy trì 6s."
        },
        "5": {
            "Title": "Châm Thêm Dầu Hắc",
            "Description": "Khi ở vị trí dự bị, Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>1,2</color> điểm/s. Khi <color=#FFFFFF>Siêu Chiến Kỹ</color> hoặc <color=#FFFFFF>Tấn Công Chi Viện</color> đánh trúng kẻ địch, người trang bị tăng <color=#2BAD00>7%</color> sát thương gây ra, tối đa dồn 10 tầng, duy trì 6s, trong 0,3s tối đa kích hoạt một lần, khi ở vị trí dự bị hiệu quả cộng dồn sẽ nhân đôi, kích hoạt trùng lặp sẽ tạo mới thời gian duy trì. Khi nhận được hiệu quả tăng sát thương, nếu số tầng cộng dồn lớn hơn 5 tầng, thì người trang bị sẽ tăng thêm <color=#2BAD00>100</color> điểm Tinh Thông Dị Thường, hiệu quả tăng Tinh Thông Dị Thường không thể cộng dồn, duy trì 6s."
        }
    }
}