{
    "ItemName": "Chống Bạo Động VI",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1241",
    "Profession": {
        "Type": "Attack",
        "Name": "Tiên Phong"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 21103,
        "PropertyValue": 1920
    },
    "Talents": {
        "1": {
            "Title": "Tuần Tra An Toàn",
            "Description": "Tỷ Lệ Bạo Kích tăng <color=#2BAD00>15%</color>. Khi phát động <color=#FFFFFF>Siêu Chiến Kỹ</color>, sẽ tạo cho người trang bị 8 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 8 tầng. Khi <color=#FFFFFF>Tấn Công Thường</color> hoặc <color=#FFFFFF>Tấn Công Lướt</color> gây ra <color=#FE437E>DMG Ether</color>, sẽ tiêu hao 1 tầng Nạp Năng Lượng, tăng <color=#2BAD00>35%</color> sát thương do chiêu thức hiện tại gây ra."
        },
        "2": {
            "Title": "Tuần Tra An Toàn",
            "Description": "Tỷ Lệ Bạo Kích tăng <color=#2BAD00>18,8%</color>. Khi phát động <color=#FFFFFF>Siêu Chiến Kỹ</color>, sẽ tạo cho người trang bị 8 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 8 tầng. Khi <color=#FFFFFF>Tấn Công Thường</color> hoặc <color=#FFFFFF>Tấn Công Lướt</color> gây ra <color=#FE437E>DMG Ether</color>, sẽ tiêu hao 1 tầng Nạp Năng Lượng, tăng <color=#2BAD00>43,5%</color> sát thương do chiêu thức hiện tại gây ra."
        },
        "3": {
            "Title": "Tuần Tra An Toàn",
            "Description": "Tỷ Lệ Bạo Kích tăng <color=#2BAD00>22,6%</color>. Khi phát động <color=#FFFFFF>Siêu Chiến Kỹ</color>, sẽ tạo cho người trang bị 8 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 8 tầng. Khi <color=#FFFFFF>Tấn Công Thường</color> hoặc <color=#FFFFFF>Tấn Công Lướt</color> gây ra <color=#FE437E>DMG Ether</color>, sẽ tiêu hao 1 tầng Nạp Năng Lượng, tăng <color=#2BAD00>52%</color> sát thương do chiêu thức hiện tại gây ra."
        },
        "4": {
            "Title": "Tuần Tra An Toàn",
            "Description": "Tỷ Lệ Bạo Kích tăng <color=#2BAD00>26,4%</color>. Khi phát động <color=#FFFFFF>Siêu Chiến Kỹ</color>, sẽ tạo cho người trang bị 8 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 8 tầng. Khi <color=#FFFFFF>Tấn Công Thường</color> hoặc <color=#FFFFFF>Tấn Công Lướt</color> gây ra <color=#FE437E>DMG Ether</color>, sẽ tiêu hao 1 tầng Nạp Năng Lượng, tăng <color=#2BAD00>60,5%</color> sát thương do chiêu thức hiện tại gây ra."
        },
        "5": {
            "Title": "Tuần Tra An Toàn",
            "Description": "Tỷ Lệ Bạo Kích tăng <color=#2BAD00>30%</color>. Khi phát động <color=#FFFFFF>Siêu Chiến Kỹ</color>, sẽ tạo cho người trang bị 8 tầng hiệu quả Nạp Năng Lượng, tối đa cộng dồn 8 tầng. Khi <color=#FFFFFF>Tấn Công Thường</color> hoặc <color=#FFFFFF>Tấn Công Lướt</color> gây ra <color=#FE437E>DMG Ether</color>, sẽ tiêu hao 1 tầng Nạp Năng Lượng, tăng <color=#2BAD00>70%</color> sát thương do chiêu thức hiện tại gây ra."
        }
    }
}