{
    "ItemName": "Ánh Mắt Tìm Hồn",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1361",
    "Profession": {
        "Type": "Stun",
        "Name": "Khống Chế"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Theo Gió Truy Lùng",
            "Description": "Khi <color=#FFFFFF>Cú Đánh Bổ Sung</color> của người trang bị đánh trúng kẻ địch và gây <color=#2EB6FF>DMG Điện</color>, Phòng Thủ của mục tiêu sẽ giảm <color=#2BAD00>25%</color>, duy trì 5s, không thể cộng dồn hiệu quả bị động cùng tên. Khi kích hoạt hiệu quả này, nếu bản thân không phải là nhân vật đang thao tác, thì người trang bị sẽ nhận 1 tầng <color=#FFFFFF>Khóa Hồn</color>, tối đa cộng dồn 3 tầng, trong cùng một chiêu thức tối đa kích hoạt một lần. Mỗi tầng <color=#FFFFFF>Khóa Hồn</color> sẽ giúp người trang bị tăng <color=#2BAD00>4%</color> Lực Xung Kích, duy trì 12s, hiệu quả của mỗi tầng sẽ tính riêng thời gian duy trì. Khi <color=#FFFFFF>Khóa Hồn</color> đạt số tầng tối đa, sẽ tăng thêm <color=#2BAD00>8%</color> Lực Xung Kích cho người trang bị."
        },
        "2": {
            "Title": "Theo Gió Truy Lùng",
            "Description": "Khi <color=#FFFFFF>Cú Đánh Bổ Sung</color> của người trang bị đánh trúng kẻ địch và gây <color=#2EB6FF>DMG Điện</color>, Phòng Thủ của mục tiêu sẽ giảm <color=#2BAD00>28,75%</color>, duy trì 5s, không thể cộng dồn hiệu quả bị động cùng tên. Khi kích hoạt hiệu quả này, nếu bản thân không phải là nhân vật đang thao tác, thì người trang bị sẽ nhận 1 tầng <color=#FFFFFF>Khóa Hồn</color>, tối đa cộng dồn 3 tầng, trong cùng một chiêu thức tối đa kích hoạt một lần. Mỗi tầng <color=#FFFFFF>Khóa Hồn</color> sẽ giúp người trang bị tăng <color=#2BAD00>4,6%</color> Lực Xung Kích, duy trì 12s, hiệu quả của mỗi tầng sẽ tính riêng thời gian duy trì. Khi <color=#FFFFFF>Khóa Hồn</color> đạt số tầng tối đa, sẽ tăng thêm <color=#2BAD00>9,2%</color> Lực Xung Kích cho người trang bị."
        },
        "3": {
            "Title": "Theo Gió Truy Lùng",
            "Description": "Khi <color=#FFFFFF>Cú Đánh Bổ Sung</color> của người trang bị đánh trúng kẻ địch và gây <color=#2EB6FF>DMG Điện</color>, Phòng Thủ của mục tiêu sẽ giảm <color=#2BAD00>32,5%</color>, duy trì 5s, không thể cộng dồn hiệu quả bị động cùng tên. Khi kích hoạt hiệu quả này, nếu bản thân không phải là nhân vật đang thao tác, thì người trang bị sẽ nhận 1 tầng <color=#FFFFFF>Khóa Hồn</color>, tối đa cộng dồn 3 tầng, trong cùng một chiêu thức tối đa kích hoạt một lần. Mỗi tầng <color=#FFFFFF>Khóa Hồn</color> sẽ giúp người trang bị tăng <color=#2BAD00>5,2%</color> Lực Xung Kích, duy trì 12s, hiệu quả của mỗi tầng sẽ tính riêng thời gian duy trì. Khi <color=#FFFFFF>Khóa Hồn</color> đạt số tầng tối đa, sẽ tăng thêm <color=#2BAD00>10,4%</color> Lực Xung Kích cho người trang bị."
        },
        "4": {
            "Title": "Theo Gió Truy Lùng",
            "Description": "Khi <color=#FFFFFF>Cú Đánh Bổ Sung</color> của người trang bị đánh trúng kẻ địch và gây <color=#2EB6FF>DMG Điện</color>, Phòng Thủ của mục tiêu sẽ giảm <color=#2BAD00>36,25%</color>, duy trì 5s, không thể cộng dồn hiệu quả bị động cùng tên. Khi kích hoạt hiệu quả này, nếu bản thân không phải là nhân vật đang thao tác, thì người trang bị sẽ nhận 1 tầng <color=#FFFFFF>Khóa Hồn</color>, tối đa cộng dồn 3 tầng, trong cùng một chiêu thức tối đa kích hoạt một lần. Mỗi tầng <color=#FFFFFF>Khóa Hồn</color> sẽ giúp người trang bị tăng <color=#2BAD00>5,8%</color> Lực Xung Kích, duy trì 12s, hiệu quả của mỗi tầng sẽ tính riêng thời gian duy trì. Khi <color=#FFFFFF>Khóa Hồn</color> đạt số tầng tối đa, sẽ tăng thêm <color=#2BAD00>11,6%</color> Lực Xung Kích cho người trang bị."
        },
        "5": {
            "Title": "Theo Gió Truy Lùng",
            "Description": "Khi <color=#FFFFFF>Cú Đánh Bổ Sung</color> của người trang bị đánh trúng kẻ địch và gây <color=#2EB6FF>DMG Điện</color>, Phòng Thủ của mục tiêu sẽ giảm <color=#2BAD00>40%</color>, duy trì 5s, không thể cộng dồn hiệu quả bị động cùng tên. Khi kích hoạt hiệu quả này, nếu bản thân không phải là nhân vật đang thao tác, thì người trang bị sẽ nhận 1 tầng <color=#FFFFFF>Khóa Hồn</color>, tối đa cộng dồn 3 tầng, trong cùng một chiêu thức tối đa kích hoạt một lần. Mỗi tầng <color=#FFFFFF>Khóa Hồn</color> sẽ giúp người trang bị tăng <color=#2BAD00>6,4%</color> Lực Xung Kích, duy trì 12s, hiệu quả của mỗi tầng sẽ tính riêng thời gian duy trì. Khi <color=#FFFFFF>Khóa Hồn</color> đạt số tầng tối đa, sẽ tăng thêm <color=#2BAD00>12,8%</color> Lực Xung Kích cho người trang bị."
        }
    }
}