{
    "ItemName": "Thỏ Tuyết Ít Đường",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1341",
    "Profession": {
        "Type": "Defense",
        "Name": "Thủ Hộ"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Ngọt Ngào Dễ Vỡ",
            "Description": "Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>0,46</color> điểm/s. Tấn công của nhân vật toàn đội tăng <color=#2BAD00>10%</color>, giới hạn HP tăng <color=#2BAD00>10%</color>, hiệu quả này là duy nhất trong toàn đội. Khi người trang bị kích hoạt hoặc kéo dài <color=#FFFFFF>Tấm Rèm Ether</color>, sẽ khiến DMG Bạo Kích của nhân vật toàn đội tăng <color=#2BAD00>30%</color>, duy trì 60s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì."
        },
        "2": {
            "Title": "Ngọt Ngào Dễ Vỡ",
            "Description": "Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>0,53</color> điểm/s. Tấn công của nhân vật toàn đội tăng <color=#2BAD00>11,5%</color>, giới hạn HP tăng <color=#2BAD00>11,5%</color>, hiệu quả này là duy nhất trong toàn đội. Khi người trang bị kích hoạt hoặc kéo dài <color=#FFFFFF>Tấm Rèm Ether</color>, sẽ khiến DMG Bạo Kích của nhân vật toàn đội tăng <color=#2BAD00>34,5%</color>, duy trì 60s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì."
        },
        "3": {
            "Title": "Ngọt Ngào Dễ Vỡ",
            "Description": "Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>0,6</color> điểm/s. Tấn công của nhân vật toàn đội tăng <color=#2BAD00>13%</color>, giới hạn HP tăng <color=#2BAD00>13%</color>, hiệu quả này là duy nhất trong toàn đội. Khi người trang bị kích hoạt hoặc kéo dài <color=#FFFFFF>Tấm Rèm Ether</color>, sẽ khiến DMG Bạo Kích của nhân vật toàn đội tăng <color=#2BAD00>39%</color>, duy trì 60s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì."
        },
        "4": {
            "Title": "Ngọt Ngào Dễ Vỡ",
            "Description": "Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>0,67</color> điểm/s. Tấn công của nhân vật toàn đội tăng <color=#2BAD00>14,5%</color>, giới hạn HP tăng <color=#2BAD00>14,5%</color>, hiệu quả này là duy nhất trong toàn đội. Khi người trang bị kích hoạt hoặc kéo dài <color=#FFFFFF>Tấm Rèm Ether</color>, sẽ khiến DMG Bạo Kích của nhân vật toàn đội tăng <color=#2BAD00>43,5%</color>, duy trì 60s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì."
        },
        "5": {
            "Title": "Ngọt Ngào Dễ Vỡ",
            "Description": "Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>0,74</color> điểm/s. Tấn công của nhân vật toàn đội tăng <color=#2BAD00>16%</color>, giới hạn HP tăng <color=#2BAD00>16%</color>, hiệu quả này là duy nhất trong toàn đội. Khi người trang bị kích hoạt hoặc kéo dài <color=#FFFFFF>Tấm Rèm Ether</color>, sẽ khiến DMG Bạo Kích của nhân vật toàn đội tăng <color=#2BAD00>48%</color>, duy trì 60s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì."
        }
    }
}