{
    "ItemName": "Hộp Trang Điểm Sành Điệu",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1311",
    "Profession": {
        "Type": "Support",
        "Name": "Chi Viện"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Vạn Thứ Lung Linh",
            "Description": "Khi nhân vật bất kỳ trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, <color=#FFFFFF>Hỗ Trợ Né Tránh</color> sẽ hồi <color=#2BAD00>5</color> điểm Năng Lượng cho người trang bị, trong 5s tối đa kích hoạt một lần. Khi người trang bị tiêu hao 25 điểm Năng Lượng trở lên, nhân vật toàn đội sẽ tăng <color=#2BAD00>10%</color> sát thương gây ra, tối đa dồn 2 tầng, duy trì 20s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì, hiệu quả này là duy nhất trong toàn đội."
        },
        "2": {
            "Title": "Vạn Thứ Lung Linh",
            "Description": "Khi nhân vật bất kỳ trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, <color=#FFFFFF>Hỗ Trợ Né Tránh</color> sẽ hồi <color=#2BAD00>5,5</color> điểm Năng Lượng cho người trang bị, trong 5s tối đa kích hoạt một lần. Khi người trang bị tiêu hao 25 điểm Năng Lượng trở lên, nhân vật toàn đội sẽ tăng <color=#2BAD00>11,5%</color> sát thương gây ra, tối đa dồn 2 tầng, duy trì 20s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì, hiệu quả này là duy nhất trong toàn đội."
        },
        "3": {
            "Title": "Vạn Thứ Lung Linh",
            "Description": "Khi nhân vật bất kỳ trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, <color=#FFFFFF>Hỗ Trợ Né Tránh</color> sẽ hồi <color=#2BAD00>6</color> điểm Năng Lượng cho người trang bị, trong 5s tối đa kích hoạt một lần. Khi người trang bị tiêu hao 25 điểm Năng Lượng trở lên, nhân vật toàn đội sẽ tăng <color=#2BAD00>13%</color> sát thương gây ra, tối đa dồn 2 tầng, duy trì 20s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì, hiệu quả này là duy nhất trong toàn đội."
        },
        "4": {
            "Title": "Vạn Thứ Lung Linh",
            "Description": "Khi nhân vật bất kỳ trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, <color=#FFFFFF>Hỗ Trợ Né Tránh</color> sẽ hồi <color=#2BAD00>6,5</color> điểm Năng Lượng cho người trang bị, trong 5s tối đa kích hoạt một lần. Khi người trang bị tiêu hao 25 điểm Năng Lượng trở lên, nhân vật toàn đội sẽ tăng <color=#2BAD00>14,5%</color> sát thương gây ra, tối đa dồn 2 tầng, duy trì 20s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì, hiệu quả này là duy nhất trong toàn đội."
        },
        "5": {
            "Title": "Vạn Thứ Lung Linh",
            "Description": "Khi nhân vật bất kỳ trong đội vào sân thông qua <color=#FFFFFF>Hỗ Trợ Nhanh</color>, <color=#FFFFFF>Liên Kích</color>, <color=#FFFFFF>Hỗ Trợ Chống Đỡ</color>, <color=#FFFFFF>Hỗ Trợ Né Tránh</color> sẽ hồi <color=#2BAD00>7</color> điểm Năng Lượng cho người trang bị, trong 5s tối đa kích hoạt một lần. Khi người trang bị tiêu hao 25 điểm Năng Lượng trở lên, nhân vật toàn đội sẽ tăng <color=#2BAD00>16%</color> sát thương gây ra, tối đa dồn 2 tầng, duy trì 20s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì, hiệu quả này là duy nhất trong toàn đội."
        }
    }
}