{
    "ItemName": "Hạt Giống Con Tim",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1461",
    "Profession": {
        "Type": "Attack",
        "Name": "Tiên Phong"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Lõi Nảy Mầm",
            "Description": "Tỷ Lệ Bạo Kích tăng <color=#2BAD00>15%</color>. Khi <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Siêu Chiến Kỹ</color> của người trang bị gây sát thương, sẽ lần lượt nhận được 1 tầng hiệu quả buff, mỗi tầng hiệu quả buff sẽ khiến <color=#2EB6FF>DMG Điện</color> do người trang bị gây ra tăng <color=#2BAD00>12,5%</color>, tối đa cộng dồn 2 tầng, duy trì 40s, mỗi tầng hiệu quả sẽ tính giờ riêng, cùng một chiêu thức tối đa kích hoạt một lần. Khi có 2 tầng hiệu quả buff, sát thương gây ra bởi đòn <color=#FFFFFF>Tấn Công Thường</color> và <color=#FFFFFF>Tuyệt Kỹ</color> của người trang bị lên kẻ địch sẽ bỏ qua <color=#2BAD00>20%</color> Phòng Thủ."
        },
        "2": {
            "Title": "Lõi Nảy Mầm",
            "Description": "Tỷ Lệ Bạo Kích tăng <color=#2BAD00>17%</color>. Khi <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Siêu Chiến Kỹ</color> của người trang bị gây sát thương, sẽ lần lượt nhận được 1 tầng hiệu quả buff, mỗi tầng hiệu quả buff sẽ khiến <color=#2EB6FF>DMG Điện</color> do người trang bị gây ra tăng <color=#2BAD00>14,5%</color>, tối đa cộng dồn 2 tầng, duy trì 40s, mỗi tầng hiệu quả sẽ tính giờ riêng, cùng một chiêu thức tối đa kích hoạt một lần. Khi có 2 tầng hiệu quả buff, sát thương gây ra bởi đòn <color=#FFFFFF>Tấn Công Thường</color> và <color=#FFFFFF>Tuyệt Kỹ</color> của người trang bị lên kẻ địch sẽ bỏ qua <color=#2BAD00>23%</color> Phòng Thủ."
        },
        "3": {
            "Title": "Lõi Nảy Mầm",
            "Description": "Tỷ Lệ Bạo Kích tăng <color=#2BAD00>19%</color>. Khi <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Siêu Chiến Kỹ</color> của người trang bị gây sát thương, sẽ lần lượt nhận được 1 tầng hiệu quả buff, mỗi tầng hiệu quả buff sẽ khiến <color=#2EB6FF>DMG Điện</color> do người trang bị gây ra tăng <color=#2BAD00>16,5%</color>, tối đa cộng dồn 2 tầng, duy trì 40s, mỗi tầng hiệu quả sẽ tính giờ riêng, cùng một chiêu thức tối đa kích hoạt một lần. Khi có 2 tầng hiệu quả buff, sát thương gây ra bởi đòn <color=#FFFFFF>Tấn Công Thường</color> và <color=#FFFFFF>Tuyệt Kỹ</color> của người trang bị lên kẻ địch sẽ bỏ qua <color=#2BAD00>26%</color> Phòng Thủ."
        },
        "4": {
            "Title": "Lõi Nảy Mầm",
            "Description": "Tỷ Lệ Bạo Kích tăng <color=#2BAD00>21%</color>. Khi <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Siêu Chiến Kỹ</color> của người trang bị gây sát thương, sẽ lần lượt nhận được 1 tầng hiệu quả buff, mỗi tầng hiệu quả buff sẽ khiến <color=#2EB6FF>DMG Điện</color> do người trang bị gây ra tăng <color=#2BAD00>18,5%</color>, tối đa cộng dồn 2 tầng, duy trì 40s, mỗi tầng hiệu quả sẽ tính giờ riêng, cùng một chiêu thức tối đa kích hoạt một lần. Khi có 2 tầng hiệu quả buff, sát thương gây ra bởi đòn <color=#FFFFFF>Tấn Công Thường</color> và <color=#FFFFFF>Tuyệt Kỹ</color> của người trang bị lên kẻ địch sẽ bỏ qua <color=#2BAD00>29%</color> Phòng Thủ."
        },
        "5": {
            "Title": "Lõi Nảy Mầm",
            "Description": "Tỷ Lệ Bạo Kích tăng <color=#2BAD00>23%</color>. Khi <color=#FFFFFF>Tấn Công Thường</color>, <color=#FFFFFF>Siêu Chiến Kỹ</color> của người trang bị gây sát thương, sẽ lần lượt nhận được 1 tầng hiệu quả buff, mỗi tầng hiệu quả buff sẽ khiến <color=#2EB6FF>DMG Điện</color> do người trang bị gây ra tăng <color=#2BAD00>20%</color>, tối đa cộng dồn 2 tầng, duy trì 40s, mỗi tầng hiệu quả sẽ tính giờ riêng, cùng một chiêu thức tối đa kích hoạt một lần. Khi có 2 tầng hiệu quả buff, sát thương gây ra bởi đòn <color=#FFFFFF>Tấn Công Thường</color> và <color=#FFFFFF>Tuyệt Kỹ</color> của người trang bị lên kẻ địch sẽ bỏ qua <color=#2BAD00>32%</color> Phòng Thủ."
        }
    }
}