{
    "ItemName": "Cuộc Gọi Đêm Qua",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1481",
    "Profession": {
        "Type": "Stun",
        "Name": "Khống Chế"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "24/7",
            "Description": "Khi ở vị trí dự bị, Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>1,5</color> điểm/s. Khi người trang bị phát động <color=#FFFFFF>Siêu Chiến Kỹ</color> gây <color=#F0D12B>DMG Vật Lý</color>, Điểm Choáng do tấn công của người trang bị gây ra tăng <color=#2BAD00>9%</color>, cộng dồn tối đa 3 tầng, duy trì 10s. Khi cộng dồn đến 3 tầng, DMG Bạo Kích của nhân vật toàn đội tăng thêm <color=#2BAD00>30%</color>, duy trì 40s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì, hiệu quả tăng DMG Bạo Kích là duy nhất trong toàn đội."
        },
        "2": {
            "Title": "24/7",
            "Description": "Khi ở vị trí dự bị, Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>1,7</color> điểm/s. Khi người trang bị phát động <color=#FFFFFF>Siêu Chiến Kỹ</color> gây <color=#F0D12B>DMG Vật Lý</color>, Điểm Choáng do tấn công của người trang bị gây ra tăng <color=#2BAD00>10,3%</color>, cộng dồn tối đa 3 tầng, duy trì 10s. Khi cộng dồn đến 3 tầng, DMG Bạo Kích của nhân vật toàn đội tăng thêm <color=#2BAD00>34,5%</color>, duy trì 40s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì, hiệu quả tăng DMG Bạo Kích là duy nhất trong toàn đội."
        },
        "3": {
            "Title": "24/7",
            "Description": "Khi ở vị trí dự bị, Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>1,9</color> điểm/s. Khi người trang bị phát động <color=#FFFFFF>Siêu Chiến Kỹ</color> gây <color=#F0D12B>DMG Vật Lý</color>, Điểm Choáng do tấn công của người trang bị gây ra tăng <color=#2BAD00>11,7%</color>, cộng dồn tối đa 3 tầng, duy trì 10s. Khi cộng dồn đến 3 tầng, DMG Bạo Kích của nhân vật toàn đội tăng thêm <color=#2BAD00>39%</color>, duy trì 40s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì, hiệu quả tăng DMG Bạo Kích là duy nhất trong toàn đội."
        },
        "4": {
            "Title": "24/7",
            "Description": "Khi ở vị trí dự bị, Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>2,1</color> điểm/s. Khi người trang bị phát động <color=#FFFFFF>Siêu Chiến Kỹ</color> gây <color=#F0D12B>DMG Vật Lý</color>, Điểm Choáng do tấn công của người trang bị gây ra tăng <color=#2BAD00>13%</color>, cộng dồn tối đa 3 tầng, duy trì 10s. Khi cộng dồn đến 3 tầng, DMG Bạo Kích của nhân vật toàn đội tăng thêm <color=#2BAD00>43,5%</color>, duy trì 40s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì, hiệu quả tăng DMG Bạo Kích là duy nhất trong toàn đội."
        },
        "5": {
            "Title": "24/7",
            "Description": "Khi ở vị trí dự bị, Tự Hồi Năng Lượng của người trang bị tăng <color=#2BAD00>2,3</color> điểm/s. Khi người trang bị phát động <color=#FFFFFF>Siêu Chiến Kỹ</color> gây <color=#F0D12B>DMG Vật Lý</color>, Điểm Choáng do tấn công của người trang bị gây ra tăng <color=#2BAD00>14,5%</color>, cộng dồn tối đa 3 tầng, duy trì 10s. Khi cộng dồn đến 3 tầng, DMG Bạo Kích của nhân vật toàn đội tăng thêm <color=#2BAD00>48%</color>, duy trì 40s, kích hoạt trùng lặp sẽ làm mới thời gian duy trì, hiệu quả tăng DMG Bạo Kích là duy nhất trong toàn đội."
        }
    }
}