{
    "Name": "Цезарь",
    "ElementTypes": [
        "Physics"
    ],
    "Talents": {
        "1": {
            "Title": "Построение клином",
            "Description": "Когда Цезарь переходит в состояние боевой готовности или заменяет кого-то из бойцов, она моментально даёт всему отряду щит <color=#FFFFFF>«Сияющая эгида»</color>, который срабатывает не чаще раза в 300 сек. Пока активна <color=#FFFFFF>Сияющая эгида</color>, у врагов в радиусе 5 м снижается сопротивление к урону от всех атрибутов на 15%.",
            "Lore": "«Папаша учил меня, что построение клином — это когда вы всем отрядом строитесь и сосредотачиваете удар в самой слабой точке врага... А остриё клина, конечно же, я!»"
        },
        "2": {
            "Title": "Наследие дальних краёв",
            "Description": "Пока активна <color=#FFFFFF>Сияющая эгида</color>, которую даёт <color=#FFFFFF>основной пассивный навык «Прочный барьер»</color>, Цезарь генерирует энергию на 10% быстрее, а сила атаки агента со щитом увеличивается до 150% от исходной.",
            "Lore": "Цезарь дерётся не так, как принято в Нью-Эриду и на Объездной — ведь она училась у самых искусных воинов-бродяг: чтобы выжить, им всегда было важно знать, когда лучше отступить, а когда — ударить. Цезарь прониклась их философией и оказалась способной ученицей."
        },
        "3": {
            "Title": "Абсолютное доверие",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "Как только Цезарь записывает кого-то в круг «своих», она теряет всякую осторожность и начинает проявлять безграничное доверие...\nКстати, с вами именно так и случилось."
        },
        "4": {
            "Title": "Таранный удар",
            "Description": "Когда Цезарь применяет <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, она получает 3 дополнительных <color=#FFFFFF>очка помощи</color>. Если у неё меньше 20 ед. энергии, она может вместо этого активировать <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color> за 1 <color=#FFFFFF>очко помощи</color>. Эта замена срабатывает не чаще раза в 5 сек.",
            "Lore": "Одна из тактик, которые Цезарь переняла у бродяг.\n«Что бы ни случилось, я буду биться до последнего!»"
        },
        "5": {
            "Title": "Романтическое завоевание",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "Пускай Цезарь и сурова снаружи, внутри она — безнадёжный романтик.\nЕй всегда страшно нравились любовные романы...\nТолько не обсуждайте эту тему с ней слишком подробно — а то она обязательно покраснеет."
        },
        "6": {
            "Title": "Воля Вожака",
            "Description": "<color=#FFFFFF>Усиленная особая атака «Мощный удар щитом»</color> и <color=#FFFFFF>помощь в дополнительной атаке «Клинок помощи»</color> гарантированно наносят крит. урон. Урон от применённого навыка повышается на 50%, а основной цели дополнительно наносится 50% урона. Когда Цезарь применяет <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color> или <color=#FFFFFF>помощь в дополнительной атаке «Клинок помощи»</color>, её шанс крит. попадания повышается на 30%, а крит. урон — на 60%. Этот бонус действует 15 сек.",
            "Lore": "«Раньше я смотрела только вперёд, думала, что любой вопрос можно решить силой... Но чтобы быть лидером, одной силы недостаточно. Нужно уметь защищать тех, кто стоит за тобой — ведь я всё делаю именно ради них»."
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Основной пассивный навык: Прочный барьер",
            "DescriptionByLevel": {
                "1": "Когда Цезарь активирует <color=#FFFFFF>усиленную особую атаку «Парирование с ответом»</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, а также когда она активирует <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color> с помощью <color=#FFFFFF>контратаки из блока</color>, она усиливает весь отряд <color=#FFFFFF>Сияющей эгидой</color>, которая даёт щит, равный <color=#2BAD00>300%</color> её базового импульса + <color=#2BAD00>200</color> ед. Этот щит вручается активному персонажу и действует 60 сек., а его значение распределяется между всеми членами отряда. Урон, получаемый за один раз, не может превышать значение щита.\nПока активна <color=#FFFFFF>Сияющая эгида</color>, защищённый персонаж получает бонус к защите от прерывания, а его сила атаки повышается на <color=#2BAD00>40</color>. После того как действие <color=#FFFFFF>Сияющей эгиды</color> прекращается, её бонус действует ещё 5 сек.",
                "2": "Когда Цезарь активирует <color=#FFFFFF>усиленную особую атаку «Парирование с ответом»</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, а также когда она активирует <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color> с помощью <color=#FFFFFF>контратаки из блока</color>, она усиливает весь отряд <color=#FFFFFF>Сияющей эгидой</color>, которая даёт щит, равный <color=#2BAD00>500%</color> её базового импульса + <color=#2BAD00>400</color> ед. Этот щит вручается активному персонажу и действует 60 сек., а его значение распределяется между всеми членами отряда. Урон, получаемый за один раз, не может превышать значение щита. Пока активна <color=#FFFFFF>Сияющая эгида</color>, защищённый персонаж получает бонус к защите от прерывания, а его сила атаки повышается на <color=#2BAD00>135</color>. После того как действие <color=#FFFFFF>Сияющей эгиды</color> прекращается, её бонус действует ещё 5 сек.",
                "3": "Когда Цезарь активирует <color=#FFFFFF>усиленную особую атаку «Парирование с ответом»</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, а также когда она активирует <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color> с помощью <color=#FFFFFF>контратаки из блока</color>, она усиливает весь отряд <color=#FFFFFF>Сияющей эгидой</color>, которая даёт щит, равный <color=#2BAD00>700%</color> её базового импульса + <color=#2BAD00>700</color> ед. Этот щит вручается активному персонажу и действует 60 сек., а его значение распределяется между всеми членами отряда. Урон, получаемый за один раз, не может превышать значение щита.\nПока активна <color=#FFFFFF>Сияющая эгида</color>, защищённый персонаж получает бонус к защите от прерывания, а его сила атаки повышается на <color=#2BAD00>240</color>. После того как действие <color=#FFFFFF>Сияющей эгиды</color> прекращается, её бонус действует ещё 5 сек.",
                "4": "Когда Цезарь активирует <color=#FFFFFF>усиленную особую атаку «Парирование с ответом»</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, а также когда она активирует <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color> с помощью <color=#FFFFFF>контратаки из блока</color>, она усиливает весь отряд <color=#FFFFFF>Сияющей эгидой</color>, которая даёт щит, равный <color=#2BAD00>900%</color> её базового импульса + <color=#2BAD00>900</color> ед. Этот щит вручается активному персонажу и действует 60 сек., а его значение распределяется между всеми членами отряда. Урон, получаемый за один раз, не может превышать значение щита.\nПока активна <color=#FFFFFF>Сияющая эгида</color>, защищённый персонаж получает бонус к защите от прерывания, а его сила атаки повышается на <color=#2BAD00>400</color>. После того как действие <color=#FFFFFF>Сияющей эгиды</color> прекращается, её бонус действует ещё 5 сек.",
                "5": "Когда Цезарь активирует <color=#FFFFFF>усиленную особую атаку «Парирование с ответом»</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, а также когда она активирует <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color> с помощью <color=#FFFFFF>контратаки из блока</color>, она усиливает весь отряд <color=#FFFFFF>Сияющей эгидой</color>, которая даёт щит, равный <color=#2BAD00>1100%</color> её базового импульса + <color=#2BAD00>1100</color> ед. Этот щит вручается активному персонажу и действует 60 сек., а его значение распределяется между всеми членами отряда. Урон, получаемый за один раз, не может превышать значение щита. Пока активна <color=#FFFFFF>Сияющая эгида</color>, защищённый персонаж получает бонус к защите от прерывания, а его сила атаки повышается на <color=#2BAD00>650</color>. После того как действие <color=#FFFFFF>Сияющей эгиды</color> прекращается, её бонус действует ещё 5 сек.",
                "6": "Когда Цезарь активирует <color=#FFFFFF>усиленную особую атаку «Парирование с ответом»</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, а также когда она активирует <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color> с помощью <color=#FFFFFF>контратаки из блока</color>, она усиливает весь отряд <color=#FFFFFF>Сияющей эгидой</color>, которая даёт щит, равный <color=#2BAD00>1300%</color> её базового импульса + <color=#2BAD00>1300</color> ед. Этот щит вручается активному персонажу и действует 60 сек., а его значение распределяется между всеми членами отряда. Урон, получаемый за один раз, не может превышать значение щита.\nПока активна <color=#FFFFFF>Сияющая эгида</color>, защищённый персонаж получает бонус к защите от прерывания, а его сила атаки повышается на <color=#2BAD00>900</color>. После того как действие <color=#FFFFFF>Сияющей эгиды</color> прекращается, её бонус действует ещё 5 сек.",
                "7": "Когда Цезарь активирует <color=#FFFFFF>усиленную особую атаку «Парирование с ответом»</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, а также когда она активирует <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color> с помощью <color=#FFFFFF>контратаки из блока</color>, она усиливает весь отряд <color=#FFFFFF>Сияющей эгидой</color>, которая даёт щит, равный <color=#2BAD00>1400%</color> её базового импульса + <color=#2BAD00>1400</color> ед. Этот щит вручается активному персонажу и действует 60 сек., а его значение распределяется между всеми членами отряда. Урон, получаемый за один раз, не может превышать значение щита.\nПока активна <color=#FFFFFF>Сияющая эгида</color>, защищённый персонаж получает бонус к защите от прерывания, а его сила атаки повышается на <color=#2BAD00>1000</color>. После того как действие <color=#FFFFFF>Сияющей эгиды</color> прекращается, её бонус действует ещё 5 сек."
            }
        },
        "MathSkill": {
            "Title": "Дополнительная способность: Боевой настрой",
            "Description": "Если в отряде есть персонаж из той же фракции или другой персонаж, способный активировать <color=#FFFFFF>помощь в защите</color>:\nКогда Цезарь активирует <color=#FFFFFF>идеальный блок</color>, <color=#FFFFFF>контратаку из блока</color>, <color=#FFFFFF>помощь в защите</color> или <color=#FFFFFF>базовую атаку «Тупик»</color>, она применяет ко врагам в радиусе 7 м эффект, повышающий весь урон, получаемый ими от персонажей вашего отряда, на 25% на 30 сек."
        }
    },
    "SkillDescriptions": {
        "0": {
            "107100001": {
                "Title": "Базовая атака: Неистовый удар",
                "Description": "Для активации нажмите <IconMap:Icon_Normal>.\nВыполняет рубящие удары (до 6 этапов) по врагам перед собой, нанося им <color=#F0D12B>физический урон</color>."
            },
            "107100002": {
                "Title": "Базовая атака: Тупик",
                "Description": "Для активации зажмите <IconMap:Icon_Normal> при достаточном количестве <color=#FFFFFF>очков помощи</color>.\nТратит 1 <color=#FFFFFF>очко помощи</color>, чтобы метнуть щит и атаковать врагов поблизости, нанося им <color=#F0D12B>физ. урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "107110001": {
                "Title": "Базовая атака: Неистовый удар"
            },
            "107110002": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1071001, Prop:1001}"
            },
            "107110003": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1071002, Prop:1001}"
            },
            "107110004": {
                "Description": "Множитель урона 3-го этапа",
                "Param": "{Skill:1071003, Prop:1001}"
            },
            "107110005": {
                "Description": "Множитель урона 3-го этапа (альт.)",
                "Param": "{Skill:1071008, Prop:1001}"
            },
            "107110006": {
                "Description": "Множитель урона 4-го этапа",
                "Param": "{Skill:1071004, Prop:1001}"
            },
            "107110007": {
                "Description": "Множитель урона 5-го этапа",
                "Param": "{Skill:1071005, Prop:1001}"
            },
            "107110008": {
                "Description": "Множитель урона 6-го этапа",
                "Param": "{Skill:1071006, Prop:1001}"
            },
            "107110009": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1071001, Prop:1002}"
            },
            "107110010": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1071002, Prop:1002}"
            },
            "107110011": {
                "Description": "Множитель оглушения 3-го этапа",
                "Param": "{Skill:1071003, Prop:1002}"
            },
            "107110012": {
                "Description": "Множитель оглушения 3-го этапа (альт.)",
                "Param": "{Skill:1071008, Prop:1002}"
            },
            "107110013": {
                "Description": "Множитель оглушения 4-го этапа",
                "Param": "{Skill:1071004, Prop:1002}"
            },
            "107110014": {
                "Description": "Множитель оглушения 5-го этапа",
                "Param": "{Skill:1071005, Prop:1002}"
            },
            "107110015": {
                "Description": "Множитель оглушения 6-го этапа",
                "Param": "{Skill:1071006, Prop:1002}"
            },
            "107110016": {
                "Title": "Базовая атака: Тупик"
            },
            "107110017": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071007, Prop:1001}"
            },
            "107110018": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071007, Prop:1002}"
            },
            "107110019": {
                "Description": "Затраты очков помощи",
                "Param": "1"
            }
        },
        "1": {
            "107100003": {
                "Title": "Особая атака: Расходящийся удар щитом",
                "Description": "Для активации нажмите <IconMap:Icon_Special>.\nЦезарь бьёт щитом вперёд, нанося <color=#F0D12B>физ. урон</color>.\nЕсли в начале активации навыка по ней попадает враг, срабатывает <color=#FFFFFF>идеальный блок</color>, который поглощает весь урон от этого удара и автоматически активирует <color=#FFFFFF>особую атаку «Ревущий выпад»</color>.\nПрименив этот навык, Цезарь встаёт в защитную стойку, в которой получает на 40% меньше урона. Когда враг атакует Цезарь, она блокирует удар щитом, и её немного отбрасывает назад. Нажмите <IconMap:Icon_Special> или <IconMap:Icon_SpecialReady>, чтобы применить <color=#FFFFFF>контратаку из блока</color>, которая активирует <color=#FFFFFF>особую атаку «Ревущий выпад»</color> или <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color>.\nЕсли срабатывает <color=#FFFFFF>контратака из блока</color>, во время применения этого навыка персонаж неуязвим."
            },
            "107100004": {
                "Title": "Особая атака: Ревущий выпад",
                "Description": "Для активации нажмите <IconMap:Icon_Special> после запуска <color=#FFFFFF>особой атаки «Расходящийся удар щитом»</color>.\nЦезарь делает выпад вперёд, нанося <color=#F0D12B>физ. урон</color>.\nЕсли не срабатывает ни <color=#FFFFFF>идеальный блок</color>, ни <color=#FFFFFF>контратака из блока</color>, при использовании этого навыка повышается уровень защиты от прерывания.\nЕсли срабатывает <color=#FFFFFF>идеальный блок</color> или <color=#FFFFFF>контратака из блока</color>, во время применения этого навыка персонаж неуязвим."
            },
            "107100005": {
                "Title": "Усиленная особая атака: Парирование с ответом",
                "Description": "Для активации нажмите <IconMap:Icon_SpecialReady>, когда у Цезарь достаточно энергии.\nЦезарь бьёт щитом вперёд, а затем выполняет мощный колющий удар, нанося огромный <color=#F0D12B>физ. урон</color>.\nЕсли в начале активации навыка по ней попадает враг или если удар щитом вызывает <color=#FFFFFF>прерывание</color>, Цезарь выполняет <color=#FFFFFF>идеальный блок</color>, который поглощает весь урон от этого удара и отвечает врагу ударом щита. После срабатывания <color=#FFFFFF>идеального блока</color> нажмите <IconMap:Icon_SpecialReady>, чтобы активировать <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color>, не расходуя на неё энергию.\nПрименив этот навык, Цезарь встаёт в защитную стойку, в которой получает на 40% меньше урона. Когда враг атакует Цезарь, она блокирует удар щитом, и её немного отбрасывает назад. Нажмите <IconMap:Icon_Special> или <IconMap:Icon_SpecialReady>, чтобы применить <color=#FFFFFF>контратаку из блока</color>, которая активирует <color=#FFFFFF>особую атаку «Ревущий выпад»</color> или <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "107100006": {
                "Title": "Усиленная особая атака: Мощный удар щитом",
                "Description": "Для активации нажмите <IconMap:Icon_SpecialReady> после запуска <color=#FFFFFF>усиленной особой атаки «Парирование с ответом»</color>, когда у Цезарь достаточно энергии.\nЦезарь бьёт щитом вперёд, нанося огромный <color=#F0D12B>физ. урон</color>.\nЕсли в начале активации навыка по ней попадает враг или если удар щитом вызывает <color=#FFFFFF>прерывание</color>, Цезарь выполняет <color=#FFFFFF>идеальный блок</color>, который поглощает весь урон от этого удара и восполняет энергию, затраченную на применение навыка.\nЕсли этот навык активируется с помощью <color=#FFFFFF>идеального блока</color> или <color=#FFFFFF>контратаки из блока</color>, <color=#FFFFFF>идеальный блок</color> не сработает ещё раз.\nВо время применения этого навыка персонаж неуязвим."
            },
            "107100007": {
                "Title": "Смена стойки",
                "Description": "Когда у Цезарь срабатывает <color=#FFFFFF>идеальный блок</color>, <color=#FFFFFF>контратака из блока</color> или <color=#FFFFFF>помощь в защите</color>, её импульс увеличивается на <color=#2BAD00>{CAL:8+AvatarSkillLevel(1)*1,1,2}</color>% на 3 сек."
            },
            "107110020": {
                "Title": "Смена стойки"
            },
            "107110021": {
                "Description": "Повышение импульса",
                "Param": "{CAL:8+AvatarSkillLevel(1)*1,1,2}%"
            },
            "107110022": {
                "Title": "Особая атака: Расходящийся удар щитом"
            },
            "107110023": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071009, Prop:1001}"
            },
            "107110024": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071009, Prop:1002}"
            },
            "107110025": {
                "Description": "Множитель оглушения после идеального блока",
                "Param": "{Skill:1071014, Prop:1002}"
            },
            "107110026": {
                "Title": "Особая атака: Ревущий выпад"
            },
            "107110027": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071010, Prop:1001}"
            },
            "107110028": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071010, Prop:1002}"
            },
            "107110029": {
                "Title": "Усиленная особая атака: Парирование с ответом"
            },
            "107110030": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071011, Prop:1001}"
            },
            "107110031": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071011, Prop:1002}"
            },
            "107110032": {
                "Description": "Множитель оглушения после идеального блока",
                "Param": "{Skill:1071015, Prop:1002}"
            },
            "107110033": {
                "Description": "Множитель урона контратаки после идеального блока",
                "Param": "{Skill:1071012, Prop:1001}"
            },
            "107110034": {
                "Description": "Множитель оглушения контратаки после идеального блока",
                "Param": "{Skill:1071012, Prop:1002}"
            },
            "107110035": {
                "Description": "Расход энергии",
                "Param": "40 ед. энергии"
            },
            "107110036": {
                "Title": "Усиленная особая атака: Мощный удар щитом"
            },
            "107110037": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071013, Prop:1001}"
            },
            "107110038": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071013, Prop:1002}"
            },
            "107110039": {
                "Description": "Множитель оглушения после идеального блока",
                "Param": "{Skill:1071015, Prop:1002}"
            },
            "107110040": {
                "Description": "Расход энергии на активацию",
                "Param": "20 ед. энергии"
            }
        },
        "2": {
            "107100008": {
                "Title": "Уклонение: Дрейф",
                "Description": "Нажмите <IconMap:Icon_Evade>, чтобы быстро уклониться в рывке.\nВо время применения этого навыка персонаж неуязвим."
            },
            "107100009": {
                "Title": "Атака в рывке: «Вепрь-экспресс»",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время уклонения.\nЦезарь бьёт щитом вперёд, нанося <color=#F0D12B>физ. урон</color>.\nВо время активации навыка Цезарь получает на 40% меньше урона. Когда враг атакует Цезарь, она блокирует удар щитом, и её немного отбрасывает назад. Нажмите <IconMap:Icon_Special> или <IconMap:Icon_SpecialReady>, чтобы применить <color=#FFFFFF>контратаку из блока</color>, которая активирует <color=#FFFFFF>особую атаку «Ревущий выпад»</color> или <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color>."
            },
            "107100010": {
                "Title": "Контратака после уклонения: Око за око",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время <color=#FFFFFF>идеального уклонения</color>.\nЦезарь бьёт мечом перед собой, нанося <color=#F0D12B>физ. урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "107110041": {
                "Title": "Атака в рывке: «Вепрь-экспресс»"
            },
            "107110042": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071016, Prop:1001}"
            },
            "107110043": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071016, Prop:1002}"
            },
            "107110044": {
                "Title": "Контратака после уклонения: Око за око"
            },
            "107110045": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071017, Prop:1001}"
            },
            "107110046": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071017, Prop:1002}"
            }
        },
        "3": {
            "107100011": {
                "Title": "Цепочка атак: Разборки на дорогах",
                "Description": "Для активации выберите персонажа, когда запущена <color=#FFFFFF>цепочка атак</color>.\nЦезарь мощно рубит врагов перед собой сверху вниз, нанося огромный <color=#F0D12B>физ. урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "107100012": {
                "Title": "Суперспособность: Варварский удар",
                "Description": "Для активации нажмите <IconMap:Icon_UltimateReady> при <color=#FFFFFF>максимальном уровне</color> децибелов.\nЦезарь метает щит и во вращении атакует врагов перед собой, а затем бьёт сверху вниз, нанося огромный <color=#F0D12B>физ. урон</color>.\nЕсли эта атака попадает по врагам со щитом, они получают на <color=#2BAD00>{CAL:40+AvatarSkillLevel(3)*5,1,2}%</color> больше оглушения.\nВо время применения этого навыка персонаж неуязвим."
            },
            "107110047": {
                "Title": "Цепочка атак: Разборки на дорогах"
            },
            "107110048": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071018, Prop:1001}"
            },
            "107110049": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071018, Prop:1002}"
            },
            "107110050": {
                "Title": "Суперспособность: Варварский удар"
            },
            "107110051": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071019, Prop:1001}"
            },
            "107110052": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071019, Prop:1002}"
            },
            "107110053": {
                "Description": "Увеличение оглушения",
                "Param": "{CAL:40+AvatarSkillLevel(3)*5,1,2}%"
            }
        },
        "6": {
            "107100014": {
                "Title": "Быстрая помощь: Смена полосы",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа подбросили.\nЦезарь пронзает врагов перед собой, нанося <color=#F0D12B>физ. урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "107100015": {
                "Title": "Помощь в защите: Спасительная эгида",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа вот-вот атакуют.\nАгент парирует атаки врагов, накапливая у них много очков оглушения.\nНавык отлично парирует вражеские атаки и снижает расход <color=#FFFFFF>очков помощи</color> при сдерживании интенсивных атак.\nВо время применения этого навыка персонаж неуязвим."
            },
            "107100016": {
                "Title": "Помощь в дополнительной атаке: Клинок помощи",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после <color=#FFFFFF>помощи в защите</color>.\nЦезарь метает щит вперёд и выполняет мощную атаку во вращении по врагам перед собой, а затем — рубящий удар, нанося огромный <color=#F0D12B>физ. урон</color>.\nЗапустив этот навык, нажмите <IconMap:Icon_Special> или <IconMap:Icon_SpecialReady>, чтобы применить <color=#FFFFFF>контратаку из блока</color>, которая активирует <color=#FFFFFF>особую атаку «Ревущий выпад»</color> или <color=#FFFFFF>усиленную особую атаку «Мощный удар щитом»</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "107110054": {
                "Title": "Быстрая помощь: Смена полосы"
            },
            "107110055": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071020, Prop:1001}"
            },
            "107110056": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071020, Prop:1002}"
            },
            "107110057": {
                "Title": "Помощь в защите: Спасительная эгида"
            },
            "107110058": {
                "Description": "Множитель оглушения при отражении лёгких атак",
                "Param": "{Skill:1071021, Prop:1002}"
            },
            "107110059": {
                "Description": "Множитель оглушения при отражении мощных атак",
                "Param": "{Skill:1071022, Prop:1002}"
            },
            "107110060": {
                "Description": "Множитель оглушения при отражении цепочек атак",
                "Param": "{Skill:1071023, Prop:1002}"
            },
            "107110061": {
                "Title": "Помощь в дополнительной атаке: Клинок помощи"
            },
            "107110062": {
                "Description": "Множитель урона",
                "Param": "{Skill:1071024, Prop:1001}"
            },
            "107110063": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1071024, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1071001": {
            "DamageValue": 4720,
            "DamageGrowth": 430,
            "DazeValue": 2130,
            "DazeGrowth": 100
        },
        "1071002": {
            "DamageValue": 4090,
            "DamageGrowth": 380,
            "DazeValue": 3380,
            "DazeGrowth": 160
        },
        "1071003": {
            "DamageValue": 14830,
            "DamageGrowth": 1350,
            "DazeValue": 11000,
            "DazeGrowth": 500
        },
        "1071004": {
            "DamageValue": 7880,
            "DamageGrowth": 720,
            "DazeValue": 6750,
            "DazeGrowth": 310
        },
        "1071005": {
            "DamageValue": 19860,
            "DamageGrowth": 1810,
            "DazeValue": 13750,
            "DazeGrowth": 630
        },
        "1071006": {
            "DamageValue": 39990,
            "DamageGrowth": 3640,
            "DazeValue": 26260,
            "DazeGrowth": 1200
        },
        "1071007": {
            "DamageValue": 12630,
            "DamageGrowth": 1150,
            "DazeValue": 9320,
            "DazeGrowth": 430
        },
        "1071008": {
            "DamageValue": 11840,
            "DamageGrowth": 1080,
            "DazeValue": 7360,
            "DazeGrowth": 340
        },
        "1071009": {
            "DamageValue": 5330,
            "DamageGrowth": 490,
            "DazeValue": 2400,
            "DazeGrowth": 110
        },
        "1071010": {
            "DamageValue": 5880,
            "DamageGrowth": 540,
            "DazeValue": 2650,
            "DazeGrowth": 130
        },
        "1071011": {
            "DamageValue": 38720,
            "DamageGrowth": 3520,
            "DazeValue": 25260,
            "DazeGrowth": 1150
        },
        "1071012": {
            "DamageValue": 38720,
            "DamageGrowth": 3520,
            "DazeValue": 25260,
            "DazeGrowth": 1150
        },
        "1071013": {
            "DamageValue": 42570,
            "DamageGrowth": 3870,
            "DazeValue": 28840,
            "DazeGrowth": 1320
        },
        "1071014": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 7700,
            "DazeGrowth": 350
        },
        "1071015": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 15400,
            "DazeGrowth": 700
        },
        "1071016": {
            "DamageValue": 6230,
            "DamageGrowth": 570,
            "DazeValue": 3120,
            "DazeGrowth": 150
        },
        "1071017": {
            "DamageValue": 19350,
            "DamageGrowth": 1760,
            "DazeValue": 17420,
            "DazeGrowth": 800
        },
        "1071018": {
            "DamageValue": 63880,
            "DamageGrowth": 5810,
            "DazeValue": 19990,
            "DazeGrowth": 910
        },
        "1071019": {
            "DamageValue": 201230,
            "DamageGrowth": 18300,
            "DazeValue": 27870,
            "DazeGrowth": 1270
        },
        "1071020": {
            "DamageValue": 6420,
            "DamageGrowth": 590,
            "DazeValue": 6420,
            "DazeGrowth": 300
        },
        "1071021": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 27130,
            "DazeGrowth": 1240
        },
        "1071022": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34530,
            "DazeGrowth": 1570
        },
        "1071023": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16930,
            "DazeGrowth": 770
        },
        "1071024": {
            "DamageValue": 40720,
            "DamageGrowth": 3710,
            "DazeValue": 35630,
            "DazeGrowth": 1620
        }
    }
}