{
    "Name": "Цинъи",
    "ElementTypes": [
        "Elec"
    ],
    "Talents": {
        "1": {
            "Title": "Диэлектрический пробой",
            "Description": "Когда Цинъи выходит на поле боя, она мгновенно восстанавливает эффект <color=#FFFFFF>«Пробивное напряжение»</color> до максимума и накапливает этот эффект на 30% быстрее. Когда Цинъи наносит врагу урон <color=#FFFFFF>базовой атакой «Упоённо на месяц взираю»</color> с <color=#FFFFFF>Пробивным напряжением</color> на максимуме, защита этого врага уменьшается на 15%, а шанс крит. попадания Цинъи по этому врагу повышается на 20%. Продолжительность — 15 сек.",
            "Lore": "«Вашей жизни ничто не угрожает, но прошу, не сопротивляйтесь аресту».\nТочки приложения и сила тока разряда специально рассчитаны так, чтобы электрошок был безопасен для подозреваемого."
        },
        "2": {
            "Title": "Не силой, а умением",
            "Description": "Множитель уязвимости при оглушении от каждого уровня эффекта <color=#FFFFFF>«Укрощение непокорных»</color> <color=#FFFFFF>основного пассивного навыка «Тысяча осеней»</color> повышается до 135% от изначального значения. Если атака Цинъи наносит урон врагу, а число уровней эффекта <color=#FFFFFF>«Укрощение непокорных»</color> достигло максимума, наносимое оглушение увеличивается на 15%.",
            "Lore": "Приём из боевого искусства времён старой цивилизации. Правда, в оригинале эта техника применялась не для боя с цепом, а для кулачного боя.\n«Какая разница? Моя рука не так уж сильно отличается от трёхзвенного цепа»."
        },
        "3": {
            "Title": "Пить горячее полезно",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "«Молодёжь должна следить за здоровьем. Пейте больше горячей воды!»\nКогда Цинъи делает глоток из своего термоса, кажется, что она пьёт просто тёплую воду. Но будьте осторожны, если она предложит отпить из него вам!\n«Она пьёт крутой кипяток и даже не морщится...»\n— из заявления одного сотрудника Собеза на получение больничного листа."
        },
        "4": {
            "Title": "Стабильный электродуговой барьер",
            "Description": "Когда Цинъи входит в состояние <color=#FFFFFF>Искрения</color> или выходит из него, она получает щит в размере 10% от максимума своих HP. Если Цинъи получает новый щит, пока ещё действует старый, она восстанавливает 5 ед. энергии. Генерация энергии срабатывает раз в 10 сек.",
            "Lore": "Этот электродуговой барьер, сочетающий функции защиты, атаки и преобразования энергии, использует технологии автоматонов старой цивилизации, изученные и переконструированные институтом Уайтстар.\n«Как говорится в древней пословице: \"Поток может нести лодку, а может её и опрокинуть\". То же верно и для электрического тока: его можно использовать как для защиты, так и для нападения. Хорошее сочетание»."
        },
        "5": {
            "Title": "Молода душой",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "«Да, молодёжи нужно пробовать что-то новое! Вперёд!»\nЭти слова Цинъи могут показаться пренебрежительными и насмешливыми, но если вы попали в беду, просто делайте, как она говорит. В конце концов, Цинъи прожила сотни, если не тысячи лет. Ерунды она не посоветует."
        },
        "6": {
            "Title": "Восемь меридианов",
            "Description": "Для <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color> значительно повышается уровень прерывания, а наносимый этой атакой крит. урон дополнительно повышается на 100%. Когда Цинъи наносит <color=#FFFFFF>базовой атакой «Упоённо на месяц взираю»</color> урон врагу, сопротивление врага к урону от всех атрибутов снижается на 20% на 15 сек.",
            "Lore": "В книгах старой цивилизации говорилось о меридианах, по которым жизненная энергия циркулирует по телу человека. Говорят, овладев этими знаниями, можно мгновенно обездвижить противника, ударив по нужной точке.\n«В следующий раз нужно опробовать акупунктурные точки, которые вызывают чесотку. Только вот на ком? На директоре или на Чжу Юань?»"
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Основной пассивный навык: Тысяча осеней",
            "DescriptionByLevel": {
                "1": "Когда Цинъи наносит врагу урон завершающим ударом <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color>, на врага накладывается 5 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> (максимум накладывается 20 ур.). Каждый уровень эффекта <color=#FFFFFF>«Укрощение непокорных»</color> повышает множитель уязвимости врага при оглушении на <color=#2BAD00>2%</color>. Завершающий удар <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color> накладывает на врага дополнительно по 1 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> за каждый нанесённый удар в рывке этой базовой атаки. Если выполнение завершающего удара вызывает <color=#FFFFFF>идеальное уклонение</color>, Цинъи сразу получает {CAL:5+5,1,2} ур. эффекта <color=#FFFFFF>«Укрощение непокорных» </color>. Когда эффект «Укрощение непокорных» применяется к обычным или элитным врагам, накладывается в два раза больше уровней эффекта. Когда враг выходит из состояния оглушения, уровни эффекта <color=#FFFFFF>«Укрощение непокорных»</color> сбрасываются.",
                "2": "Когда Цинъи наносит врагу урон завершающим ударом <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color>, на врага накладывается 5 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> (максимум накладывается 20 ур.). Каждый уровень эффекта <color=#FFFFFF>«Укрощение непокорных»</color> повышает множитель уязвимости врага при оглушении на <color=#2BAD00>2,4%</color>. Завершающий удар <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color> накладывает на врага дополнительно по 1 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> за каждый нанесённый удар в рывке этой базовой атаки. Если выполнение завершающего удара вызывает <color=#FFFFFF>идеальное уклонение</color>, Цинъи сразу получает {CAL:5+5,1,2} ур. эффекта <color=#FFFFFF>«Укрощение непокорных» </color>. Когда эффект «Укрощение непокорных» применяется к обычным или элитным врагам, накладывается в два раза больше уровней эффекта. Когда враг выходит из состояния оглушения, уровни эффекта <color=#FFFFFF>«Укрощение непокорных»</color> сбрасываются.",
                "3": "Когда Цинъи наносит врагу урон завершающим ударом <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color>, на врага накладывается 5 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> (максимум накладывается 20 ур.). Каждый уровень эффекта <color=#FFFFFF>«Укрощение непокорных»</color> повышает множитель уязвимости врага при оглушении на <color=#2BAD00>2,7%</color>. Завершающий удар <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color> накладывает на врага дополнительно по 1 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> за каждый нанесённый удар в рывке этой базовой атаки. Если выполнение завершающего удара вызывает <color=#FFFFFF>идеальное уклонение</color>, Цинъи сразу получает {CAL:5+5,1,2} ур. эффекта <color=#FFFFFF>«Укрощение непокорных» </color>. Когда эффект «Укрощение непокорных» применяется к обычным или элитным врагам, накладывается в два раза больше уровней эффекта. Когда враг выходит из состояния оглушения, уровни эффекта <color=#FFFFFF>«Укрощение непокорных»</color> сбрасываются.",
                "4": "Когда Цинъи наносит врагу урон завершающим ударом <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color>, на врага накладывается 5 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> (максимум накладывается 20 ур.). Каждый уровень эффекта <color=#FFFFFF>«Укрощение непокорных»</color> повышает множитель уязвимости врага при оглушении на <color=#2BAD00>3%</color>. Завершающий удар <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color> накладывает на врага дополнительно по 1 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> за каждый нанесённый удар в рывке этой базовой атаки. Если выполнение завершающего удара вызывает <color=#FFFFFF>идеальное уклонение</color>, Цинъи сразу получает {CAL:5+5,1,2} ур. эффекта <color=#FFFFFF>«Укрощение непокорных» </color>. Когда эффект «Укрощение непокорных» применяется к обычным или элитным врагам, накладывается в два раза больше уровней эффекта. Когда враг выходит из состояния оглушения, уровни эффекта <color=#FFFFFF>«Укрощение непокорных»</color> сбрасываются.",
                "5": "Когда Цинъи наносит врагу урон завершающим ударом <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color>, на врага накладывается 5 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> (максимум накладывается 20 ур.). Каждый уровень эффекта <color=#FFFFFF>«Укрощение непокорных»</color> повышает множитель уязвимости врага при оглушении на <color=#2BAD00>3,4%</color>. Завершающий удар <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color> накладывает на врага дополнительно по 1 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> за каждый нанесённый удар в рывке этой базовой атаки. Если выполнение завершающего удара вызывает <color=#FFFFFF>идеальное уклонение</color>, Цинъи сразу получает {CAL:5+5,1,2} ур. эффекта <color=#FFFFFF>«Укрощение непокорных» </color>. Когда эффект «Укрощение непокорных» применяется к обычным или элитным врагам, накладывается в два раза больше уровней эффекта. Когда враг выходит из состояния оглушения, уровни эффекта <color=#FFFFFF>«Укрощение непокорных»</color> сбрасываются.",
                "6": "Когда Цинъи наносит врагу урон завершающим ударом <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color>, на врага накладывается 5 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> (максимум накладывается 20 ур.). Каждый уровень эффекта <color=#FFFFFF>«Укрощение непокорных»</color> повышает множитель уязвимости врага при оглушении на <color=#2BAD00>3,7%</color>. Завершающий удар <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color> накладывает на врага дополнительно по 1 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> за каждый нанесённый удар в рывке этой базовой атаки. Если выполнение завершающего удара вызывает <color=#FFFFFF>идеальное уклонение</color>, Цинъи сразу получает {CAL:5+5,1,2} ур. эффекта <color=#FFFFFF>«Укрощение непокорных» </color>. Когда эффект «Укрощение непокорных» применяется к обычным или элитным врагам, накладывается в два раза больше уровней эффекта. Когда враг выходит из состояния оглушения, уровни эффекта <color=#FFFFFF>«Укрощение непокорных»</color> сбрасываются.",
                "7": "Когда Цинъи наносит врагу урон завершающим ударом <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color>, на врага накладывается 5 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> (максимум накладывается 20 ур.). Каждый уровень эффекта <color=#FFFFFF>«Укрощение непокорных»</color> повышает множитель уязвимости врага при оглушении на <color=#2BAD00>4%</color>. Завершающий удар <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color> накладывает на врага дополнительно по 1 ур. эффекта <color=#FFFFFF>«Укрощение непокорных»</color> за каждый нанесённый удар в рывке этой базовой атаки. Если выполнение завершающего удара вызывает <color=#FFFFFF>идеальное уклонение</color>, Цинъи сразу получает {CAL:5+5,1,2} ур. эффекта <color=#FFFFFF>«Укрощение непокорных» </color>. Когда эффект «Укрощение непокорных» применяется к обычным или элитным врагам, накладывается в два раза больше уровней эффекта. Когда враг выходит из состояния оглушения, уровни эффекта <color=#FFFFFF>«Укрощение непокорных»</color> сбрасываются."
            }
        },
        "MathSkill": {
            "Title": "Дополнительная способность: Три куплета о Янгуань",
            "Description": "Активируется, если в отряде есть персонаж со специальностью <color=#FFFFFF>«Нападение»</color> или из той же фракции.\n<color=#FFFFFF>Базовые атаки</color> наносят на 20% больше оглушения. Кроме того, каждая единица Импульса Цинъи сверх 120 повышает её силу атаки на 6. Общая прибавка силы атаки этим способом не может превышать 600."
        }
    },
    "SkillDescriptions": {
        "0": {
            "125100001": {
                "Title": "Базовая атака: Песнь о злом духе",
                "Description": "Для активации нажмите <IconMap:Icon_Normal>.\nАгент совершает дробящие удары перед собой (до 4 этапов), нанося <color=#F0D12B>физический</color> и <color=#2EB6FF>электрический</color> урон.\nВо время 3-го этапа нажмите <IconMap:Icon_Normal> несколько раз подряд, чтобы продолжать атаковать. Если в это время использовать <color=#FFFFFF>уклонение</color>, это не прерывает серию <color=#FFFFFF>базовой атаки</color>.\nЕсли во время 3-го этапа прекратить нажимать <IconMap:Icon_Normal>, серия прервётся и будет автоматически выполнен 4-й этап атаки. По достижении определённого времени серии 4-й этап усиливается.\nВо время 3-го и 4-го этапов повышен уровень защиты от прерывания, а получаемый урон снижен на 40%."
            },
            "125100002": {
                "Title": "Базовая атака: Упоённо на тучи гляжу",
                "Description": "Зажмите <IconMap:Icon_Normal> для активации.\nАгент делает рывок и бьёт перед собой, нанося <color=#2EB6FF>электрический урон</color>.\nВо время применения данного навыка повышается уровень защиты от прерывания."
            },
            "125100003": {
                "Title": "Искрение",
                "Description": "Если Цинъи наносит своим навыком <color=#2EB6FF>электрический урон</color>, это накапливает эффект <color=#FFFFFF>«Пробивное напряжение»</color>. Когда уровень этого эффекта<color=#FFFFFF></color> достигает 75%, Цинъи входит в состояние <color=#FFFFFF>Искрения</color>. При запуске <color=#FFFFFF>базовой атаки «Упоённо на месяц взираю»</color> Цинъи расходует всё <color=#FFFFFF>Пробивное напряжение</color> и выходит из состояния <color=#FFFFFF>Искрения</color>. За каждый 1% израсходованного <color=#FFFFFF>Пробивного напряжения</color> свыше накопленных 75% наносимый атакой урон повышается на 1%, а оглушение — на 0,5%. <color=#FFFFFF>Базовая атака «Упоённо на месяц взираю»</color> сама по себе не накапливает <color=#FFFFFF>Пробивное напряжение</color>."
            },
            "125100004": {
                "Title": "Базовая атака: Упоённо на месяц взираю",
                "Description": "Для активации зажмите <IconMap:Icon_Normal>, находясь в состоянии <color=#FFFFFF>Искрения</color>.\nАгент выполняет серию из пяти ударов в рывке перед собой, а затем завершающий удар, наносящий огромный <color=#2EB6FF>электрический урон</color>. Во время применения этого навыка отпустите <IconMap:Icon_Normal>, чтобы сразу выполнить завершающий удар.\nИспользуйте завершающий удар, когда агент вот-вот будет атакован, чтобы выполнить <color=#FFFFFF>идеальное уклонение</color>.\nВо время выполнения атаки в рывке повышается уровень защиты от прерывания, а получаемый урон снижен на 40%. Во время выполнения завершающего удара персонаж неуязвим."
            },
            "125100016": {
                "Title": "Базовая атака: Песнь о злом духе"
            },
            "125100017": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1251001, Prop:1001}"
            },
            "125100018": {
                "Description": "Множитель урона 1-го этапа (альт.)",
                "Param": "{Skill:1251002, Prop:1001}"
            },
            "125100019": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1251003, Prop:1001}"
            },
            "125100020": {
                "Description": "Множитель урона 3-го этапа",
                "Param": "{Skill:1251004, Prop:1001}"
            },
            "125100021": {
                "Description": "Множитель урона 4-го этапа",
                "Param": "{Skill:1251005, Prop:1001}"
            },
            "125100022": {
                "Description": "Множитель урона 4-го этапа (усиление)",
                "Param": "{Skill:1251006, Prop:1001}"
            },
            "125100023": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1251001, Prop:1002}"
            },
            "125100024": {
                "Description": "Множитель оглушения 1-го этапа (альт.)",
                "Param": "{Skill:1251002, Prop:1002}"
            },
            "125100025": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1251003, Prop:1002}"
            },
            "125100026": {
                "Description": "Множитель оглушения 3-го этапа",
                "Param": "{Skill:1251004, Prop:1002}"
            },
            "125100027": {
                "Description": "Множитель оглушения 4-го этапа",
                "Param": "{Skill:1251005, Prop:1002}"
            },
            "125100028": {
                "Description": "Множитель оглушения 4-го этапа (усиление)",
                "Param": "{Skill:1251006, Prop:1002}"
            },
            "125100029": {
                "Title": "Базовая атака: Упоённо на тучи гляжу"
            },
            "125100030": {
                "Description": "Множитель урона",
                "Param": "{Skill:1251007, Prop:1001}"
            },
            "125100031": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1251007, Prop:1002}"
            },
            "125100032": {
                "Title": "Базовая атака: Упоённо на месяц взираю"
            },
            "125100033": {
                "Description": "Множитель урона атаки с рывком",
                "Param": "{Skill:1251008, Prop:1001}"
            },
            "125100034": {
                "Description": "Множитель урона завершающего удара",
                "Param": "{Skill:1251009, Prop:1001}"
            },
            "125100035": {
                "Description": "Множитель оглушения атаки с рывком",
                "Param": "{Skill:1251008, Prop:1002}"
            },
            "125100036": {
                "Description": "Множитель оглушения завершающего удара",
                "Param": "{Skill:1251009, Prop:1002}"
            }
        },
        "1": {
            "125100005": {
                "Title": "Особая атака: Зал в узорчатой парче",
                "Description": "Для активации нажмите <IconMap:Icon_Special>.\nАгент быстро бьёт снизу вверх, а затем — сверху вниз, нанося <color=#2EB6FF>электрический урон</color>.\nВо время применения этого навыка повышается уровень защиты от прерывания."
            },
            "125100006": {
                "Title": "Усиленная особая атака: Луна над бегонией",
                "Description": "Для активации нажмите <IconMap:Icon_SpecialReady>, когда у агента достаточно энергии.\nАгент делает рывок вперёд и бьёт вверх, подпрыгивает и, вращаясь, выполняет ряд ударов, а затем — мощный удар сверху вниз, наносящий огромный <color=#2EB6FF>электрический урон</color>. Зажмите <IconMap:Icon_SpecialReady>, чтобы продлить серию ударов во вращении, дополнительно расходуя энергию.\nВо время применения этого навыка персонаж неуязвим.\nПосле выполнения этого приёма вы сразу же можете перейти к 3-му этапу <color=#FFFFFF>базовой атаки</color>."
            },
            "125100037": {
                "Title": "Особая атака: Зал в узорчатой парче"
            },
            "125100038": {
                "Description": "Множитель урона",
                "Param": "{Skill:1251010, Prop:1001}"
            },
            "125100039": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1251010, Prop:1002}"
            },
            "125100040": {
                "Title": "Усиленная особая атака: Луна над бегонией"
            },
            "125100041": {
                "Description": "Множитель урона",
                "Param": "{{Skill:1251011, Prop:1001} + {Skill:1251021, Prop:1001} + {Skill:1251022, Prop:1001}}"
            },
            "125100042": {
                "Description": "Множитель оглушения",
                "Param": "{{Skill:1251011, Prop:1002} + {Skill:1251021, Prop:1002} + {Skill:1251022, Prop:1002}}"
            },
            "125100043": {
                "Description": "Расход энергии",
                "Param": "60 ед."
            },
            "125100044": {
                "Description": "Доп. расход энергии",
                "Param": "20 ед."
            }
        },
        "2": {
            "125100007": {
                "Title": "Уклонение: Гусиный крик разносит ветер",
                "Description": "Нажмите <IconMap:Icon_Evade>, чтобы быстро уклониться в рывке.\nВо время применения этого навыка персонаж неуязвим."
            },
            "125100008": {
                "Title": "Атака в рывке: Барабаны, цимбалы и гонги",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время уклонения.\nАгент делает рывок вперёд и бьёт снизу вверх, нанося <color=#F0D12B>физический урон</color>."
            },
            "125100009": {
                "Title": "Контратака после уклонения: Словами моих чувств не описать",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время <color=#FFFFFF>идеального уклонения</color>.\nАгент подпрыгивает и выполняет удар сверху вниз, нанося <color=#2EB6FF>электрический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "125100045": {
                "Title": "Атака в рывке: Барабаны, цимбалы и гонги"
            },
            "125100046": {
                "Description": "Множитель урона",
                "Param": "{Skill:1251012, Prop:1001}"
            },
            "125100047": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1251012, Prop:1002}"
            },
            "125100048": {
                "Title": "Контратака после уклонения: Словами моих чувств не описать"
            },
            "125100049": {
                "Description": "Множитель урона",
                "Param": "{Skill:1251013, Prop:1001}"
            },
            "125100050": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1251013, Prop:1002}"
            }
        },
        "3": {
            "125100010": {
                "Title": "Цепочка атак: Мелодия безмятежности",
                "Description": "Для активации выберите Цинъи, когда запущена <color=#FFFFFF>цепочка атак</color>.\nАгент выполняет ряд мощных ударов в большой области перед собой, нанося огромный <color=#2EB6FF>электрический урон</color>.\nКогда этот навык наносит урон врагу, урон от навыка повышается на 3% за каждый уровень эффекта <color=#FFFFFF>«Укрощение непокорных»</color>, накладываемого на врага при помощи <color=#FFFFFF>основного пассивного навыка «Тысяча осеней»</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "125100011": {
                "Title": "Суперспособность: Восемь звучаний Ганьчжоу",
                "Description": "Для активации нажмите <IconMap:Icon_UltimateReady> при <color=#FFFFFF>максимальном</color> уровне децибелов.\nАгент выполняет ряд мощных ударов по большой области перед собой, а затем — завершающий удар, нанося огромный <color=#2EB6FF>электрический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "125100051": {
                "Title": "Цепочка атак: Мелодия безмятежности"
            },
            "125100052": {
                "Description": "Множитель урона",
                "Param": "{Skill:1251014, Prop:1001}"
            },
            "125100053": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1251014, Prop:1002}"
            },
            "125100054": {
                "Title": "Суперспособность: Восемь звучаний Ганьчжоу"
            },
            "125100055": {
                "Description": "Множитель урона",
                "Param": "{Skill:1251015, Prop:1001}"
            },
            "125100056": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1251015, Prop:1002}"
            }
        },
        "6": {
            "125100013": {
                "Title": "Быстрая помощь: Ветер в соснах",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа подбросили.\nАгент подпрыгивает и бьёт сверху вниз, нанося <color=#2EB6FF>электрический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "125100014": {
                "Title": "Помощь в защите: Цветы на парче",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа вот-вот атакуют.\nАгент парирует атаки врагов, накапливая у них много очков оглушения.\nНавык отлично парирует вражеские атаки и снижает расход <color=#FFFFFF>очков помощи</color> при сдерживании интенсивных атак.\nВо время применения этого навыка персонаж неуязвим."
            },
            "125100015": {
                "Title": "Помощь в дополнительной атаке: Струится Цинцзян",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после <color=#FFFFFF>помощи в защите</color>.\nАгент делает рывок вперёд и заряжает электричеством землю, а затем отступает и вызывает взрыв, наносящий <color=#2EB6FF>электрический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "125100057": {
                "Title": "Быстрая помощь: Ветер в соснах"
            },
            "125100058": {
                "Description": "Множитель урона",
                "Param": "{Skill:1251016, Prop:1001}"
            },
            "125100059": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1251016, Prop:1002}"
            },
            "125100060": {
                "Title": "Помощь в защите: Цветы на парче"
            },
            "125100061": {
                "Description": "Множитель оглушения при отражении лёгких атак",
                "Param": "{Skill:1251017, Prop:1002}"
            },
            "125100062": {
                "Description": "Множитель оглушения при отражении мощных атак",
                "Param": "{Skill:1251018, Prop:1002}"
            },
            "125100063": {
                "Description": "Множитель оглушения при отражении цепочек атак",
                "Param": "{Skill:1251019, Prop:1002}"
            },
            "125100064": {
                "Title": "Помощь в дополнительной атаке: Струится Цинцзян"
            },
            "125100065": {
                "Description": "Множитель урона",
                "Param": "{Skill:1251020, Prop:1001}"
            },
            "125100066": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1251020, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1251001": {
            "DamageValue": 4720,
            "DamageGrowth": 430,
            "DazeValue": 2360,
            "DazeGrowth": 110
        },
        "1251002": {
            "DamageValue": 11030,
            "DamageGrowth": 1010,
            "DazeValue": 5520,
            "DazeGrowth": 260
        },
        "1251003": {
            "DamageValue": 12210,
            "DamageGrowth": 1110,
            "DazeValue": 8220,
            "DazeGrowth": 380
        },
        "1251004": {
            "DamageValue": 1760,
            "DamageGrowth": 160,
            "DazeValue": 1910,
            "DazeGrowth": 90
        },
        "1251005": {
            "DamageValue": 10640,
            "DamageGrowth": 970,
            "DazeValue": 10630,
            "DazeGrowth": 490
        },
        "1251006": {
            "DamageValue": 23440,
            "DamageGrowth": 2140,
            "DazeValue": 20470,
            "DazeGrowth": 940
        },
        "1251007": {
            "DamageValue": 8560,
            "DamageGrowth": 780,
            "DazeValue": 8560,
            "DazeGrowth": 390
        },
        "1251008": {
            "DamageValue": 44870,
            "DamageGrowth": 4080,
            "DazeValue": 27190,
            "DazeGrowth": 1240
        },
        "1251009": {
            "DamageValue": 39440,
            "DamageGrowth": 3590,
            "DazeValue": 21760,
            "DazeGrowth": 990
        },
        "1251010": {
            "DamageValue": 6240,
            "DamageGrowth": 570,
            "DazeValue": 6240,
            "DazeGrowth": 290
        },
        "1251011": {
            "DamageValue": 15070,
            "DamageGrowth": 1370,
            "DazeValue": 11110,
            "DazeGrowth": 510
        },
        "1251012": {
            "DamageValue": 4950,
            "DamageGrowth": 450,
            "DazeValue": 2480,
            "DazeGrowth": 120
        },
        "1251013": {
            "DamageValue": 28400,
            "DamageGrowth": 2590,
            "DazeValue": 19040,
            "DazeGrowth": 870
        },
        "1251014": {
            "DamageValue": 64790,
            "DamageGrowth": 5890,
            "DazeValue": 20900,
            "DazeGrowth": 950
        },
        "1251015": {
            "DamageValue": 167070,
            "DamageGrowth": 15190,
            "DazeValue": 109710,
            "DazeGrowth": 4990
        },
        "1251016": {
            "DamageValue": 13390,
            "DamageGrowth": 1220,
            "DazeValue": 13390,
            "DazeGrowth": 610
        },
        "1251017": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 24930,
            "DazeGrowth": 1140
        },
        "1251018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 30430,
            "DazeGrowth": 1390
        },
        "1251019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 12830,
            "DazeGrowth": 590
        },
        "1251020": {
            "DamageValue": 37640,
            "DamageGrowth": 3430,
            "DazeValue": 27900,
            "DazeGrowth": 1270
        },
        "1251021": {
            "DamageValue": 21100,
            "DamageGrowth": 1920,
            "DazeValue": 15550,
            "DazeGrowth": 710
        },
        "1251022": {
            "DamageValue": 24110,
            "DamageGrowth": 2200,
            "DazeValue": 17770,
            "DazeGrowth": 810
        }
    }
}