{
    "Name": "Сет",
    "ElementTypes": [
        "Elec"
    ],
    "Talents": {
        "1": {
            "Title": "Героизм",
            "Description": "Значение щита, который даёт эффект <color=#FFFFFF>«Непоколебимый щит»</color>, а также максимум этого щита повышаются на 30%. Когда эффект <color=#FFFFFF>«Непоколебимый щит»</color> прекращает действие, повышение знания аномалии от <color=#FFFFFF>основного пассивного навыка «Страж»</color> продолжает действовать на 10 сек. дольше.",
            "Lore": "Когда его отряд вступает в бой, Сет всегда в первых рядах:\n— Арестами займусь я! На экзамене по технике задержания у меня было 99 баллов! Один балл вычли за то, что я случайно инструктору запястье вывихнул!"
        },
        "2": {
            "Title": "Молодой и горячий",
            "Description": "Вступая на поле боя, Сет немедленно получает 75% <color=#FFFFFF>Порыва</color>. Когда Сет попадает по врагу своей <color=#FFFFFF>базовой атакой «Раскат грома — Шок»</color>, это повышает <color=#2EB6FF>накопление аномалии электрического атрибута</color> от этого приёма на 35%.",
            "Lore": "Многие преступники недооценивают Сета: может, их вводит в заблуждение его по-детски наивный взгляд, может — кошачьи ушки и хвост. Но в любом случае недооценивать Сета — это ошибка, за которую всякому приходится платить."
        },
        "3": {
            "Title": "Непрошибаемость",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "— Ты же такой умелый собезовец! Наверное, ты сам со всем можешь разобраться? И помощь ничья тебе не нужна, верно?\nУслышав эти слова, Сет и глазом не повёл. Но следующей ночью ему, уже засыпавшему, вдруг ударила в голову мысль: «А может, это был сарказм?»"
        },
        "4": {
            "Title": "Исходная цель",
            "Description": "Оглушение, наносимое <color=#FFFFFF>помощью в защите «Щит грома»</color>, повышается на 25%.",
            "Lore": "— Хватит твоих наивных рассуждений о добре и зле. Всех не защитишь. Иногда приходится выбирать.\n— Вот я и выбрал так, как должен выбирать настоящий собезовец. А ты изменился, брат."
        },
        "5": {
            "Title": "Восхищение издалека",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "Когда-то Сет восхищался своим старшим братом и глубоко уважал его. Но «восхищаться» не значит «понимать» — как правило, бывает совсем наоборот.\n— Когда-нибудь я стану лучшим в Собезе... и посмотрим, что он тогда скажет!"
        },
        "6": {
            "Title": "Идеалист",
            "Description": "При попадании по врагу завершающий удар <color=#FFFFFF>базовой атаки «Раскат грома — Шок»</color> наносит дополнительный урон, равный 500% от силы атаки Сета. Этот удар гарантированно вызывает крит. попадание, а величина крит. урона повышается на 60%.",
            "Lore": "В глазах юноши мир чёрно-белый: есть добро, есть зло, между ними есть чёткая граница.\nВсегда найдётся кто-нибудь, кто скажет, что всё не так однозначно, что бывают ситуации, когда добро не отличишь от зла. Но стоит ли сражаться за такой мир, в котором добро нельзя отличить от зла?"
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Основной пассивный навык: Страж",
            "DescriptionByLevel": {
                "1": "Когда Сет использует <color=#FFFFFF>усиленную особую атаку «Молниеносный удар щитом — Высокое напряжение»</color>, он получает эффект <color=#FFFFFF>«Непоколебимый щит»</color> в размере <color=#2BAD00>40%</color> от изначальной силы атаки Сета (макс. 3000 ед.) и длящийся 25 сек. Срабатывает не чаще одного раза в 10 сек. Когда <color=#FFFFFF>базовая атака «Раскат грома — Шок»</color> или <color=#FFFFFF>помощь в дополнительной атаке «Санкция Собеза»</color> вызывает <color=#FFFFFF>быструю помощь</color> или <color=#FFFFFF>цепочку атак</color>, в результате чего на поле выходит другой агент, этот агент получает <color=#FFFFFF>Непоколебимый щит</color> в размере <color=#2BAD00>40%</color> от изначальной силы атаки Сета (макс. 3000 ед.) на 25 сек. Срабатывает не чаще одного раза в 10 сек. <color=#FFFFFF>Непоколебимый щит</color> повышает знание аномалии на <color=#2BAD00>50</color> ед.",
                "2": "Когда Сет использует <color=#FFFFFF>усиленную особую атаку «Молниеносный удар щитом — Высокое напряжение»</color>, он получает эффект <color=#FFFFFF>«Непоколебимый щит»</color> в размере <color=#2BAD00>50%</color> от изначальной силы атаки Сета (макс. 3000 ед.) и длящийся 25 сек. Срабатывает не чаще одного раза в 10 сек. Когда <color=#FFFFFF>базовая атака «Раскат грома — Шок»</color> или <color=#FFFFFF>помощь в дополнительной атаке «Санкция Собеза»</color> вызывает <color=#FFFFFF>быструю помощь</color> или <color=#FFFFFF>цепочку атак</color>, в результате чего на поле выходит другой агент, этот агент получает <color=#FFFFFF>Непоколебимый щит</color> в размере <color=#2BAD00>50%</color> от изначальной силы атаки Сета (макс. 3000 ед.) на 25 сек. Срабатывает не чаще одного раза в 10 сек. <color=#FFFFFF>Непоколебимый щит</color> повышает знание аномалии на <color=#2BAD00>62</color> ед.",
                "3": "Когда Сет использует <color=#FFFFFF>усиленную особую атаку «Молниеносный удар щитом — Высокое напряжение»</color>, он получает эффект <color=#FFFFFF>«Непоколебимый щит»</color> в размере <color=#2BAD00>60%</color> от изначальной силы атаки Сета (макс. 3000 ед.) и длящийся 25 сек. Срабатывает не чаще одного раза в 10 сек. Когда <color=#FFFFFF>базовая атака «Раскат грома — Шок»</color> или <color=#FFFFFF>помощь в дополнительной атаке «Санкция Собеза»</color> вызывает <color=#FFFFFF>быструю помощь</color> или <color=#FFFFFF>цепочку атак</color>, в результате чего на поле выходит другой агент, этот агент получает <color=#FFFFFF>Непоколебимый щит</color> в размере <color=#2BAD00>60%</color> от изначальной силы атаки Сета (макс. 3000 ед.) на 25 сек. Срабатывает не чаще одного раза в 10 сек. <color=#FFFFFF>Непоколебимый щит</color> повышает знание аномалии на <color=#2BAD00>75</color> ед.",
                "4": "Когда Сет использует <color=#FFFFFF>усиленную особую атаку «Молниеносный удар щитом — Высокое напряжение»</color>, он получает эффект <color=#FFFFFF>«Непоколебимый щит»</color> в размере <color=#2BAD00>68%</color> от изначальной силы атаки Сета (макс. 3000 ед.) и длящийся 25 сек. Срабатывает не чаще одного раза в 10 сек. Когда <color=#FFFFFF>базовая атака «Раскат грома — Шок»</color> или <color=#FFFFFF>помощь в дополнительной атаке «Санкция Собеза»</color> вызывает <color=#FFFFFF>быструю помощь</color> или <color=#FFFFFF>цепочку атак</color>, в результате чего на поле выходит другой агент, этот агент получает <color=#FFFFFF>Непоколебимый щит</color> в размере <color=#2BAD00>68%</color> от изначальной силы атаки Сета (макс. 3000 ед.) на 25 сек. Срабатывает не чаще одного раза в 10 сек. <color=#FFFFFF>Непоколебимый щит</color> повышает знание аномалии на <color=#2BAD00>85</color> ед.",
                "5": "Когда Сет использует <color=#FFFFFF>усиленную особую атаку «Молниеносный удар щитом — Высокое напряжение»</color>, он получает эффект <color=#FFFFFF>«Непоколебимый щит»</color> в размере <color=#2BAD00>72%</color> от изначальной силы атаки Сета (макс. 3000 ед.) и длящийся 25 сек. Срабатывает не чаще одного раза в 10 сек. Когда <color=#FFFFFF>базовая атака «Раскат грома — Шок»</color> или <color=#FFFFFF>помощь в дополнительной атаке «Санкция Собеза»</color> вызывает <color=#FFFFFF>быструю помощь</color> или <color=#FFFFFF>цепочку атак</color>, в результате чего на поле выходит другой агент, этот агент получает <color=#FFFFFF>Непоколебимый щит</color> в размере <color=#2BAD00>72%</color> от изначальной силы атаки Сета (макс. 3000 ед.) на 25 сек. Срабатывает не чаще одного раза в 10 сек. <color=#FFFFFF>Непоколебимый щит</color> повышает знание аномалии на <color=#2BAD00>90</color> ед.",
                "6": "Когда Сет использует <color=#FFFFFF>усиленную особую атаку «Молниеносный удар щитом — Высокое напряжение»</color>, он получает эффект <color=#FFFFFF>«Непоколебимый щит»</color> в размере <color=#2BAD00>76%</color> от изначальной силы атаки Сета (макс. 3000 ед.) и длящийся 25 сек. Срабатывает не чаще одного раза в 10 сек. Когда <color=#FFFFFF>базовая атака «Раскат грома — Шок»</color> или <color=#FFFFFF>помощь в дополнительной атаке «Санкция Собеза»</color> вызывает <color=#FFFFFF>быструю помощь</color> или <color=#FFFFFF>цепочку атак</color>, в результате чего на поле выходит другой агент, этот агент получает <color=#FFFFFF>Непоколебимый щит</color> в размере <color=#2BAD00>76%</color> от изначальной силы атаки Сета (макс. 3000 ед.) на 25 сек. Срабатывает не чаще одного раза в 10 сек. <color=#FFFFFF>Непоколебимый щит</color> повышает знание аномалии на <color=#2BAD00>95</color> ед.",
                "7": "Когда Сет использует <color=#FFFFFF>усиленную особую атаку «Молниеносный удар щитом — Высокое напряжение»</color>, он получает эффект <color=#FFFFFF>«Непоколебимый щит»</color> в размере <color=#2BAD00>80%</color> от изначальной силы атаки Сета (макс. 3000 ед.) и длящийся 25 сек. Срабатывает не чаще одного раза в 10 сек. Когда <color=#FFFFFF>базовая атака «Раскат грома — Шок»</color> или <color=#FFFFFF>помощь в дополнительной атаке «Санкция Собеза»</color> вызывает <color=#FFFFFF>быструю помощь</color> или <color=#FFFFFF>цепочку атак</color>, в результате чего на поле выходит другой агент, этот агент получает <color=#FFFFFF>Непоколебимый щит</color> в размере <color=#2BAD00>80%</color> от изначальной силы атаки Сета (макс. 3000 ед.) на 25 сек. Срабатывает не чаще одного раза в 10 сек. <color=#FFFFFF>Непоколебимый щит</color> повышает знание аномалии на <color=#2BAD00>100</color> ед."
            }
        },
        "MathSkill": {
            "Title": "Дополнительная способность: Душевный порыв",
            "Description": "Если в отряде есть ещё агент с тем же атрибутом или из той же фракции:\nКогда Сет попадает по врагу <color=#FFFFFF>цепочкой атак «Крайние меры»</color> или завершающим ударом <color=#FFFFFF>базовой атаки «Раскат грома — Шок»</color>, сопротивление накоплению аномалии всех атрибутов у врага падает на 20% на 20 сек."
        }
    },
    "SkillDescriptions": {
        "0": {
            "127100001": {
                "Title": "Базовая атака: Раскат грома",
                "Description": "Для активации нажмите <IconMap:Icon_Normal>.\nАгент выполняет до 4 этапов атак перед собой, нанося <color=#F0D12B>физический</color> и <color=#2EB6FF>электрический</color> урон."
            },
            "127100002": {
                "Title": "Базовая атака: Раскат грома — Шок",
                "Description": "Для активации зажмите <IconMap:Icon_Normal>, когда уровень эффекта <color=#FFFFFF>«Порыв»</color> выше или равен 75%.\nАгент расходует 75% накопленного <color=#FFFFFF>Порыва</color> и выполняет ряд ударов перед собой, а затем — завершающий удар, нанося <color=#2EB6FF>электрический урон</color>.\nЕсли завершающий удар попадает по врагу, срабатывает <color=#FFFFFF>быстрая помощь</color> агента, расположенного в отряде перед Сетом.\nВо время использования данного навыка повышается уровень защиты от прерывания."
            },
            "127100015": {
                "Title": "Базовая атака: Раскат грома"
            },
            "127100016": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1271001, Prop:1001}"
            },
            "127100017": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1271002, Prop:1001}"
            },
            "127100018": {
                "Description": "Множитель урона 3-го этапа",
                "Param": "{Skill:1271003, Prop:1001}"
            },
            "127100019": {
                "Description": "Множитель урона 4-го этапа",
                "Param": "{Skill:1271004, Prop:1001}"
            },
            "127100021": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1271001, Prop:1002}"
            },
            "127100022": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1271002, Prop:1002}"
            },
            "127100023": {
                "Description": "Множитель оглушения 3-го этапа",
                "Param": "{Skill:1271003, Prop:1002}"
            },
            "127100024": {
                "Description": "Множитель оглушения 4-го этапа",
                "Param": "{Skill:1271004, Prop:1002}"
            },
            "127100026": {
                "Title": "Базовая атака: Раскат грома — Шок"
            },
            "127100027": {
                "Description": "Множитель урона серии атак",
                "Param": "{Skill:1271005, Prop:1001}"
            },
            "127100029": {
                "Description": "Множитель урона завершающего удара",
                "Param": "{Skill:1271006, Prop:1001}"
            },
            "127100030": {
                "Description": "Множитель оглушения серии атак",
                "Param": "{Skill:1271005, Prop:1002}"
            },
            "127100032": {
                "Description": "Множитель оглушения завершающего удара",
                "Param": "{Skill:1271006, Prop:1002}"
            }
        },
        "1": {
            "127100004": {
                "Title": "Особая атака: Молниеносный удар щитом",
                "Description": "Нажмите <IconMap:Icon_Special> для активации.\nАгент выполняет два удара щитом перед собой, нанося <color=#2EB6FF>электрический урон</color>.\nВо время использования данного навыка повышается уровень защиты от прерывания."
            },
            "127100005": {
                "Title": "Усиленная особая атака: Молниеносный удар щитом — Высокое напряжение",
                "Description": "Для активации нажмите <IconMap:Icon_SpecialReady>, когда у Сета достаточно энергии.\nАгент выполняет ряд рубящих ударов перед собой, нанося огромный <color=#2EB6FF>электрический урон</color>.\nЗажмите <IconMap:Icon_SpecialReady>, чтобы зарядить этот приём: в этом случае Сет бросается вперёд и выполняет ряд мощных рубящих ударов, нанося огромный <color=#2EB6FF>электрический урон</color>.\nЗапуск этого приёма накапливает 75% эффекта <color=#FFFFFF>«Порыв»</color>.\nВо время зарядки приёма повышается уровень защиты от прерывания, а получаемый урон снижается на 40%. Во время выполнения ряда рубящих ударов Сет неуязвим."
            },
            "127100033": {
                "Title": "Особая атака: Молниеносный удар щитом"
            },
            "127100034": {
                "Description": "Множитель урона",
                "Param": "{Skill:1271007, Prop:1001}"
            },
            "127100035": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1271007, Prop:1002}"
            },
            "127100036": {
                "Title": "Усиленная особая атака: Молниеносный удар щитом — Высокое напряжение"
            },
            "127100037": {
                "Description": "Множитель урона",
                "Param": "{Skill:1271008, Prop:1001}"
            },
            "127100038": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1271008, Prop:1002}"
            },
            "127100039": {
                "Description": "Множитель урона (заряженная атака)",
                "Param": "{Skill:1271009, Prop:1001}"
            },
            "127100040": {
                "Description": "Множитель оглушения (заряженная атака)",
                "Param": "{Skill:1271009, Prop:1002}"
            },
            "127100043": {
                "Description": "Расход энергии",
                "Param": "80 ед."
            }
        },
        "2": {
            "127100006": {
                "Title": "Уклонение: Лавирование",
                "Description": "Нажмите <IconMap:Icon_Evade>, чтобы быстро уклониться в рывке.\nВо время применения этого навыка персонаж неуязвим."
            },
            "127100007": {
                "Title": "Атака в рывке: Удар молнии",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время уклонения.\nАгент бросается вперёд и бьёт врагов щитом, нанося <color=#F0D12B>физический урон</color>. Во время выполнения приёма агент получает на 40% меньше урона."
            },
            "127100008": {
                "Title": "Контратака после уклонения: Нападение из защиты",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после запуска <color=#FFFFFF>идеального уклонения</color>.\nАгент быстро бьёт сверху вниз по врагам перед собой, нанося <color=#2EB6FF>электрический урон</color>.\nВыполнив этот приём, зажмите <IconMap:Icon_SpecialReady>, чтобы сразу перейти к <color=#FFFFFF>усиленной особой атаке «Молниеносный удар щитом — Высокое напряжение»</color> и ускорить зарядку.\nВо время применения этого навыка персонаж неуязвим."
            },
            "127100044": {
                "Title": "Атака в рывке: Удар молнии"
            },
            "127100045": {
                "Description": "Множитель урона",
                "Param": "{Skill:1271011, Prop:1001}"
            },
            "127100046": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1271011, Prop:1002}"
            },
            "127100047": {
                "Title": "Контратака после уклонения: Нападение из защиты"
            },
            "127100048": {
                "Description": "Множитель урона",
                "Param": "{Skill:1271012, Prop:1001}"
            },
            "127100049": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1271012, Prop:1002}"
            }
        },
        "3": {
            "127100009": {
                "Title": "Цепочка атак: Крайние меры",
                "Description": "Для активации выберите Сета, когда запущена <color=#FFFFFF>цепочка атак</color>.\nАгент выполняет ряд рубящих ударов перед собой, нанося огромный <color=#2EB6FF>электрический урон</color>.\nЗапуск этого приёма накапливает 75% эффекта <color=#FFFFFF>«Порыв»</color>.\nВыполнив этот приём, зажмите <IconMap:Icon_SpecialReady>, чтобы сразу перейти к <color=#FFFFFF>усиленной особой атаке «Молниеносный удар щитом — Высокое напряжение»</color> и ускорить зарядку.\nВо время применения этого навыка персонаж неуязвим."
            },
            "127100010": {
                "Title": "Суперспособность: Торжество справедливости",
                "Description": "Для активации нажмите <IconMap:Icon_UltimateReady> при <color=#FFFFFF>максимальном</color> уровне децибелов.\nАгент выполняет ряд атак снизу вверх по врагам перед собой, а затем — завершающий удар, нанося огромный <color=#2EB6FF>электрический урон</color>.\nЗапуск этого приёма накапливает 75% эффекта <color=#FFFFFF>«Порыв»</color>, а также восстанавливает 3 оч. помощи.\nВыполнив этот приём, зажмите <IconMap:Icon_SpecialReady>, чтобы сразу перейти к <color=#FFFFFF>усиленной особой атаке «Молниеносный удар щитом — Высокое напряжение»</color> и ускорить зарядку.\nВо время применения этого навыка персонаж неуязвим."
            },
            "127100050": {
                "Title": "Цепочка атак: Крайние меры"
            },
            "127100051": {
                "Description": "Множитель урона",
                "Param": "{Skill:1271013, Prop:1001}"
            },
            "127100052": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1271013, Prop:1002}"
            },
            "127100053": {
                "Title": "Суперспособность: Торжество справедливости"
            },
            "127100054": {
                "Description": "Множитель урона",
                "Param": "{Skill:1271014, Prop:1001}"
            },
            "127100055": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1271014, Prop:1002}"
            }
        },
        "6": {
            "127100012": {
                "Title": "Быстрая помощь: Вооружённое подкрепление",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа подбросили.\nАгент быстро рубит врагов перед собой сверху вниз, нанося <color=#2EB6FF>электрический урон</color>.\nВыполнив этот приём, зажмите <IconMap:Icon_SpecialReady>, чтобы сразу перейти к <color=#FFFFFF>усиленной особой атаке «Молниеносный удар щитом — Высокое напряжение»</color> и ускорить зарядку.\nВо время применения этого навыка персонаж неуязвим."
            },
            "127100013": {
                "Title": "Помощь в защите: Щит грома",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа вот-вот атакуют.\nАгент парирует атаки врагов, накапливая у них много очков оглушения.\nПри запуске навыка агент накапливает у себя 25% <color=#FFFFFF>Порыва</color>.\nНавык отлично парирует вражеские атаки и снижает расход <color=#FFFFFF>очков помощи</color> при сдерживании интенсивных атак.\nВо время применения этого навыка персонаж неуязвим."
            },
            "127100014": {
                "Title": "Помощь в дополнительной атаке: Санкция Собеза",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после запуска <color=#FFFFFF>помощи в защите</color>.\nАгент выполняет колющий удар перед собой, а затем два рубящих удара по горизонтали, нанося врагам <color=#2EB6FF>электрический урон</color>.\nЕсли приём попадает по врагу, срабатывает <color=#FFFFFF>быстрая помощь</color> агента, расположенного в отряде перед Сетом.\nПосле запуска этого навыка зажмите <IconMap:Icon_SpecialReady>, чтобы сразу же выполнить <color=#FFFFFF>усиленную особую атаку «Молниеносный удар щитом — Высокое напряжение»</color> и ускорить процесс зарядки.\nВо время применения этого навыка персонаж неуязвим."
            },
            "127100056": {
                "Title": "Быстрая помощь: Вооружённое подкрепление"
            },
            "127100057": {
                "Description": "Множитель урона",
                "Param": "{Skill:1271015, Prop:1001}"
            },
            "127100058": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1271015, Prop:1002}"
            },
            "127100059": {
                "Title": "Помощь в защите: Щит грома"
            },
            "127100060": {
                "Description": "Множитель оглушения при отражении лёгких атак",
                "Param": "{Skill:1271016, Prop:1002}"
            },
            "127100061": {
                "Description": "Множитель оглушения при отражении мощных атак",
                "Param": "{Skill:1271017, Prop:1002}"
            },
            "127100062": {
                "Description": "Множитель оглушения при отражении цепочек атак",
                "Param": "{Skill:1271018, Prop:1002}"
            },
            "127100063": {
                "Title": "Помощь в дополнительной атаке: Санкция Собеза"
            },
            "127100064": {
                "Description": "Множитель урона",
                "Param": "{Skill:1271019, Prop:1001}"
            },
            "127100065": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1271019, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1271001": {
            "DamageValue": 3620,
            "DamageGrowth": 330,
            "DazeValue": 1810,
            "DazeGrowth": 90
        },
        "1271002": {
            "DamageValue": 5650,
            "DamageGrowth": 520,
            "DazeValue": 4510,
            "DazeGrowth": 210
        },
        "1271003": {
            "DamageValue": 19330,
            "DamageGrowth": 1760,
            "DazeValue": 15130,
            "DazeGrowth": 690
        },
        "1271004": {
            "DamageValue": 9740,
            "DamageGrowth": 890,
            "DazeValue": 8050,
            "DazeGrowth": 370
        },
        "1271005": {
            "DamageValue": 38280,
            "DamageGrowth": 3480,
            "DazeValue": 16170,
            "DazeGrowth": 740
        },
        "1271006": {
            "DamageValue": 42420,
            "DamageGrowth": 3860,
            "DazeValue": 14550,
            "DazeGrowth": 670
        },
        "1271007": {
            "DamageValue": 6920,
            "DamageGrowth": 630,
            "DazeValue": 6920,
            "DazeGrowth": 320
        },
        "1271008": {
            "DamageValue": 64600,
            "DamageGrowth": 5880,
            "DazeValue": 54040,
            "DazeGrowth": 2460
        },
        "1271009": {
            "DamageValue": 99980,
            "DamageGrowth": 9090,
            "DazeValue": 84900,
            "DazeGrowth": 3860
        },
        "1271011": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 5500,
            "DazeGrowth": 250
        },
        "1271012": {
            "DamageValue": 23000,
            "DamageGrowth": 2100,
            "DazeValue": 20000,
            "DazeGrowth": 910
        },
        "1271013": {
            "DamageValue": 70410,
            "DamageGrowth": 6410,
            "DazeValue": 30510,
            "DazeGrowth": 1390
        },
        "1271014": {
            "DamageValue": 202430,
            "DamageGrowth": 18410,
            "DazeValue": 40330,
            "DazeGrowth": 1840
        },
        "1271015": {
            "DamageValue": 10000,
            "DamageGrowth": 910,
            "DazeValue": 10000,
            "DazeGrowth": 460
        },
        "1271016": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 24670,
            "DazeGrowth": 1130
        },
        "1271017": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 31170,
            "DazeGrowth": 1420
        },
        "1271018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 15170,
            "DazeGrowth": 690
        },
        "1271019": {
            "DamageValue": 42850,
            "DamageGrowth": 3900,
            "DazeValue": 37800,
            "DazeGrowth": 1720
        }
    }
}