{
    "Name": "Орфея и Магус",
    "ElementTypes": [
        "Fire"
    ],
    "Specialty": {
        "Id": 1,
        "Name": "Нападение"
    },
    "Talents": {
        "1": {
            "Title": "Роскошный кошачий домик",
            "Description": "Урон от особой атаки «Вспышка разложения», усиленных особых атак «Багряная воронка», «Тепловой заряд» и «Огненная волна» Орфеи и Магус игнорирует 15% <color=#FF5521>сопротивления огненному урону</color> цели. Кроме того, агенты с эффектом «Фокусировка прицела» наносят на 20% больше урона.",
            "Lore": "В углу комнаты Орфеи — множество принадлежностей для кошек: комплекс для лазания, мягкая подстилка, особо прочная когтеточка, тщательно подобранные игрушки...\n\n«Я всегда переживаю, что встречу у аванпоста бездомную больную кошечку... Если всё будет готово заранее, ей будет удобно здесь жить... Конечно, в казарме запрещено держать кошек... но я обязательно найду ей доброго хозяина в срок, установленный капитаном!»\n«Но, Орфея, эти вещи уже три года тут стоят, а ни одной кошки ты так и не встретила!»"
        },
        "2": {
            "Title": "Список странных продуктов",
            "Description": "Каждый раз, когда Орфея и Магус используют афтершок, восстанавливается 65 децибел. Срабатывает не чаще раза в 4 сек. После использования суперспособности Орфеи и Магус их сила атаки повышается на 20% на 45 сек.",
            "Lore": "Попкорн со вкусом икры морского винограда, каша с морепродуктами со вкусом персика и сакуры, острый тофу с клубникой... Орфея иногда пробует довольно странные блюда, которые она беспорядочно записывает в своём списке желаний на краю стола.\n«Вкусная еда — это здорово, но необычные вкусы тоже стоит попробовать! Только чтобы не горькое! Кстати, прокси, не хочешь попробовать мои любимые острые конфеты со вкусом клубники и кокосового молока? Я уже развернула для тебя...»\n«Орфея, когда-нибудь твои странности распугают всех друзей!»"
        },
        "3": {
            "Title": "«Боевой устав»",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "Даже капитан Магус не знает, что написано в «Особом приложении к Боевому уставу для Орфеи», которое лежит у девушки в изголовье.\n«\"Уничтожение\" — пункт первый, \"Порядок отступления\" — пункт третий, \"Патрулирование\" — пункт второй, \"Социальные взаимодействия\" — пункт пятый!»\n«Погоди-ка, это ещё что такое? Орфея, когда это тактические схемы социального взаимодействия успели дорасти до пятого пункта?!»\n«Я просто проверяла, хорошо ли вы знаете \"Боевой устав\", капитан, хи-хи! Вы справились!»"
        },
        "4": {
            "Title": "Розовая кобура",
            "Description": "Начальная длительность эффекта «Фокусировки прицела» увеличена до 16 сек., а усиленная особая атака «Тепловой заряд» и суперспособность «Танец с огнём» Орфеи и Магус наносят на 40% больше урона.",
            "Lore": "Магус никогда не реагирует на пустые угрозы, поэтому Орфея действительно купила ей розовую кобуру.\nОна лежит в нижнем ящике шкафчика и постоянно напоминает Магус о том, что за словами нужно следить, — хотя эффект от этого так себе.\n«Капитан, я же вам объясняла: сначала думайте, а потом говорите! Иначе люди будут на вас обижаться!»\n«Этим мелким паршивцам пара пуль только на пользу пойдёт... Стой, Орфея... рядовая Орфея, я запрещаю одевать меня в эту розовую дрянь!!!»"
        },
        "5": {
            "Title": "Монета для переправы",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "На самом видном месте в комнате Орфеи лежит серебристая монета.\n«Где же тот серебряник для переправы через Стикс?»\n«А может... сделать на заказ такие памятные монеты? С эмблемой отряда — как символ нашего боевого духа».\n«Неужели в чёрном пламени может родиться медаль, сияющая лунным светом?..»\n«Хватит говорить загадками, Солдат 11! Хотя идея Гашетки отличная, на обратной стороне можно написать имена всех членов отряда! Командир, что скажете?»\n«Одобряю»."
        },
        "6": {
            "Title": "Магическое семечко",
            "Description": "Если после удара огненным клинком во время базовой атаки «Огнемёт высокого давления» у агента достаточно энергии, нажмите <IconMap:Icon_SpecialReady>, чтобы сразу перейти к усиленной особой атаке «Багряная воронка». Удар огненным клинком во время базовой атаки «Огнемёт высокого давления» восстанавливает 10 ед. Запаса жара, также повышается уровень прерывания во время фазы низкой огневой мощности усиленной особой атаки «Тепловой заряд». Когда лазер во время усиленной особой атаки «Тепловой заряд» или суперспособности попадает по врагу, дополнительно наносится <color=#FF5521>огненный урон</color>, равный 250% силы атаки Орфеи и Магус. Этот эффект срабатывает не чаще 1 раза в 0,5 сек., а урон считается уроном от усиленной особой атаки и афтершока.",
            "Lore": "«Капитан, из этого семечка не вырастет цветок. Оно как я... Что я ни делаю, у меня ничего не получается...»\n«Орфея, это волшебное семечко. Оно само не может прорасти и зацвести, но помогает другим вырасти в большие деревья... Если носить его с собой, оно принесёт удачу. Оно будет рядом с тобой, как и я. И вместе мы увидим, как ты станешь лучшим бойцом на свете».\nГлядя на маленькую фигурку, которая неуклюже вытирает слёзы ладошкой, Магус впервые заговорила с небывалой нежностью в голосе."
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Основной пассивный навык: Повелительница ветра и пламени",
            "DescriptionByLevel": {
                "1": "Шанс крит. попадания Орфеи и Магус повышается на <color=#2BAD00>12,5%</color>, а урон от афтершока — на <color=#2BAD00>42,5%</color>.\nВ начале боя Орфея и Магус получают 100 ед. Запаса жара (максимум — 125 ед.).\nКогда Орфея и Магус находятся вне поля боя, если им доступна особая атака «Вспышка разложения» и у них есть не менее 60 ед. энергии, они автоматически расходуют 30 ед. энергии и выполняют усиленную особую атаку «Багряная воронка».\nКогда лазер усиленной особой атаки «Тепловой заряд» попадает по врагу, все персонажи в отряде получают эффект «Фокусировка прицела» на 12 сек. Повторные запуски обновляют время действия. У агентов с эффектом «Фокусировка прицела» сила атаки повышается на <color=#2BAD00>130</color> ед. Если базовое восстановление энергии Орфеи и Магус составляет не менее 1,6 ед., каждые 0,1 ед. сверх этого значения дополнительно повышают силу атаки на 20 ед. Изначальный прирост силы атаки и дополнительные её повышения в сумме не могут превышать <color=#2BAD00>340</color> ед. Когда агент с эффектом «Фокусировка прицела» выполняет афтершок, эффект продлевается на 4 сек., но не более чем на 20 сек.\nУрон от удара огненным клинком во время базовой атаки «Огнемёт высокого давления», усиленных особых атак «Смотри, куда идёшь», «Багряная воронка», «Тепловой заряд» и «Огненная волна», цепочки атак «Перегрев ствола» и суперспособности «Танец с огнём» считается уроном от афтершока. Активация этих приёмов считается выполнением афтершока.",
                "2": "Шанс крит. попадания Орфеи и Магус повышается на <color=#2BAD00>14,6%</color>, а урон от афтершока — на <color=#2BAD00>49,6%</color>.\nВ начале боя Орфея и Магус получают 100 ед. Запаса жара (максимум — 125 ед.).\nКогда Орфея и Магус находятся вне поля боя, если им доступна особая атака «Вспышка разложения» и у них есть не менее 60 ед. энергии, они автоматически расходуют 30 ед. энергии и выполняют усиленную особую атаку «Багряная воронка».\nКогда лазер усиленной особой атаки «Тепловой заряд» попадает по врагу, все персонажи в отряде получают эффект «Фокусировка прицела» на 12 сек. Повторные запуски обновляют время действия. У агентов с эффектом «Фокусировка прицела» сила атаки повышается на <color=#2BAD00>155</color> ед. Если базовое восстановление энергии Орфеи и Магус составляет не менее 1,6 ед., каждые 0,1 ед. сверх этого значения дополнительно повышают силу атаки на 20 ед. Изначальный прирост силы атаки и дополнительные её повышения в сумме не могут превышать <color=#2BAD00>400</color> ед. Когда агент с эффектом «Фокусировка прицела» выполняет афтершок, эффект продлевается на 4 сек., но не более чем на 20 сек.\nУрон от удара огненным клинком во время базовой атаки «Огнемёт высокого давления», усиленных особых атак «Смотри, куда идёшь», «Багряная воронка», «Тепловой заряд» и «Огненная волна», цепочки атак «Перегрев ствола» и суперспособности «Танец с огнём» считается уроном от афтершока. Активация этих приёмов считается выполнением афтершока.",
                "3": "Шанс крит. попадания Орфеи и Магус повышается на <color=#2BAD00>16,7%</color>, а урон от афтершока — на <color=#2BAD00>56,7%</color>.\nВ начале боя Орфея и Магус получают 100 ед. Запаса жара (максимум — 125 ед.).\nКогда Орфея и Магус находятся вне поля боя, если им доступна особая атака «Вспышка разложения» и у них есть не менее 60 ед. энергии, они автоматически расходуют 30 ед. энергии и выполняют усиленную особую атаку «Багряная воронка».\nКогда лазер усиленной особой атаки «Тепловой заряд» попадает по врагу, все персонажи в отряде получают эффект «Фокусировка прицела» на 12 сек. Повторные запуски обновляют время действия. У агентов с эффектом «Фокусировка прицела» сила атаки повышается на <color=#2BAD00>180</color> ед. Если базовое восстановление энергии Орфеи и Магус составляет не менее 1,6 ед., каждые 0,1 ед. сверх этого значения дополнительно повышают силу атаки на 20 ед. Изначальный прирост силы атаки и дополнительные её повышения в сумме не могут превышать <color=#2BAD00>460</color> ед. Когда агент с эффектом «Фокусировка прицела» выполняет афтершок, эффект продлевается на 4 сек., но не более чем на 20 сек.\nУрон от удара огненным клинком во время базовой атаки «Огнемёт высокого давления», усиленных особых атак «Смотри, куда идёшь», «Багряная воронка», «Тепловой заряд» и «Огненная волна», цепочки атак «Перегрев ствола» и суперспособности «Танец с огнём» считается уроном от афтершока. Активация этих приёмов считается выполнением афтершока.",
                "4": "Шанс крит. попадания Орфеи и Магус повышается на <color=#2BAD00>18,8%</color>, а урон от афтершока — на <color=#2BAD00>63,7%</color>.\nВ начале боя Орфея и Магус получают 100 ед. Запаса жара (максимум — 125 ед.).\nКогда Орфея и Магус находятся вне поля боя, если им доступна особая атака «Вспышка разложения» и у них есть не менее 60 ед. энергии, они автоматически расходуют 30 ед. энергии и выполняют усиленную особую атаку «Багряная воронка».\nКогда лазер усиленной особой атаки «Тепловой заряд» попадает по врагу, все персонажи в отряде получают эффект «Фокусировка прицела» на 12 сек. Повторные запуски обновляют время действия. У агентов с эффектом «Фокусировка прицела» сила атаки повышается на <color=#2BAD00>205</color> ед. Если базовое восстановление энергии Орфеи и Магус составляет не менее 1,6 ед., каждые 0,1 ед. сверх этого значения дополнительно повышают силу атаки на 20 ед. Изначальный прирост силы атаки и дополнительные её повышения в сумме не могут превышать <color=#2BAD00>520</color> ед. Когда агент с эффектом «Фокусировка прицела» выполняет афтершок, эффект продлевается на 4 сек., но не более чем на 20 сек.\nУрон от удара огненным клинком во время базовой атаки «Огнемёт высокого давления», усиленных особых атак «Смотри, куда идёшь», «Багряная воронка», «Тепловой заряд» и «Огненная волна», цепочки атак «Перегрев ствола» и суперспособности «Танец с огнём» считается уроном от афтершока. Активация этих приёмов считается выполнением афтершока.",
                "5": "Шанс крит. попадания Орфеи и Магус повышается на <color=#2BAD00>20,8%</color>, а урон от афтершока — на <color=#2BAD00>70,8%</color>.\nВ начале боя Орфея и Магус получают 100 ед. Запаса жара (максимум — 125 ед.).\nКогда Орфея и Магус находятся вне поля боя, если им доступна особая атака «Вспышка разложения» и у них есть не менее 60 ед. энергии, они автоматически расходуют 30 ед. энергии и выполняют усиленную особую атаку «Багряная воронка».\nКогда лазер усиленной особой атаки «Тепловой заряд» попадает по врагу, все персонажи в отряде получают эффект «Фокусировка прицела» на 12 сек. Повторные запуски обновляют время действия. У агентов с эффектом «Фокусировка прицела» сила атаки повышается на <color=#2BAD00>230</color> ед. Если базовое восстановление энергии Орфеи и Магус составляет не менее 1,6 ед., каждые 0,1 ед. сверх этого значения дополнительно повышают силу атаки на 20 ед. Изначальный прирост силы атаки и дополнительные её повышения в сумме не могут превышать <color=#2BAD00>580</color> ед. Когда агент с эффектом «Фокусировка прицела» выполняет афтершок, эффект продлевается на 4 сек., но не более чем на 20 сек.\nУрон от удара огненным клинком во время базовой атаки «Огнемёт высокого давления», усиленных особых атак «Смотри, куда идёшь», «Багряная воронка», «Тепловой заряд» и «Огненная волна», цепочки атак «Перегрев ствола» и суперспособности «Танец с огнём» считается уроном от афтершока. Активация этих приёмов считается выполнением афтершока.",
                "6": "Шанс крит. попадания Орфеи и Магус повышается на <color=#2BAD00>22,9%</color>, а урон от афтершока — на <color=#2BAD00>77,9%</color>.\nВ начале боя Орфея и Магус получают 100 ед. Запаса жара (максимум — 125 ед.).\nКогда Орфея и Магус находятся вне поля боя, если им доступна особая атака «Вспышка разложения» и у них есть не менее 60 ед. энергии, они автоматически расходуют 30 ед. энергии и выполняют усиленную особую атаку «Багряная воронка».\nКогда лазер усиленной особой атаки «Тепловой заряд» попадает по врагу, все персонажи в отряде получают эффект «Фокусировка прицела» на 12 сек. Повторные запуски обновляют время действия. У агентов с эффектом «Фокусировка прицела» сила атаки повышается на <color=#2BAD00>255</color> ед. Если базовое восстановление энергии Орфеи и Магус составляет не менее 1,6 ед., каждые 0,1 ед. сверх этого значения дополнительно повышают силу атаки на 20 ед. Изначальный прирост силы атаки и дополнительные её повышения в сумме не могут превышать <color=#2BAD00>640</color> ед. Когда агент с эффектом «Фокусировка прицела» выполняет афтершок, эффект продлевается на 4 сек., но не более чем на 20 сек.\nУрон от удара огненным клинком во время базовой атаки «Огнемёт высокого давления», усиленных особых атак «Смотри, куда идёшь», «Багряная воронка», «Тепловой заряд» и «Огненная волна», цепочки атак «Перегрев ствола» и суперспособности «Танец с огнём» считается уроном от афтершока. Активация этих приёмов считается выполнением афтершока.",
                "7": "Шанс крит. попадания Орфеи и Магус повышается на <color=#2BAD00>25%</color>, а урон от афтершока — на <color=#2BAD00>85%</color>.\nВ начале боя Орфея и Магус получают 100 ед. Запаса жара (максимум — 125 ед.).\nКогда Орфея и Магус находятся вне поля боя, если им доступна особая атака «Вспышка разложения» и у них есть не менее 60 ед. энергии, они автоматически расходуют 30 ед. энергии и выполняют усиленную особую атаку «Багряная воронка».\nКогда лазер усиленной особой атаки «Тепловой заряд» попадает по врагу, все персонажи в отряде получают эффект «Фокусировка прицела» на 12 сек. Повторные запуски обновляют время действия. У агентов с эффектом «Фокусировка прицела» сила атаки повышается на <color=#2BAD00>280</color> ед. Если базовое восстановление энергии Орфеи и Магус составляет не менее 1,6 ед., каждые 0,1 ед. сверх этого значения дополнительно повышают силу атаки на 20 ед. Изначальный прирост силы атаки и дополнительные её повышения в сумме не могут превышать <color=#2BAD00>700</color> ед. Когда агент с эффектом «Фокусировка прицела» выполняет афтершок, эффект продлевается на 4 сек., но не более чем на 20 сек.\nУрон от удара огненным клинком во время базовой атаки «Огнемёт высокого давления», усиленных особых атак «Смотри, куда идёшь», «Багряная воронка», «Тепловой заряд» и «Огненная волна», цепочки атак «Перегрев ствола» и суперспособности «Танец с огнём» считается уроном от афтершока. Активация этих приёмов считается выполнением афтершока."
            }
        },
        "MathSkill": {
            "Title": "Дополнительная способность: Закалка в горниле",
            "Description": "Если в отряде есть агент специальности <color=#FFFFFF>«Устрашение»</color> или <color=#FFFFFF>«Поддержка»</color>:\nУрон от афтершока агентов, имеющих эффект «Фокусировка прицела», игнорирует 25% защиты цели."
        },
        "AwakenAbility": {},
        "BaseProps": [
            {
                "30501": 0,
                "12101": 0
            },
            {
                "30501": 12,
                "12101": 0
            },
            {
                "30501": 12,
                "12101": 25
            },
            {
                "30501": 24,
                "12101": 25
            },
            {
                "30501": 24,
                "12101": 50
            },
            {
                "30501": 36,
                "12101": 50
            },
            {
                "30501": 36,
                "12101": 75
            }
        ]
    },
    "SkillDescriptions": {
        "0": {
            "130100001": {
                "Title": "Базовая атака: Огнемёт высокого давления",
                "Description": "Для активации нажмите <IconMap:Icon_Normal>.\nАгент выполняет до 5 этапов атаки перед собой, а затем мощный удар огненным клинком, нанося <color=#F0D12B>физический</color> и <color=#FF5521>огненный</color> урон."
            },
            "130100017": {
                "Title": "Базовая атака: Огнемёт высокого давления"
            },
            "130100018": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1301001, Prop:1001}"
            },
            "130100019": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1301002, Prop:1001}"
            },
            "130100020": {
                "Description": "Множитель урона 3-го этапа",
                "Param": "{Skill:1301003, Prop:1001}"
            },
            "130100021": {
                "Description": "Множитель урона 4-го этапа",
                "Param": "{Skill:1301004, Prop:1001}"
            },
            "130100022": {
                "Description": "Множитель урона 5-го этапа",
                "Param": "{Skill:1301005, Prop:1001}"
            },
            "130100023": {
                "Description": "Множитель урона огненного клинка",
                "Param": "{Skill:1301006, Prop:1001}"
            },
            "130100024": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1301001, Prop:1002}"
            },
            "130100025": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1301002, Prop:1002}"
            },
            "130100026": {
                "Description": "Множитель оглушения 3-го этапа",
                "Param": "{Skill:1301003, Prop:1002}"
            },
            "130100027": {
                "Description": "Множитель оглушения 4-го этапа",
                "Param": "{Skill:1301004, Prop:1002}"
            },
            "130100028": {
                "Description": "Множитель оглушения 5-го этапа",
                "Param": "{Skill:1301005, Prop:1002}"
            },
            "130100029": {
                "Description": "Множитель оглушения огненного клинка",
                "Param": "{Skill:1301006, Prop:1002}"
            }
        },
        "1": {
            "130100002": {
                "Title": "Особая атака: Камера сгорания",
                "Description": "Нажмите <IconMap:Icon_Special> для активации.\nАгент делает рывок вперёд и бьёт хвостом, нанося <color=#FF5521>огненный урон</color>.\nВо время использования данного навыка повышается уровень защиты от прерывания."
            },
            "130100003": {
                "Title": "Особая атака: Вспышка разложения",
                "Description": "Автоматически активируется во время атаки союзника.\nАгент выполняет 4 афтершок-атаки лазером, нанося <color=#FF5521>огненный урон</color>.\nСрабатывает не чаще раза в 5 сек.\nПри выполнении приёма агент восстанавливает 20 ед. Запаса жара.\nПри выполнении приёма агент неуязвим."
            },
            "130100004": {
                "Title": "Усиленная особая атака: Смотри, куда идёшь",
                "Description": "Для активации нажмите <IconMap:Icon_SpecialReady>, когда у персонажа достаточно энергии.\nАгент выпускает лазерный луч, наносящий <color=#FF5521>огненный урон</color>.\nПосле применения навыка можно сразу перейти к удару огненным клинком базовой атаки.\nПрименение навыка восстанавливает 20 ед. Запаса жара.\nВо время применения этого навыка персонаж неуязвим."
            },
            "130100005": {
                "Title": "Усиленная особая атака: Багряная воронка",
                "Description": "Автоматически активируется во время атаки союзника, когда персонаж находится вне поля боя и имеет не менее 60 ед. энергии.\nАгент выпускает лазерный луч по области вокруг себя, нанося <color=#FF5521>огненный урон</color>.\nПрименение навыка восстанавливает 20 ед. Запаса жара.\nВо время применения этого навыка персонаж неуязвим."
            },
            "130100006": {
                "Title": "Усиленная особая атака: Тепловой заряд",
                "Description": "Если Запас жара не менее 100 ед., зажмите <IconMap:Icon_Special> для активации.\nАгент расходует 100 ед. Запаса жара и выпускает непрерывный лазерный луч, наносящий <color=#FF5521>огненный урон</color>.\nВ начале стрельбы активируется <color=#FFFFFF>быстрая помощь</color>.\nЧерез некоторое время после начала непрерывной стрельбы лазером огневая мощь повышается, значительно увеличивая уровень прерывания приёма.\nЕсли во время стрельбы враг атакует Орфею и Магус, они парируют атаку и сразу повышают огневую мощь.\nПо достижении максимального времени стрельбы автоматически выполняется усиленная особая атака «Огненная волна».\nКогда огневая мощь низка, уровень защиты от прерывания повышен, а получаемый урон снижается на 40%. Когда огневая мощь высока, персонаж неуязвим."
            },
            "130100007": {
                "Title": "Усиленная особая атака: Огненная волна",
                "Description": "Автоматически активируется после максимального времени стрельбы усиленной особой атакой «Тепловой заряд».\nАгент атакует, вращаясь и двигаясь вперёд, а затем выпускает перед собой лазерный луч, нанося <color=#FF5521>огненный урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "130100030": {
                "Title": "Особая атака: Камера сгорания"
            },
            "130100031": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301007, Prop:1001}"
            },
            "130100032": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301007, Prop:1002}"
            },
            "130100033": {
                "Title": "Особая атака: Вспышка разложения"
            },
            "130100034": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301008, Prop:1001}"
            },
            "130100035": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301008, Prop:1002}"
            },
            "130100036": {
                "Title": "Усиленная особая атака: Смотри, куда идёшь"
            },
            "130100037": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301009, Prop:1001}"
            },
            "130100038": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301009, Prop:1002}"
            },
            "130100039": {
                "Description": "Расход энергии",
                "Param": "30 ед."
            },
            "130100040": {
                "Title": "Усиленная особая атака: Багряная воронка"
            },
            "130100041": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301010, Prop:1001}"
            },
            "130100042": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301010, Prop:1002}"
            },
            "130100043": {
                "Description": "Расход энергии",
                "Param": "30 ед."
            },
            "130100044": {
                "Title": "Усиленная особая атака: Тепловой заряд"
            },
            "130100045": {
                "Description": "Макс. множитель урона лазера",
                "Param": "{Skill:1301011, Prop:1001}"
            },
            "130100046": {
                "Description": "Макс. множитель оглушения лазера",
                "Param": "{Skill:1301011, Prop:1002}"
            },
            "130100047": {
                "Title": "Усиленная особая атака: Огненная волна"
            },
            "130100048": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301022, Prop:1001}"
            },
            "130100049": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301022, Prop:1002}"
            }
        },
        "2": {
            "130100008": {
                "Title": "Уклонение: Пляшущее пламя",
                "Description": "Нажмите <IconMap:Icon_Evade>, чтобы уклониться.\nБыстрое уклонение.\nВо время применения этого навыка персонаж неуязвим."
            },
            "130100009": {
                "Title": "Атака в рывке: Приказ в бой",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время уклонения.\nАгент выполняет быстрый удар перед собой, нанося <color=#F0D12B>физический урон</color>."
            },
            "130100010": {
                "Title": "Контратака после уклонения: Машинная контратака",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после запуска <color=#FFFFFF>идеального уклонения</color>.\nАгент выполняет серию ударов по врагам перед собой, нанося <color=#F0D12B>физический</color> и <color=#FF5521>огненный урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "130100050": {
                "Title": "Атака в рывке: Приказ в бой"
            },
            "130100051": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301012, Prop:1001}"
            },
            "130100052": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301012, Prop:1002}"
            },
            "130100053": {
                "Title": "Контратака после уклонения: Машинная контратака"
            },
            "130100054": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301013, Prop:1001}"
            },
            "130100055": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301013, Prop:1002}"
            }
        },
        "3": {
            "130100011": {
                "Title": "Цепочка атак: Перегрев ствола",
                "Description": "Для активации выберите этого агента, когда запущена <color=#FFFFFF>цепочка атак</color>.\nАгент атакует, вращаясь и двигаясь вперёд, а затем выпускает перед собой лазерный луч, нанося <color=#FF5521>огненный урон</color>.\nПрименение навыка восстанавливает 20 ед. Запаса жара.\nВо время применения этого навыка персонаж неуязвим."
            },
            "130100012": {
                "Title": "Суперспособность: Танец с огнём",
                "Description": "Для активации нажмите <IconMap:Icon_UltimateReady> при <color=#FFFFFF>максимальном</color> уровне децибелов.\nАгент атакует, вращаясь и двигаясь вперёд, а затем выпускает перед собой лазерный луч, наносящий <color=#FF5521>огненный урон</color>.\nВо время прыжка можно использовать <color=#FFFFFF>быструю помощь</color>. Если <color=#FFFFFF>быстрая помощь</color> активирована, Орфея и Магус будут стрелять лазером дольше.\nПри активации этого навыка агент восстанавливает 20 ед. Запаса жара.\nВо время применения этого навыка персонаж неуязвим."
            },
            "130100056": {
                "Title": "Цепочка атак: Перегрев ствола"
            },
            "130100057": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301014, Prop:1001}"
            },
            "130100058": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301014, Prop:1002}"
            },
            "130100059": {
                "Title": "Суперспособность: Танец с огнём"
            },
            "130100060": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301015, Prop:1001}"
            },
            "130100061": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301015, Prop:1002}"
            },
            "130100062": {
                "Description": "Множитель общего урона за увеличенную длительность",
                "Param": "{Skill:1301016, Prop:1001}"
            },
            "130100063": {
                "Description": "Множитель общего оглушения за увеличенную длительность",
                "Param": "{Skill:1301016, Prop:1002}"
            }
        },
        "6": {
            "130100014": {
                "Title": "Быстрая помощь: Обжигающий удар",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа подбросили.\nАгент выполняет серию атак по врагам перед собой, нанося <color=#F0D12B>физический</color> и <color=#FF5521>огненный урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "130100015": {
                "Title": "Помощь в защите: Огонь, нож и ствол",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа вот-вот атакуют.\nАгент парирует атаки врагов, накапливая у них много очков оглушения.\nВо время применения этого навыка персонаж неуязвим."
            },
            "130100016": {
                "Title": "Помощь в дополнительной атаке: Жгучий удар насквозь",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после <color=#FFFFFF>помощи в защите</color>.\nАгент выполняет несколько ударов по врагам перед собой, нанося <color=#FF5521>огненный урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "130100064": {
                "Title": "Быстрая помощь: Обжигающий удар"
            },
            "130100065": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301017, Prop:1001}"
            },
            "130100066": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301017, Prop:1002}"
            },
            "130100067": {
                "Title": "Помощь в защите: Огонь, нож и ствол"
            },
            "130100068": {
                "Description": "Множитель оглушения при отражении лёгких атак",
                "Param": "{Skill:1301018, Prop:1002}"
            },
            "130100069": {
                "Description": "Множитель оглушения при отражении мощных атак",
                "Param": "{Skill:1301019, Prop:1002}"
            },
            "130100070": {
                "Description": "Множитель оглушения при отражении цепочек атак",
                "Param": "{Skill:1301020, Prop:1002}"
            },
            "130100071": {
                "Title": "Помощь в дополнительной атаке: Жгучий удар насквозь"
            },
            "130100072": {
                "Description": "Множитель урона",
                "Param": "{Skill:1301021, Prop:1001}"
            },
            "130100073": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1301021, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1301001": {
            "DamageValue": 1450,
            "DamageGrowth": 140,
            "DazeValue": 1170,
            "DazeGrowth": 60
        },
        "1301002": {
            "DamageValue": 4440,
            "DamageGrowth": 410,
            "DazeValue": 3240,
            "DazeGrowth": 150
        },
        "1301003": {
            "DamageValue": 4150,
            "DamageGrowth": 380,
            "DazeValue": 2540,
            "DazeGrowth": 120
        },
        "1301004": {
            "DamageValue": 8670,
            "DamageGrowth": 790,
            "DazeValue": 5360,
            "DazeGrowth": 250
        },
        "1301005": {
            "DamageValue": 18160,
            "DamageGrowth": 1660,
            "DazeValue": 11820,
            "DazeGrowth": 540
        },
        "1301006": {
            "DamageValue": 15840,
            "DamageGrowth": 1440,
            "DazeValue": 10360,
            "DazeGrowth": 480
        },
        "1301007": {
            "DamageValue": 3950,
            "DamageGrowth": 360,
            "DazeValue": 3950,
            "DazeGrowth": 180
        },
        "1301008": {
            "DamageValue": 49500,
            "DamageGrowth": 4500,
            "DazeValue": 5500,
            "DazeGrowth": 250
        },
        "1301009": {
            "DamageValue": 28090,
            "DamageGrowth": 2560,
            "DazeValue": 28090,
            "DazeGrowth": 1280
        },
        "1301010": {
            "DamageValue": 67840,
            "DamageGrowth": 6170,
            "DazeValue": 5500,
            "DazeGrowth": 250
        },
        "1301011": {
            "DamageValue": 38940,
            "DamageGrowth": 3540,
            "DazeValue": 3300,
            "DazeGrowth": 150
        },
        "1301012": {
            "DamageValue": 6230,
            "DamageGrowth": 570,
            "DazeValue": 3120,
            "DazeGrowth": 150
        },
        "1301013": {
            "DamageValue": 25780,
            "DamageGrowth": 2350,
            "DazeValue": 22370,
            "DazeGrowth": 1020
        },
        "1301014": {
            "DamageValue": 62630,
            "DamageGrowth": 5700,
            "DazeValue": 33370,
            "DazeGrowth": 1520
        },
        "1301015": {
            "DamageValue": 69870,
            "DamageGrowth": 6360,
            "DazeValue": 2970,
            "DazeGrowth": 140
        },
        "1301016": {
            "DamageValue": 46580,
            "DamageGrowth": 4240,
            "DazeValue": 1980,
            "DazeGrowth": 90
        },
        "1301017": {
            "DamageValue": 11370,
            "DamageGrowth": 1040,
            "DazeValue": 11370,
            "DazeGrowth": 520
        },
        "1301018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 27130,
            "DazeGrowth": 1240
        },
        "1301019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34280,
            "DazeGrowth": 1560
        },
        "1301020": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1301021": {
            "DamageValue": 36090,
            "DamageGrowth": 3290,
            "DazeValue": 31330,
            "DazeGrowth": 1430
        },
        "1301022": {
            "DamageValue": 25960,
            "DamageGrowth": 2360,
            "DazeValue": 2200,
            "DazeGrowth": 100
        }
    }
}