{
    "Name": "Астра Яо",
    "ElementTypes": [
        "Ether"
    ],
    "Talents": {
        "1": {
            "Title": "Равномерно темперированный строй",
            "Description": "Когда атака Астры Яо попадает по врагу, сопротивление врага всем атрибутам падает на 6%. Эффект складывается до 3 раз, длится 30 сек., повторные запуски обновляют время действия. При выходе на поле боя Астра Яо сразу получает 1000 децибел. Когда Астра Яо активирует <color=#FFFFFF>суперспособность</color>, все персонажи отряда получают 1 ур. эффекта <color=#FFFFFF>«Песня-оберег»</color> на 60 сек. При входящей атаке эффект <color=#FFFFFF>«Песня-оберег»</color> расходуется, и агент на 1 сек. получает неуязвимость.",
            "Lore": "— А что такое равномерно тем-пе-ри-ро-ванный строй?\n— Равномерно темперированный строй — это такой способ выстроить музыку. Вот у нас же на линейке дети стоят строем? Точно так же мы строим звуки — ровненько.\n— А детям не нравится стоять ровненько. Звукам, наверное, тоже не нравится!\n*Из воспоминаний учителя музыки о шестилетней Астре Яо."
        },
        "2": {
            "Title": "Алчность артиста",
            "Description": "Увеличение силы атаки от <color=#FFFFFF>основного пассивного навыка «В ритме анданте»</color> дополнительно повышается на 19%, а максимум — на 400 ед. Когда Астра Яо находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, при этом другой персонаж выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, Астра Яо дополнительно выполняет 1 атаку <color=#FFFFFF>«Тремоло»</color> и 3 атаки <color=#FFFFFF>«Тональный кластер»</color>. Срабатывает не чаще раза в 3 сек.",
            "Lore": "— Что сверкает в мире ярче всего? Конечно, любовь!\nАртисты — как сороки: как те тащат в свои гнёзда всё сверкающее, так и артист хочет собрать любовь всех сердец мира. Ведь только собрав всю любовь вместе, можно сочинить самую прекрасную мелодию."
        },
        "3": {
            "Title": "Исчерканный нотный стан",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "На пустом нотном стане всего пять линий. Они идут параллельно и никогда не пересекаются, как души людей, которым не суждено встретиться... было бы, если бы не эта песня.\n— Надо добавить ноту! И сюда! А сюда нотную группу! Вот! Вот так здорово!\nВ итоге Астра сочинила песню, в которой нотная группа тянется на целых 136 тактов..."
        },
        "4": {
            "Title": "«Смотрю тебе в затылок»",
            "Description": "Запустив <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, в течение 15 сек. Астра Яо может активировать <color=#FFFFFF>быструю помощь</color>, даже если у неё нет <color=#FFFFFF>Аккордов</color>. Если атака попадает по врагу, промежуток для срабатывания <color=#FFFFFF>быстрой помощи</color> сокращается до 1 сек. Когда Астра Яо находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, а другой агент выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, этот агент получает разные усиления в зависимости от его специальности. Этот эффект срабатывает не чаще раза в 3 сек. для всего отряда. Для специальности <color=#FFFFFF>«Нападение»</color>: тяжёлый удар, выполненный по врагу в ходе следующей <color=#FFFFFF>быстрой помощи</color>, наносит доп. урон в размере 300% от силы атаки Астры Яо. Для специальности <color=#FFFFFF>«Аномалия»</color>: в ходе следующей <color=#FFFFFF>быстрой помощи</color> накапливается на 50% больше аномалии. Для специальности <color=#FFFFFF>«Устрашение»</color>: в ходе следующей <color=#FFFFFF>быстрой помощи</color> накапливается на 50% больше оглушения.",
            "Lore": "Рука над клавишей застыла:\nВ тоске минорной мне начать\nИль чтобы светлая печаль\nВ мелодии к тебе поплыла,\nКак тень твоя меж нот плывёт.\nГлаза закрою я, и вот —\nГляжу тебе в затылок."
        },
        "5": {
            "Title": "Прокси и струна",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "— Эва! Я поняла!!! Я поняла очень важную вещь: ты и {M#Вайз оба}{F#Белль обе} — высокие и стройные!\n— И что?\n— А то, что я вас {M#обоих}{F#обеих} больше всех на свете обожаю!!!\nВот так, лучась счастьем, Астра раскрыла невероятную тайну."
        },
        "6": {
            "Title": "Весь мир — это мы",
            "Description": "Когда Астра находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, множитель урона атак <color=#FFFFFF>«Тремоло»</color> и <color=#FFFFFF>«Тональный кластер»</color> (выполненных отдельно или в дополнение к другим) повышается до 200% от изначального значения, а шанс крит. попадания — на 80%. При срабатывании <color=#FFFFFF>точной поддержки</color> Астра Яо автоматически выполняет заряженный 3-й этап <color=#FFFFFF>базовой атаки «Каприччио»</color> с шансом крит. попадания, повышенным на 80%. Срабатывает не чаще раза в 10 сек.",
            "Lore": "Все беды мира — от людского одиночества. А если бы рядом с каждым сердцем было другое, бьющееся в такт, — разве остались бы в мире страдания, печаль, молчание? Сочинить бы такую песню, которая бы соединила людей, заживила бы раны, превратила бы всю боль в прекрасную мелодию! Сочинить бы такую песню, и мир не был бы уже таким одиноким местом.\n— А эту песню я посвящаю всему миру!"
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Основной пассивный навык: В ритме анданте",
            "DescriptionByLevel": {
                "1": "Когда Астра Яо находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, при этом другой персонаж выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, а Астра Яо расходует энергию на выполнение дополнительной атаки <color=#FFFFFF>«Тремоло»</color>, это повышает силу атаки как Астры Яо, так и выходящего на поле боя персонажа на <color=#2BAD00>22%</color> от изначальной силы атаки Астры Яо (макс. 1200 ед.) Этот эффект длится 20 сек., а повторные срабатывания продлевают его действие (максимум 30 сек.).",
                "2": "Когда Астра Яо находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, при этом другой персонаж выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, а Астра Яо расходует энергию на выполнение дополнительной атаки <color=#FFFFFF>«Тремоло»</color>, это повышает силу атаки как Астры Яо, так и выходящего на поле боя персонажа на <color=#2BAD00>24%</color> от изначальной силы атаки Астры Яо (макс. 1200 ед.) Этот эффект длится 20 сек., а повторные срабатывания продлевают его действие (максимум 30 сек.).",
                "3": "Когда Астра Яо находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, при этом другой персонаж выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, а Астра Яо расходует энергию на выполнение дополнительной атаки <color=#FFFFFF>«Тремоло»</color>, это повышает силу атаки как Астры Яо, так и выходящего на поле боя персонажа на <color=#2BAD00>26%</color> от изначальной силы атаки Астры Яо (макс. 1200 ед.) Этот эффект длится 20 сек., а повторные срабатывания продлевают его действие (максимум 30 сек.).",
                "4": "Когда Астра Яо находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, при этом другой персонаж выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, а Астра Яо расходует энергию на выполнение дополнительной атаки <color=#FFFFFF>«Тремоло»</color>, это повышает силу атаки как Астры Яо, так и выходящего на поле боя персонажа на <color=#2BAD00>28%</color> от изначальной силы атаки Астры Яо (макс. 1200 ед.) Этот эффект длится 20 сек., а повторные срабатывания продлевают его действие (максимум 30 сек.).",
                "5": "Когда Астра Яо находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, при этом другой персонаж выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, а Астра Яо расходует энергию на выполнение дополнительной атаки <color=#FFFFFF>«Тремоло»</color>, это повышает силу атаки как Астры Яо, так и выходящего на поле боя персонажа на <color=#2BAD00>30%</color> от изначальной силы атаки Астры Яо (макс. 1200 ед.) Этот эффект длится 20 сек., а повторные срабатывания продлевают его действие (максимум 30 сек.).",
                "6": "Когда Астра Яо находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, при этом другой персонаж выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, а Астра Яо расходует энергию на выполнение дополнительной атаки <color=#FFFFFF>«Тремоло»</color>, это повышает силу атаки как Астры Яо, так и выходящего на поле боя персонажа на <color=#2BAD00>32%</color> от изначальной силы атаки Астры Яо (макс. 1200 ед.) Этот эффект длится 20 сек., а повторные срабатывания продлевают его действие (максимум 30 сек.).",
                "7": "Когда Астра Яо находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, при этом другой персонаж выходит на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, а Астра Яо расходует энергию на выполнение дополнительной атаки <color=#FFFFFF>«Тремоло»</color>, это повышает силу атаки как Астры Яо, так и выходящего на поле боя персонажа на <color=#2BAD00>35%</color> от изначальной силы атаки Астры Яо (макс. 1200 ед.) Этот эффект длится 20 сек., а повторные срабатывания продлевают его действие (максимум 30 сек.)."
            }
        },
        "MathSkill": {
            "Title": "Дополнительная способность: Пляска под луной",
            "Description": "Если в отряде есть агент специальности <color=#FFFFFF>«Нападение»</color>, <color=#FFFFFF>«Аномалия»</color> или <color=#FFFFFF>«Разрушение»</color>:\nКогда Астра Яо расходует энергию на <color=#FFFFFF>точную поддержку</color> или <color=#FFFFFF>базовую атаку «Кода»</color>, она дополнительно выполняет 1 атаку <color=#FFFFFF>«Тремоло»</color> и 3 атаки <color=#FFFFFF>«Тональный кластер»</color>."
        }
    },
    "SkillDescriptions": {
        "0": {
            "131100001": {
                "Title": "Базовая атака: Каприччио",
                "Description": "Нажмите <IconMap:Icon_Normal>, чтобы активировать данную атаку.\nАгент выполняет до 3 этапов атак перед собой, нанося <color=#FE437E>эфирный урон</color>.\nВо время 3-го этапа атаки зажмите <IconMap:Icon_Normal>, чтобы зарядить атаку, стянуть врагов друг к другу, увеличить радиус атаки и усилить её.\nЕсли зажать <IconMap:Icon_Normal> после активации иного приёма, это сразу запустит 3-й этап атаки."
            },
            "131100002": {
                "Title": "Базовая атака: Интерлюдия",
                "Description": "Находясь в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, нажмите <IconMap:Icon_Normal>, чтобы запустить эту атаку.\nАгент выполняет перед собой атаку <color=#FFFFFF>«Тремоло»</color>, нанося <color=#FE437E>эфирный урон</color>.\nЕсли этот навык попадает по врагу, срабатывает <color=#FFFFFF>быстрая помощь</color>."
            },
            "131100003": {
                "Title": "Базовая атака: Рефрен",
                "Description": "Выполняя <color=#FFFFFF>идеальное уклонение</color> в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, нажмите <IconMap:Icon_Normal>, чтобы запустить эту атаку.\nАгент выполняет множество атак <color=#FFFFFF>«Тремоло»</color> по врагам перед собой, нанося огромный <color=#FE437E>эфирный урон</color>.\nЕсли этот навык попадает по врагу, срабатывает <color=#FFFFFF>быстрая помощь</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "131100004": {
                "Title": "Базовая атака: Кода",
                "Description": "Находясь в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, зажмите <IconMap:Icon_Normal>, чтобы выполнить эту атаку.\nАгент выполняет атаку <color=#FFFFFF>«Тремоло»</color> по врагам перед собой, нанося <color=#FE437E>эфирный урон</color>, и выходит из состояния <color=#FFFFFF>«Совершенная каденция»</color>.\nАктивируя этот навык, агент получает усиление от <color=#FFFFFF>основного пассивного навыка «В ритме анданте»</color>.\nЕсли у агента достаточно энергии, он потребляет энергию и дополнительно выполняет 1 атаку <color=#FFFFFF>«Тремоло»</color> и 3 атаки <color=#FFFFFF>«Тональный кластер»</color>. Эта атака <color=#FFFFFF>«Тремоло»</color> считается <color=#FFFFFF>усиленной особой атакой</color>."
            },
            "131100017": {
                "Title": "Базовая атака: Каприччио"
            },
            "131100018": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1311001, Prop:1001}"
            },
            "131100019": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1311002, Prop:1001}"
            },
            "131100020": {
                "Description": "Мин. множитель урона 3-го этапа",
                "Param": "{Skill:1311003, Prop:1001}"
            },
            "131100021": {
                "Description": "Макс. множитель урона 3-го этапа",
                "Param": "{Skill:1311004, Prop:1001}"
            },
            "131100022": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1311001, Prop:1002}"
            },
            "131100023": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1311002, Prop:1002}"
            },
            "131100024": {
                "Description": "Мин. множитель оглушения 3-го этапа",
                "Param": "{Skill:1311003, Prop:1002}"
            },
            "131100025": {
                "Description": "Макс. множитель оглушения 3-го этапа",
                "Param": "{Skill:1311004, Prop:1002}"
            },
            "131100026": {
                "Title": "Базовая атака: Интерлюдия"
            },
            "131100027": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100028": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100029": {
                "Description": "Множитель урона 3-го этапа",
                "Param": "{Skill:1311005, Prop:1001} * 2"
            },
            "131100030": {
                "Description": "Множитель урона 4-го этапа",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100031": {
                "Description": "Множитель урона 5-го этапа",
                "Param": "{Skill:1311005, Prop:1001} * 2"
            },
            "131100032": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100033": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100034": {
                "Description": "Множитель оглушения 3-го этапа",
                "Param": "{Skill:1311005, Prop:1002} * 2"
            },
            "131100035": {
                "Description": "Множитель оглушения 4-го этапа",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100036": {
                "Description": "Множитель оглушения 5-го этапа",
                "Param": "{Skill:1311005, Prop:1002} * 2"
            },
            "131100037": {
                "Title": "Базовая атака: Рефрен"
            },
            "131100038": {
                "Description": "Множитель урона",
                "Param": "{Skill:1311005, Prop:1001} * 4"
            },
            "131100039": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1311005, Prop:1002} * 4"
            },
            "131100040": {
                "Title": "Базовая атака: Кода"
            },
            "131100041": {
                "Description": "Множитель урона",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100042": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1311005, Prop:1002}"
            }
        },
        "1": {
            "131100005": {
                "Title": "Особая атака: Колокольчики и клятвы",
                "Description": "Для активации нажмите <IconMap:Icon_Special>:\nАгент стремительно перемещается, выполняет атаку <color=#FFFFFF>«Тремоло»</color>, наносящую <color=#FE437E>эфирный урон</color>, и входит в состояние <color=#FFFFFF>«Совершенная каденция»</color>.\nЕсли во время выполнения этого навыка потянуть {LAYOUT_XBOXCONTROLLER#мини-джойстик}{LAYOUT_FALLBACK#джойстик}, то агент переместится в указанном направлении.\nЕсли во время выполнения этого навыка зажать <IconMap:Icon_Special>, то атака заряжается, стягивает врагов, а после агент выполняет от 1 до 4 дополнительных атак <color=#FFFFFF>«Тремоло»</color> в зависимости от степени заряженности атаки.\nЕсли этот навык наносит урон врагу, срабатывает <color=#FFFFFF>быстрая помощь</color>.\nВо время быстрого перемещения персонаж неуязвим."
            },
            "131100006": {
                "Title": "Совершенная каденция",
                "Description": "Когда Астра Яо входит в состояние <color=#FFFFFF>«Совершенная каденция»</color>, она повышает урон всех персонажей отряда на <color=#2BAD00>{CAL:0.08+AvatarSkillLevel(1)*0.01,100,2}%</color>, а крит. урон — на <color=#2BAD00>{CAL:0.07+AvatarSkillLevel(1)*0.015,100,2}%</color>.\nНаходясь в состоянии <color=#FFFFFF>«Совершенная каденция»</color>, Астра Яо не может двигаться, но может выполнять <color=#FFFFFF>базовую атаку «Интерлюдия»</color> (нажмите <IconMap:Icon_Normal>) и уклоняться (нажмите <IconMap:Icon_Evade>). Выполнив <color=#FFFFFF>идеальное уклонение</color>, нажмите <IconMap:Icon_Normal>, чтобы запустить <color=#FFFFFF>базовую атаку «Рефрен»</color>.\nВ этом состоянии уровень защиты от прерывания Астры Яо повышен, а сама Астра Яо получает на 40% меньше урона. Когда вы переключаетесь на другого персонажа, Астра Яо остаётся на поле боя в состоянии неуязвимости. Когда вы переключаетесь обратно на Астру Яо, она автоматически выполняет <color=#FFFFFF>особую атаку «Колокольчики и клятвы»</color>.\nДля выхода из состояния <color=#FFFFFF>«Совершенная каденция»</color> зажмите <IconMap:Icon_Normal> и выполните <color=#FFFFFF>базовую атаку «Кода»</color> или же зажмите <IconMap:Icon_Evade>."
            },
            "131100007": {
                "Title": "Аккорд",
                "Description": "За каждые 25 ед. энергии Астра Яо получает 1 <color=#FFFFFF>Аккорд</color>.\nКогда Астра Яо находится в состоянии <color=#FFFFFF>«Совершенная каденция»</color> и имеет <color=#FFFFFF>Аккорды</color>, в следующих ситуациях может быть вызвана <color=#FFFFFF>быстрая помощь</color>:\n· когда активный персонаж, управляемый игроком, попадает атакой по врагу (срабатывает не чаще раза в 3 сек.);\n· когда активный персонаж, управляемый игроком, наносит по врагу тяжёлый удар (срабатывает не чаще раза в 1 сек.).\nКогда другие персонажи в отряде выходят на поле боя посредством <color=#FFFFFF>быстрой помощи</color>, <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, Астра Яо потребляет 25 ед. энергии и выполняет 1 дополнительную атаку <color=#FFFFFF>«Тремоло»</color>. Эта атака <color=#FFFFFF>«Тремоло»</color> считается <color=#FFFFFF>усиленной особой атакой</color>.\nПосле срабатывания <color=#FFFFFF>быстрой помощи</color> тут же нажмите <IconMap:Icon_Switch>, чтобы сменить персонажа и вызвать <color=#FFFFFF>точную поддержку</color>: Астра Яо дополнительно выпускает 3 заряда <color=#FFFFFF>Тонального кластера</color> для атаки. Когда другой член отряда выходит на поле боя посредством <color=#FFFFFF>цепочки атак</color>, <color=#FFFFFF>помощи в защите</color> или <color=#FFFFFF>помощи в уклонении</color>, автоматически срабатывает <color=#FFFFFF>точная поддержка</color>."
            },
            "131100043": {
                "Title": "Особая атака: Колокольчики и клятвы"
            },
            "131100044": {
                "Description": "Увеличение урона персонажей отряда",
                "Param": "{CAL:0.08+AvatarSkillLevel(1)*0.01,100,2}%"
            },
            "131100045": {
                "Description": "Увеличение крит. урона персонажей отряда",
                "Param": "{CAL:0.07+AvatarSkillLevel(1)*0.015,100,2}%"
            },
            "131100046": {
                "Description": "Мин. множитель урона",
                "Param": "{Skill:1311006, Prop:1001}"
            },
            "131100047": {
                "Description": "Макс. множитель урона",
                "Param": "{Skill:1311006, Prop:1001} * 4"
            },
            "131100048": {
                "Description": "Мин. множитель оглушения",
                "Param": "{Skill:1311006, Prop:1002}"
            },
            "131100049": {
                "Description": "Макс. множитель оглушения",
                "Param": "{Skill:1311006, Prop:1002} * 4"
            },
            "131100050": {
                "Title": "Аккорд"
            },
            "131100051": {
                "Description": "Множитель урона доп. атаки «Тремоло»",
                "Param": "{Skill:1311008, Prop:1001}"
            },
            "131100052": {
                "Description": "Множитель урона доп. атаки «Тональный кластер»",
                "Param": "{Skill:1311009, Prop:1001} * 3"
            },
            "131100053": {
                "Description": "Расход энергии",
                "Param": "25"
            }
        },
        "2": {
            "131100008": {
                "Title": "Уклонение: Маленький вальс",
                "Description": "Нажмите <IconMap:Icon_Evade>, чтобы быстро уклониться в рывке.\nВо время применения этого навыка персонаж неуязвим."
            },
            "131100009": {
                "Title": "Атака в рывке: Симфония лунного затмения",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время уклонения.\nАгент атакует врагов перед собой, нанося <color=#FE437E>эфирный урон</color>.\nВо время действия навыка управляйте движением агента с помощью {LAYOUT_XBOXCONTROLLER#мини-джойстика}{LAYOUT_FALLBACK#джойстика}."
            },
            "131100010": {
                "Title": "Контратака после уклонения: Вальс с зонтиком",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после запуска <color=#FFFFFF>идеального уклонения</color>.\nАгент атакует врагов перед собой, нанося <color=#FE437E>эфирный урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "131100054": {
                "Title": "Атака в рывке: Симфония лунного затмения"
            },
            "131100055": {
                "Description": "Множитель урона",
                "Param": "{Skill:1311010, Prop:1001}"
            },
            "131100056": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1311010, Prop:1002}"
            },
            "131100057": {
                "Title": "Контратака после уклонения: Вальс с зонтиком"
            },
            "131100058": {
                "Description": "Множитель урона",
                "Param": "{Skill:1311011, Prop:1001}"
            },
            "131100059": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1311011, Prop:1002}"
            }
        },
        "3": {
            "131100011": {
                "Title": "Цепочка атак: Развесёлый концерт",
                "Description": "Для активации выберите этого агента, когда запущена <color=#FFFFFF>цепочка атак</color>.\nАстра Яо своим вокалом направляет энергию против врага, нанося огромный <color=#FE437E>эфирный урон</color>.\nВо время применения этого навыка персонаж неуязвим.\nКогда навык попадает по врагу, запускается <color=#FFFFFF>быстрая помощь</color>.\nАктивировав этот навык, Астра Яо входит в состояние <color=#FFFFFF>«Совершенная каденция»</color>."
            },
            "131100012": {
                "Title": "Суперспособность: Соната фантазии",
                "Description": "Для активации нажмите <IconMap:Icon_UltimateReady>, когда децибелы на <color=#FFFFFF>максимуме</color>.\nАстра Яо своим вокалом направляет энергию против врага, нанося огромный <color=#FE437E>эфирный урон</color> и восстанавливая всем персонажам отряда <color=#2BAD00>{CAL:-50+AvatarSkillLevel(3)*250,1,2}</color> HP.\nВо время применения этого навыка персонаж неуязвим.\nКогда навык попадает по врагу, запускается <color=#FFFFFF>быстрая помощь</color>.\nАктивировав этот навык, Астра Яо входит в состояние <color=#FFFFFF>«Совершенная каденция»</color>.\nСледующие за этим навыком 2 <color=#FFFFFF>быстрые помощи</color> заменяются на <color=#FFFFFF>цепочки атак</color>.\nДо того как эти две попытки замены будут истрачены, при использовании персонажами отряда <color=#FFFFFF>цепочек атак</color> или <color=#FFFFFF>суперспособностей</color> будет запускаться <color=#FFFFFF>быстрая помощь</color>."
            },
            "131100060": {
                "Title": "Цепочка атак: Развесёлый концерт"
            },
            "131100061": {
                "Description": "Множитель урона",
                "Param": "{Skill:1311012, Prop:1001}"
            },
            "131100062": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1311012, Prop:1002}"
            },
            "131100063": {
                "Title": "Суперспособность: Соната фантазии"
            },
            "131100064": {
                "Description": "Множитель урона",
                "Param": "{Skill:1311013, Prop:1001}"
            },
            "131100065": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1311013, Prop:1002}"
            },
            "131100066": {
                "Description": "Восстановление HP",
                "Param": "{CAL:-50+AvatarSkillLevel(3)*250,1,2}"
            }
        },
        "6": {
            "131100014": {
                "Title": "Быстрая помощь: Грандиозный фейерверк",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа подбросили.\nАгент атакует врагов перед собой, нанося <color=#FE437E>эфирный урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "131100015": {
                "Title": "Помощь в уклонении: Взаимное влечение",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа вот-вот атакуют.\nАгент уворачивается от атаки врага и активирует <color=#FFFFFF>обострённое восприятие</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "131100016": {
                "Title": "Помощь в дополнительной атаке: Первая встреча",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после <color=#FFFFFF>помощи в уклонении</color>.\nАгент выстреливает вперёд лучом энергии, нанося <color=#FE437E>эфирный урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "131100067": {
                "Title": "Быстрая помощь: Грандиозный фейерверк"
            },
            "131100068": {
                "Description": "Множитель урона",
                "Param": "{Skill:1311014, Prop:1001}"
            },
            "131100069": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1311014, Prop:1002}"
            },
            "131100070": {
                "Title": "Помощь в дополнительной атаке: Первая встреча"
            },
            "131100071": {
                "Description": "Множитель урона",
                "Param": "{Skill:1311015, Prop:1001}"
            },
            "131100072": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1311015, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1311001": {
            "DamageValue": 4380,
            "DamageGrowth": 400,
            "DazeValue": 4130,
            "DazeGrowth": 190
        },
        "1311002": {
            "DamageValue": 5910,
            "DamageGrowth": 540,
            "DazeValue": 5640,
            "DazeGrowth": 260
        },
        "1311003": {
            "DamageValue": 12090,
            "DamageGrowth": 1100,
            "DazeValue": 11480,
            "DazeGrowth": 530
        },
        "1311004": {
            "DamageValue": 27070,
            "DamageGrowth": 2470,
            "DazeValue": 21940,
            "DazeGrowth": 1000
        },
        "1311005": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311006": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311007": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311008": {
            "DamageValue": 4600,
            "DamageGrowth": 420,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311009": {
            "DamageValue": 2400,
            "DamageGrowth": 220,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311010": {
            "DamageValue": 8070,
            "DamageGrowth": 740,
            "DazeValue": 4040,
            "DazeGrowth": 190
        },
        "1311011": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 9680,
            "DazeGrowth": 440
        },
        "1311012": {
            "DamageValue": 67180,
            "DamageGrowth": 6110,
            "DazeValue": 23290,
            "DazeGrowth": 1060
        },
        "1311013": {
            "DamageValue": 195980,
            "DamageGrowth": 17820,
            "DazeValue": 23830,
            "DazeGrowth": 1090
        },
        "1311014": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311015": {
            "DamageValue": 30460,
            "DamageGrowth": 2770,
            "DazeValue": 26100,
            "DazeGrowth": 1190
        },
        "1311016": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311017": {
            "DamageValue": 9200,
            "DamageGrowth": 840,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311018": {
            "DamageValue": 4800,
            "DamageGrowth": 440,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311019": {
            "DamageValue": 180000,
            "DamageGrowth": 2890,
            "DazeValue": 34930,
            "DazeGrowth": 1590
        },
        "1311020": {
            "DamageValue": 184070,
            "DamageGrowth": 16740,
            "DazeValue": 77280,
            "DazeGrowth": 3520
        },
        "1311021": {
            "DamageValue": 368140,
            "DamageGrowth": 33470,
            "DazeValue": 77280,
            "DazeGrowth": 3520
        }
    }
}