{
    "Name": "Эвелин",
    "ElementTypes": [
        "Fire"
    ],
    "Talents": {
        "1": {
            "Title": "Паутина сна",
            "Description": "При выходе на поле боя Эвелин сразу получает 1500 децибел. Когда на врага накладываются <color=#FFFFFF>Запретные путы</color>, на него также накладывается эффект <color=#FFFFFF>«Оковы»</color>. Когда Эвелин атакует врага, на которого наложен эффект <color=#FFFFFF>«Оковы»</color>, она игнорирует 12% его защиты. Когда Эвелин запускает <color=#FFFFFF>особую атаку «Треснувший кокон — первая форма»</color> или <color=#FFFFFF>усиленную особую атаку «Треснувший кокон — конечная форма»</color>, она накладывает эффект <color=#FFFFFF>«Оковы»</color> на всех врагов, поражённых этой атакой, и длится <color=#FFFFFF>этот эффект</color> 10 сек.",
            "Lore": "Тусклый огонёк вдалеке: сплетённый ею самой сон, недосягаемое будущее. Она не собиралась раскаиваться в проступках прошлого; она хотела для себя свободы в будущем.\n«Ты ведь тоже этого хочешь? Настоящей жизни?»\n— вопрос, который одна анонимная коллега задала Эвелин."
        },
        "2": {
            "Title": "Танец пламени",
            "Description": "Сила атаки Эвелин повышается на 15%. Когда Эвелин запускает <color=#FFFFFF>базовую атаку «Гаррота — первая форма»</color> или <color=#FFFFFF>базовую атаку «Гаррота — вторая форма»</color>, всё израсходованное <color=#FFFFFF>Испепеление</color> восстанавливается, но не чаще раза в 25 сек. Когда Эвелин расходует <color=#FFFFFF>Пламенные нити</color> на запуск <color=#FFFFFF>цепочки атак «Луналюксовые путы»</color>, уровень прерывания этого приёма повышается.",
            "Lore": "— Этот свет был для меня чем-то чужим. Мне следовало держаться от него в стороне. Но он прошёл через все преграды, будто хотел сказать: в мире есть что-то, кроме тьмы. Что-то, к чему можно стремиться.\n— Эвелин, непривычно мягким голосом рассказывающая о своей первой встрече с Астрой Яо."
        },
        "3": {
            "Title": "Выход из кокона",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "Только когда она сбросила эти путы, она и стала по-настоящему собой. Сковывающие её нити оборвались, кокон треснул, и Эвелин увидела перед собой новую жизнь. Она глядела на неё холодно, цепко и с едва заметным блеском в глазах."
        },
        "4": {
            "Title": "Мелодия судьбы",
            "Description": "Когда Эвелин запускает <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, она сразу получает щит, равный 10% от её максимума HP. Пока у Эвелин есть этот щит, она наносит на 40% больше крит. урона.",
            "Lore": "— Эва, а ты знаешь, когда я встречаю кого-нибудь важного в моей жизни, у меня сердце так стучит: Бум! Бум!\nЭвелин тяжело вздохнула, показывая, что уже поздно. Торопливо поправив подол платья, Астра вышла из гримёрки.\n— Бум. Бум, — повторила про себя Эвелин, оставшись одна."
        },
        "5": {
            "Title": "Нить, красная как заря",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "Её нить пылает как рассветные облака.\nПосле удара нить непринуждённо раскручивается, рассыпая искры, полыхающие как закатные лучи. Слова не нужны: быть под охраной Эвелин значит быть окружённым сияющим пламенем."
        },
        "6": {
            "Title": "Связь света и тьмы",
            "Description": "Когда Эвелин запускает <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, она на 20 сек. получает эффект <color=#FFFFFF>«Лунный серп»</color>. Когда во время действия эффекта <color=#FFFFFF>«Лунный серп»</color> Эвелин попадает по основной цели своей <color=#FFFFFF>базовой атакой</color>, <color=#FFFFFF>атакой в рывке</color>, <color=#FFFFFF>особой</color> или <color=#FFFFFF>усиленной особой</color> атакой, она выполняет доп. атаку <color=#FFFFFF>Луналюксовой гарротой</color>, нанося врагам в области <color=#FF5521>огненный урон</color>, равный 375% от силы атаки Эвелин. Этот урон считается уроном от <color=#FFFFFF>цепочки атак</color>, срабатывает максимум 16 р., а повторное получение эффекта <color=#FFFFFF>«Лунный серп»</color> обновляет число срабатываний.",
            "Lore": "Где свет, там и тьма.\nЛуч света пронзает насквозь; тьма неслышно следует за ним, оберегая его. Тьма не посягает на сияние света, но тихо заполняет уголки, куда свет не может проникнуть. Свет и тьма нераздельны: свету нельзя без тьмы, а тьма существует лишь благодаря свету. Так они и сосуществуют — бесконечно преследуя друг друга, связанные невыразимыми узами."
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Основной пассивный навык: Захлёст",
            "DescriptionByLevel": {
                "1": "Когда Эвелин входит в состояние <color=#FFFFFF>«Запретные путы»</color>, её шанс крит. попадания повышается на <color=#2BAD00>12,5%</color>. Когда Эвелин выходит из состояния <color=#FFFFFF>«Запретные путы»</color>, её усиление действует ещё 10 сек. Если во время действия <color=#FFFFFF>Запретных пут</color> вместо Эвелин на поле боя выходит другой персонаж, Эвелин автоматически выполняет <color=#FFFFFF>особую атаку «Треснувший кокон — первая форма»</color>.",
                "2": "Когда Эвелин входит в состояние <color=#FFFFFF>«Запретные путы»</color>, её шанс крит. попадания повышается на <color=#2BAD00>14,6%</color>. Когда Эвелин выходит из состояния <color=#FFFFFF>«Запретные путы»</color>, её усиление действует ещё 10 сек. Если во время действия <color=#FFFFFF>Запретных пут</color> вместо Эвелин на поле боя выходит другой персонаж, Эвелин автоматически выполняет <color=#FFFFFF>особую атаку «Треснувший кокон — первая форма»</color>.",
                "3": "Когда Эвелин входит в состояние <color=#FFFFFF>«Запретные путы»</color>, её шанс крит. попадания повышается на <color=#2BAD00>16,7%</color>. Когда Эвелин выходит из состояния <color=#FFFFFF>«Запретные путы»</color>, её усиление действует ещё 10 сек. Если во время действия <color=#FFFFFF>Запретных пут</color> вместо Эвелин на поле боя выходит другой персонаж, Эвелин автоматически выполняет <color=#FFFFFF>особую атаку «Треснувший кокон — первая форма»</color>.",
                "4": "Когда Эвелин входит в состояние <color=#FFFFFF>«Запретные путы»</color>, её шанс крит. попадания повышается на <color=#2BAD00>18,8%</color>. Когда Эвелин выходит из состояния <color=#FFFFFF>«Запретные путы»</color>, её усиление действует ещё 10 сек. Если во время действия <color=#FFFFFF>Запретных пут</color> вместо Эвелин на поле боя выходит другой персонаж, Эвелин автоматически выполняет <color=#FFFFFF>особую атаку «Треснувший кокон — первая форма»</color>.",
                "5": "Когда Эвелин входит в состояние <color=#FFFFFF>«Запретные путы»</color>, её шанс крит. попадания повышается на <color=#2BAD00>20,8%</color>. Когда Эвелин выходит из состояния <color=#FFFFFF>«Запретные путы»</color>, её усиление действует ещё 10 сек. Если во время действия <color=#FFFFFF>Запретных пут</color> вместо Эвелин на поле боя выходит другой персонаж, Эвелин автоматически выполняет <color=#FFFFFF>особую атаку «Треснувший кокон — первая форма»</color>.",
                "6": "Когда Эвелин входит в состояние <color=#FFFFFF>«Запретные путы»</color>, её шанс крит. попадания повышается на <color=#2BAD00>23%</color>. Когда Эвелин выходит из состояния <color=#FFFFFF>«Запретные путы»</color>, её усиление действует ещё 10 сек. Если во время действия <color=#FFFFFF>Запретных пут</color> вместо Эвелин на поле боя выходит другой персонаж, Эвелин автоматически выполняет <color=#FFFFFF>особую атаку «Треснувший кокон — первая форма»</color>.",
                "7": "Когда Эвелин входит в состояние <color=#FFFFFF>«Запретные путы»</color>, её шанс крит. попадания повышается на <color=#2BAD00>25%</color>. Когда Эвелин выходит из состояния <color=#FFFFFF>«Запретные путы»</color>, её усиление действует ещё 10 сек. Если во время действия <color=#FFFFFF>Запретных пут</color> вместо Эвелин на поле боя выходит другой персонаж, Эвелин автоматически выполняет <color=#FFFFFF>особую атаку «Треснувший кокон — первая форма»</color>."
            }
        },
        "MathSkill": {
            "Title": "Дополнительная способность: Скрытая атака",
            "Description": "Если в отряде есть агент специальности <color=#FFFFFF>«Устрашение»</color> или <color=#FFFFFF>«Поддержка»</color>:\n<color=#FFFFFF>Цепочка атак</color> и <color=#FFFFFF>суперспособность</color> Эвелин наносят на 30% больше урона. Если шанс крит. попадания Эвелин равен 80% или выше, множитель урона её <color=#FFFFFF>цепочки атак «Луналюксовые путы»</color>, <color=#FFFFFF>суперспособности «Луналюксовая гаррота — звук»</color> и <color=#FFFFFF>суперспособности «Луналюксовая гаррота — тень»</color> повышается до 125% от изначального значения."
        }
    },
    "SkillDescriptions": {
        "0": {
            "132100001": {
                "Title": "Базовая атака: Острая струна",
                "Description": "Для активации нажмите <IconMap:Icon_Normal>.\nЭвелин выполняет до 5 этапов атак перед собой, нанося <color=#F0D12B>физический</color> и <color=#FF5521>огненный</color> урон.\nЕсли 5-й этап атаки попадает по врагу, Эвелин активирует <color=#FFFFFF>Луналюксовую гарроту</color>, которой опутывает свою главную цель, и входит в состояние <color=#FFFFFF>«Запретные путы»</color>."
            },
            "132100002": {
                "Title": "Пассивный навык: Путы",
                "Description": "Когда Эвелин своими навыками наносит урон врагам, она накапливает эффект <color=#FFFFFF>«Испепеление»</color>.\nКогда Эвелин расходует <color=#FFFFFF>«Испепеление»</color> для активации <color=#FFFFFF>Гарроты</color> или <color=#FFFFFF>децибелы</color> — для запуска <color=#FFFFFF>суперспособности</color>, она получает 1 <color=#FFFFFF>Пламенную нить</color>.\nКогда у Эвелин есть 3 <color=#FFFFFF>Пламенных нити</color>, то при следующем использовании <color=#FFFFFF>Гарроты</color> она расходует все <color=#FFFFFF>Пламенные нити</color> и выполняет вместо данного приёма <color=#FFFFFF>цепочку атак «Луналюксовые путы»</color> с ослабленным уровнем прерывания."
            },
            "132100003": {
                "Title": "Базовая атака: Гаррота — первая форма",
                "Description": "Когда эффект <color=#FFFFFF>«Испепеление»</color> находится на уровне от 50% и выше, зажмите <IconMap:Icon_Normal> или <IconMap:Icon_Special> для активации:\nЭвелин расходует 50% эффекта <color=#FFFFFF>«Испепеление»</color> и выполняет рубящий удар <color=#FFFFFF>Луналюксовой гарротой</color>, нанося <color=#FF5521>огненный урон</color>.\nВо время использования навыка уровень защиты от прерывания повышается, а получаемый урон снижается на 40%.\nПосле использования навыка вы получаете 1 <color=#FFFFFF>Пламенную нить</color>."
            },
            "132100004": {
                "Title": "Базовая атака: Гаррота — вторая форма",
                "Description": "Когда эффект <color=#FFFFFF>«Испепеление»</color> находится на уровне от 50% и выше, после запуска <color=#FFFFFF>базовой атаки «Гаррота — первая форма»</color> продолжайте зажимать <IconMap:Icon_Normal> или <IconMap:Icon_Special> для активации:\nЭвелин расходует 50% эффекта <color=#FFFFFF>«Испепеление»</color> и выполняет доп. атаку <color=#FFFFFF>Луналюксовой гарротой</color>, нанося <color=#FF5521>огненный урон</color>.\nВо время использования навыка уровень защиты от прерывания повышается, а получаемый урон снижается на 40%.\nПосле использования навыка вы получаете 1 <color=#FFFFFF>Пламенную нить</color>."
            },
            "132110001": {
                "Title": "Базовая атака: Острая струна"
            },
            "132110002": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1321001, Prop:1001}"
            },
            "132110003": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1321002, Prop:1001}"
            },
            "132110004": {
                "Description": "Множитель урона 3-го этапа",
                "Param": "{Skill:1321003, Prop:1001}"
            },
            "132110005": {
                "Description": "Множитель урона 4-го этапа",
                "Param": "{Skill:1321004, Prop:1001}"
            },
            "132110006": {
                "Description": "Множитель урона 5-го этапа",
                "Param": "{Skill:1321005, Prop:1001}"
            },
            "132110007": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1321001, Prop:1002}"
            },
            "132110008": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1321002, Prop:1002}"
            },
            "132110009": {
                "Description": "Множитель оглушения 3-го этапа",
                "Param": "{Skill:1321003, Prop:1002}"
            },
            "132110010": {
                "Description": "Множитель оглушения 4-го этапа",
                "Param": "{Skill:1321004, Prop:1002}"
            },
            "132110011": {
                "Description": "Множитель оглушения 5-го этапа",
                "Param": "{Skill:1321005, Prop:1002}"
            },
            "132110012": {
                "Title": "Базовая атака: Гаррота — первая форма"
            },
            "132110013": {
                "Description": "Множитель урона",
                "Param": "{Skill:1321006, Prop:1001}"
            },
            "132110014": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1321006, Prop:1002}"
            },
            "132110015": {
                "Title": "Базовая атака: Гаррота — вторая форма"
            },
            "132110016": {
                "Description": "Множитель урона",
                "Param": "{Skill:1321007, Prop:1001}"
            },
            "132110017": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1321007, Prop:1002}"
            }
        },
        "1": {
            "132100005": {
                "Title": "Особая атака: Иммобилизация",
                "Description": "До входа в состояние <color=#FFFFFF>«Запретные путы»</color> нажмите <IconMap:Icon_Special> или <IconMap:Icon_SpecialReady> для активации.\nЭвелин притягивает врага <color=#FFFFFF>Луналюксовой гарротой</color> и выполняет удар ногой вперёд, нанося <color=#FF5521>огненный урон</color>.\nКогда удар попадает по врагу, Эвелин опутывает свою главную цель <color=#FFFFFF>Луналюксовой гарротой</color> и входит в состояние <color=#FFFFFF>«Запретные путы»</color>.\nВо время применения этого навыка повышается уровень защиты от прерывания."
            },
            "132100006": {
                "Title": "Особая атака: Треснувший кокон — первая форма",
                "Description": "Войдя в состояние <color=#FFFFFF>«Запретные путы»</color>, нажмите или зажмите <IconMap:Icon_Special> для активации.\nЭвелин стягивает врагов к первичной цели, на которую действует эффект <color=#FFFFFF>«Запретные путы»</color>, и вызывает взрыв, наносящий <color=#FF5521>огненный урон</color>. После взрыва эффект <color=#FFFFFF>«Запретные путы»</color> снимается.\nВыполняя этот навык, Эвелин может уклониться от вражеских атак, а при выполнении <color=#FFFFFF>идеального уклонения</color> дополнительно накапливается 25% <color=#FFFFFF>Испепеления</color>.\nСтянув врагов, нажмите <IconMap:Icon_Normal>, чтобы отменить взрыв и сразу перейти к 3-му этапу <color=#FFFFFF>базовой атаки</color>.\nВо время применения этого навыка повышен уровень защиты от прерывания."
            },
            "132100007": {
                "Title": "Усиленная особая атака: Треснувший кокон — конечная форма",
                "Description": "Войдя в состояние <color=#FFFFFF>«Запретные путы»</color>, при достаточном уровне энергии нажмите или зажмите <IconMap:Icon_SpecialReady> для активации.\nЭвелин стягивает врагов к первичной цели, на которую действует эффект <color=#FFFFFF>«Запретные путы»</color>, и вызывает взрыв, наносящий огромный <color=#FF5521>огненный урон</color>. После взрыва эффект <color=#FFFFFF>«Запретные путы»</color> снимается.\nВыполняя этот навык, Эвелин может уклониться от вражеских атак, а при выполнении <color=#FFFFFF>идеального уклонения</color> дополнительно накапливается 25% <color=#FFFFFF>Испепеления</color>.\nСтянув врагов, нажмите <IconMap:Icon_Normal>, чтобы отменить взрыв и сразу перейти к 3-му этапу <color=#FFFFFF>базовой атаки</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "132110018": {
                "Title": "Особая атака: Иммобилизация"
            },
            "132110019": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1321008, Prop:1001}"
            },
            "132110020": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1321008, Prop:1002}"
            },
            "132110021": {
                "Title": "Особая атака: Треснувший кокон — первая форма"
            },
            "132110022": {
                "Description": "Множитель урона пут",
                "Param": "{Skill:1321009, Prop:1001}"
            },
            "132110023": {
                "Description": "Множитель урона от взрыва",
                "Param": "{Skill:1321010, Prop:1001}"
            },
            "132110024": {
                "Description": "Множитель оглушения пут",
                "Param": "{Skill:1321009, Prop:1002}"
            },
            "132110025": {
                "Description": "Множитель оглушения взрыва",
                "Param": "{Skill:1321010, Prop:1002}"
            },
            "132110026": {
                "Title": "Усиленная особая атака: Треснувший кокон — конечная форма"
            },
            "132110027": {
                "Description": "Множитель урона пут",
                "Param": "{Skill:1321011, Prop:1001}"
            },
            "132110028": {
                "Description": "Множитель урона от взрыва",
                "Param": "{Skill:1321012, Prop:1001}"
            },
            "132110029": {
                "Description": "Множитель оглушения пут",
                "Param": "{Skill:1321011, Prop:1002}"
            },
            "132110030": {
                "Description": "Множитель оглушения взрыва",
                "Param": "{Skill:1321012, Prop:1002}"
            },
            "132110031": {
                "Description": "Расход энергии",
                "Param": "60 ед."
            }
        },
        "2": {
            "132100008": {
                "Title": "Уклонение: Отступ",
                "Description": "Нажмите <IconMap:Icon_Evade>, чтобы быстро уклониться в рывке.\nВо время применения этого навыка персонаж неуязвим."
            },
            "132100009": {
                "Title": "Атака в рывке: Скрытная инфильтрация",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время уклонения.\nАгент выполняет удар ногой по врагу перед собой, нанося <color=#F0D12B>физический урон</color>."
            },
            "132100010": {
                "Title": "Контратака после уклонения: Удушающий захват",
                "Description": "Запустив <color=#FFFFFF>идеальное уклонение</color>, нажмите <IconMap:Icon_Normal> для активации.\nЭвелин рубит врагов вокруг себя <color=#FFFFFF>Луналюксовой гарротой</color>, нанося <color=#FF5521>огненный урон</color>.\nКогда эта атака попадает по врагу, Эвелин опутывает свою главную цель <color=#FFFFFF>Луналюксовой гарротой</color> и входит в состояние <color=#FFFFFF>«Запретные путы»</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "132110032": {
                "Title": "Атака в рывке: Скрытная инфильтрация"
            },
            "132110033": {
                "Description": "Множитель урона",
                "Param": "{Skill:1321013, Prop:1001}"
            },
            "132110034": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1321013, Prop:1002}"
            },
            "132110035": {
                "Title": "Контратака после уклонения: Удушающий захват"
            },
            "132110036": {
                "Description": "Множитель урона",
                "Param": "{Skill:1321014, Prop:1001}"
            },
            "132110037": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1321014, Prop:1002}"
            }
        },
        "3": {
            "132100011": {
                "Title": "Цепочка атак: Луналюксовые путы",
                "Description": "Для активации выберите этого агента, когда запущена <color=#FFFFFF>цепочка атак</color>.\nЭвелин много раз рубит врагов перед собой <color=#FFFFFF>Луналюксовыми гарротами</color> и вызывает взрыв, нанося огромный <color=#FF5521>огненный урон</color>.\nКогда атака попадает по врагу, Эвелин опутывает свою главную цель <color=#FFFFFF>Луналюксовой гарротой</color> и входит в состояние <color=#FFFFFF>«Запретные путы»</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "132100012": {
                "Title": "Суперспособность: Луналюксовая гаррота — звук",
                "Description": "Для активации нажмите <IconMap:Icon_UltimateReady> при <color=#FFFFFF>максимальном</color> уровне децибелов.\nЭвелин много раз рубит врагов перед собой <color=#FFFFFF>Луналюксовыми гарротами</color> и вызывает взрыв, нанося огромный <color=#FF5521>огненный урон</color>.\nЗапустив этот навык, Эвелин скидывает пиджак и входит в состояние <color=#FFFFFF>«Пробуждение всполохов»</color>, которое продолжается до конца боя. В состоянии <color=#FFFFFF>«Пробуждение всполохов»</color> Эвелин, расходуя <color=#FFFFFF>Пламенные нити</color> для активации <color=#FFFFFF>цепочки атак «Луналюксовые путы»</color>, всегда оставляет одну <color=#FFFFFF>Пламенную нить</color> в запасе.\nПопав ударом по врагу, Эвелин опутывает свою главную цель <color=#FFFFFF>Луналюксовой гарротой</color> и входит в состояние <color=#FFFFFF>«Запретные путы»</color>.\nВо время применения этого навыка персонаж неуязвим.\nЗапустив этот навык, Эвелин получает 1 <color=#FFFFFF>Пламенную нить</color>."
            },
            "132100013": {
                "Title": "Суперспособность: Луналюксовая гаррота — тень",
                "Description": "Для активации нажмите <IconMap:Icon_UltimateReady> в состоянии <color=#FFFFFF>«Пробуждение всполохов»</color> и при <color=#FFFFFF>максимальном</color> уровне децибелов.\nЭвелин много раз рубит врагов перед собой <color=#FFFFFF>Луналюксовыми гарротами</color> и вызывает взрыв, нанося огромный <color=#FF5521>огненный урон</color>.\nКогда эта атака попадает по врагу, Эвелин опутывает свою главную цель <color=#FFFFFF>Луналюксовой гарротой</color> и входит в состояние <color=#FFFFFF>«Запретные путы»</color>.\nВо время применения этого навыка персонаж неуязвим.\nЗапустив этот навык, Эвелин получает 1 <color=#FFFFFF>Пламенную нить</color>."
            },
            "132110038": {
                "Title": "Цепочка атак: Луналюксовые путы"
            },
            "132110039": {
                "Description": "Множитель урона",
                "Param": "{Skill:1321015, Prop:1001}"
            },
            "132110040": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1321015, Prop:1002}"
            },
            "132110041": {
                "Title": "Суперспособность: Луналюксовая гаррота — звук"
            },
            "132110042": {
                "Description": "Множитель урона",
                "Param": "{Skill:1321016, Prop:1001}"
            },
            "132110043": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1321016, Prop:1002}"
            },
            "132110044": {
                "Title": "Суперспособность: Луналюксовая гаррота — тень"
            },
            "132110045": {
                "Description": "Множитель урона",
                "Param": "{Skill:1321016, Prop:1001}"
            },
            "132110046": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1321016, Prop:1002}"
            }
        },
        "6": {
            "132100015": {
                "Title": "Быстрая помощь: Яростное жало",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа подбросили.\nЭвелин рубит врагов вокруг себя <color=#FFFFFF>Луналюксовой гарротой</color>, нанося <color=#FF5521>огненный урон</color>.\nКогда эта атака попадает по врагу, Эвелин опутывает свою главную цель <color=#FFFFFF>Луналюксовой гарротой</color> и входит в состояние <color=#FFFFFF>«Запретные путы»</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "132100016": {
                "Title": "Помощь в защите: Безмолвный надзор",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа вот-вот атакуют.\nАгент парирует атаки врагов, накапливая у них много очков оглушения.\nВо время применения этого навыка персонаж неуязвим."
            },
            "132100017": {
                "Title": "Помощь в дополнительной атаке: Помеха на пути",
                "Description": "Запустив <color=#FFFFFF>помощь в защите</color>, нажмите <IconMap:Icon_Normal> для активации.\nЭвелин рубит врагов <color=#FFFFFF>Луналюксовой гарротой</color>, а затем вызывает взрыв перед собой, нанося <color=#FF5521>огненный урон</color>.\nКогда эта атака попадает по врагу, Эвелин опутывает свою главную цель <color=#FFFFFF>Луналюксовой гарротой</color> и входит в состояние <color=#FFFFFF>«Запретные путы»</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "132110047": {
                "Title": "Быстрая помощь: Яростное жало"
            },
            "132110048": {
                "Description": "Множитель урона",
                "Param": "{Skill:1321017, Prop:1001}"
            },
            "132110049": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1321017, Prop:1002}"
            },
            "132110050": {
                "Title": "Помощь в защите: Безмолвный надзор"
            },
            "132110051": {
                "Description": "Множитель оглушения при отражении лёгких атак",
                "Param": "{Skill:1321018, Prop:1002}"
            },
            "132110052": {
                "Description": "Множитель оглушения при отражении мощных атак",
                "Param": "{Skill:1321019, Prop:1002}"
            },
            "132110053": {
                "Description": "Множитель оглушения при отражении цепочек атак",
                "Param": "{Skill:1321020, Prop:1002}"
            },
            "132110054": {
                "Title": "Помощь в дополнительной атаке: Помеха на пути"
            },
            "132110055": {
                "Description": "Множитель урона",
                "Param": "{Skill:1321021, Prop:1001}"
            },
            "132110056": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1321021, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1321001": {
            "DamageValue": 5120,
            "DamageGrowth": 470,
            "DazeValue": 2560,
            "DazeGrowth": 120
        },
        "1321002": {
            "DamageValue": 6210,
            "DamageGrowth": 570,
            "DazeValue": 5380,
            "DazeGrowth": 250
        },
        "1321003": {
            "DamageValue": 7820,
            "DamageGrowth": 720,
            "DazeValue": 6210,
            "DazeGrowth": 290
        },
        "1321004": {
            "DamageValue": 18670,
            "DamageGrowth": 1700,
            "DazeValue": 15300,
            "DazeGrowth": 700
        },
        "1321005": {
            "DamageValue": 22340,
            "DamageGrowth": 2040,
            "DazeValue": 16830,
            "DazeGrowth": 770
        },
        "1321006": {
            "DamageValue": 22640,
            "DamageGrowth": 2060,
            "DazeValue": 12110,
            "DazeGrowth": 560
        },
        "1321007": {
            "DamageValue": 24520,
            "DamageGrowth": 2230,
            "DazeValue": 12480,
            "DazeGrowth": 570
        },
        "1321008": {
            "DamageValue": 5230,
            "DamageGrowth": 480,
            "DazeValue": 5230,
            "DazeGrowth": 240
        },
        "1321009": {
            "DamageValue": 4040,
            "DamageGrowth": 370,
            "DazeValue": 4040,
            "DazeGrowth": 190
        },
        "1321010": {
            "DamageValue": 3400,
            "DamageGrowth": 310,
            "DazeValue": 3400,
            "DazeGrowth": 160
        },
        "1321011": {
            "DamageValue": 54120,
            "DamageGrowth": 4920,
            "DazeValue": 43710,
            "DazeGrowth": 1990
        },
        "1321012": {
            "DamageValue": 5960,
            "DamageGrowth": 550,
            "DazeValue": 5960,
            "DazeGrowth": 280
        },
        "1321013": {
            "DamageValue": 6050,
            "DamageGrowth": 550,
            "DazeValue": 3030,
            "DazeGrowth": 140
        },
        "1321014": {
            "DamageValue": 21020,
            "DamageGrowth": 1920,
            "DazeValue": 18710,
            "DazeGrowth": 860
        },
        "1321015": {
            "DamageValue": 82930,
            "DamageGrowth": 7540,
            "DazeValue": 23660,
            "DazeGrowth": 1080
        },
        "1321016": {
            "DamageValue": 198850,
            "DamageGrowth": 18080,
            "DazeValue": 26040,
            "DazeGrowth": 1190
        },
        "1321017": {
            "DamageValue": 7710,
            "DamageGrowth": 710,
            "DazeValue": 7710,
            "DazeGrowth": 360
        },
        "1321018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 27130,
            "DazeGrowth": 1240
        },
        "1321019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34280,
            "DazeGrowth": 1560
        },
        "1321020": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1321021": {
            "DamageValue": 29160,
            "DamageGrowth": 2660,
            "DazeValue": 24900,
            "DazeGrowth": 1140
        },
        "1321022": {
            "DamageValue": 7820,
            "DamageGrowth": 720,
            "DazeValue": 6210,
            "DazeGrowth": 290
        },
        "1321023": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1321024": {
            "DamageValue": 103660,
            "DamageGrowth": 9430,
            "DazeValue": 23660,
            "DazeGrowth": 1080
        },
        "1321025": {
            "DamageValue": 248570,
            "DamageGrowth": 22600,
            "DazeValue": 26040,
            "DazeGrowth": 1190
        },
        "1321026": {
            "DamageValue": 57210,
            "DamageGrowth": 5210,
            "DazeValue": 22010,
            "DazeGrowth": 1010
        },
        "1321027": {
            "DamageValue": 71520,
            "DamageGrowth": 6510,
            "DazeValue": 22010,
            "DazeGrowth": 1010
        },
        "1321028": {
            "DamageValue": 39600,
            "DamageGrowth": 3600,
            "DazeValue": 0,
            "DazeGrowth": 0
        }
    }
}