{
    "Name": "Пульхра",
    "ElementTypes": [
        "Physics"
    ],
    "Talents": {
        "1": {
            "Title": "Эгоизм",
            "Description": "При нанесении урона противнику под действием эффекта <color=#FFFFFF>«Удержание»</color> шанс крит. попадания агента повышается на 10%.",
            "Lore": "«Эгоизм должен быть в крови, но научиться ему тоже можно».\n«А как?»\n«Просто набей побольше шишек — и всё поймёшь»."
        },
        "2": {
            "Title": "Оппортунизм",
            "Description": "Пока Пульхра находится в состоянии <color=#FFFFFF>«Походка охотницы»</color> от <color=#FFFFFF>основного пассивного навыка «Инстинкт охотницы»</color>, её сила атаки дополнительно повышается на 10%.",
            "Lore": "«Главное качество наёмника — не лояльность, а умение использовать ситуацию себе на пользу. Выбирай подходящего нанимателя, бери подходящие заказы, делай свою работу и никогда не подписывай долгосрочных контрактов. Даже если перейдёшь к конкурентам, прежнему нанимателю будет нечего возразить».\n«Пульхра, тут только что приходили какие-то люди, искали тебя. Я их прогнал{F#а}. Как ты умудряешься наживать столько врагов?»\n«Просто слишком много людей поддаются эмоциям. Вот и посмотри — все они неудачники, не знающие себе цену»."
        },
        "3": {
            "Title": "Территориальное поведение",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "На двери автодома, где живёт Пульхра, висит огромный плакат. На нём красными буквами написано: «ЭТО МОЯ ТЕРРИТОРИЯ! ПЕРЕД ВХОДОМ СТУЧАТЬ! СТУЧАТЬ! СТУЧАТЬ!»\nНиже приклеен листок поменьше с надписью большими чёрными буквами: «Цезарь, с тебя 100 000 денни за новый замок!»\nЕщё ниже корявым почерком подписано: «ващета прокси сказал{F#а} што он стоит двацатку максимум»."
        },
        "4": {
            "Title": "Радость охоты",
            "Description": "Снижает расход энергии на активацию <color=#FFFFFF>усиленной особой атаки «Рассекающий коготь — Мгновенный шаг»</color> на 5 ед.",
            "Lore": "«Какой смысл бросать вызов сильным оппонентам? Я же не мазохистка. Как по мне, настоящее удовольствие от охоты можно получить, только когда знаешь наверняка, что победишь!»\n5 минут спустя...\n«Какой слабый ИИ в этой игре, скукотища...»"
        },
        "5": {
            "Title": "Погоня за хвостом",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "Самое раннее воспоминание из детства Пульхры — это большой тёплый хвост. Когда она только научилась ползать, больше всего ей нравилось за ним гоняться.\n«А что было потом?»\n«А потом мне сказали, что это мой собственный хвост».\nНо Пульхра-то знала, что хвост был сам по себе! Ведь он не только играл с ней в догонялки, но и укутывал её, согревая холодными ночами. Неизвестно, что с ним случилось — может, в каверне пропал, может, ещё где... Но в эту игру она уже очень давно не играет."
        },
        "6": {
            "Title": "Под маской",
            "Description": "Урон от <color=#FFFFFF>особой атаки «Рассекающий коготь — Тень кошмара»</color> увеличивается на 15%, а количество раз, когда можно запустить повторную атаку, увеличивается на 2. Эффект <color=#FFFFFF>«Удержание»</color> от <color=#FFFFFF>дополнительной способности «Деловое партнёрство»</color> теперь действует не только на урон от <color=#FFFFFF>афтершока</color>, а на все типы урона.",
            "Lore": "Респиратор защищает от частиц эфира и пыльцы, а ещё от любопытных, испуганных и недоброжелательных взглядов. Но с ним уже невозможно свернуться калачиком и спокойно выспаться. Вот бы найти тёплое местечко для беззаботного полуденного сна...\nДверь грузовика распахивается без предупреждения. Резко очнувшись, она первым делом хватает свой привычный аксессуар и прижимает к лицу. «Тебя что, стучаться не учили?!»\n...Ах да, теперь его можно не носить."
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Основной пассивный навык: Инстинкт охотницы",
            "DescriptionByLevel": {
                "1": "Когда Пульхра использует <color=#FFFFFF>усиленную особую атаку</color>, <color=#FFFFFF>помощь в дополнительной атаке</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, она входит в состояние <color=#FFFFFF>«Походка охотницы»</color>, увеличивая наносимое оглушение на <color=#2BAD00>15%</color> на 6 сек. Если переключиться на другого персонажа, когда Пульхра ещё находится в состоянии <color=#FFFFFF>«Походка охотницы»</color>, это состояние продлится до нового переключения на Пульхру. Когда Пульхра в состоянии <color=#FFFFFF>«Походка охотницы»</color> является активным персонажем и попадает по врагу тяжёлым ударом, она может активировать <color=#FFFFFF>быструю помощь</color> предыдущего персонажа в отряде.",
                "2": "Когда Пульхра использует <color=#FFFFFF>усиленную особую атаку</color>, <color=#FFFFFF>помощь в дополнительной атаке</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, она входит в состояние <color=#FFFFFF>«Походка охотницы»</color>, увеличивая наносимое оглушение на <color=#2BAD00>17,5%</color> на 6 сек. Если переключиться на другого персонажа, когда Пульхра ещё находится в состоянии <color=#FFFFFF>«Походка охотницы»</color>, это состояние продлится до нового переключения на Пульхру. Когда Пульхра в состоянии <color=#FFFFFF>«Походка охотницы»</color> является активным персонажем и попадает по врагу тяжёлым ударом, она может активировать <color=#FFFFFF>быструю помощь</color> предыдущего персонажа в отряде.",
                "3": "Когда Пульхра использует <color=#FFFFFF>усиленную особую атаку</color>, <color=#FFFFFF>помощь в дополнительной атаке</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, она входит в состояние <color=#FFFFFF>«Походка охотницы»</color>, увеличивая наносимое оглушение на <color=#2BAD00>20%</color> на 6 сек. Если переключиться на другого персонажа, когда Пульхра ещё находится в состоянии <color=#FFFFFF>«Походка охотницы»</color>, это состояние продлится до нового переключения на Пульхру. Когда Пульхра в состоянии <color=#FFFFFF>«Походка охотницы»</color> является активным персонажем и попадает по врагу тяжёлым ударом, она может активировать <color=#FFFFFF>быструю помощь</color> предыдущего персонажа в отряде.",
                "4": "Когда Пульхра использует <color=#FFFFFF>усиленную особую атаку</color>, <color=#FFFFFF>помощь в дополнительной атаке</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, она входит в состояние <color=#FFFFFF>«Походка охотницы»</color>, увеличивая наносимое оглушение на <color=#2BAD00>22,5%</color> на 6 сек. Если переключиться на другого персонажа, когда Пульхра ещё находится в состоянии <color=#FFFFFF>«Походка охотницы»</color>, это состояние продлится до нового переключения на Пульхру. Когда Пульхра в состоянии <color=#FFFFFF>«Походка охотницы»</color> является активным персонажем и попадает по врагу тяжёлым ударом, она может активировать <color=#FFFFFF>быструю помощь</color> предыдущего персонажа в отряде.",
                "5": "Когда Пульхра использует <color=#FFFFFF>усиленную особую атаку</color>, <color=#FFFFFF>помощь в дополнительной атаке</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, она входит в состояние <color=#FFFFFF>«Походка охотницы»</color>, увеличивая наносимое оглушение на <color=#2BAD00>25%</color> на 6 сек. Если переключиться на другого персонажа, когда Пульхра ещё находится в состоянии <color=#FFFFFF>«Походка охотницы»</color>, это состояние продлится до нового переключения на Пульхру. Когда Пульхра в состоянии <color=#FFFFFF>«Походка охотницы»</color> является активным персонажем и попадает по врагу тяжёлым ударом, она может активировать <color=#FFFFFF>быструю помощь</color> предыдущего персонажа в отряде.",
                "6": "Когда Пульхра использует <color=#FFFFFF>усиленную особую атаку</color>, <color=#FFFFFF>помощь в дополнительной атаке</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, она входит в состояние <color=#FFFFFF>«Походка охотницы»</color>, увеличивая наносимое оглушение на <color=#2BAD00>27,5%</color> на 6 сек. Если переключиться на другого персонажа, когда Пульхра ещё находится в состоянии <color=#FFFFFF>«Походка охотницы»</color>, это состояние продлится до нового переключения на Пульхру. Когда Пульхра в состоянии <color=#FFFFFF>«Походка охотницы»</color> является активным персонажем и попадает по врагу тяжёлым ударом, она может активировать <color=#FFFFFF>быструю помощь</color> предыдущего персонажа в отряде.",
                "7": "Когда Пульхра использует <color=#FFFFFF>усиленную особую атаку</color>, <color=#FFFFFF>помощь в дополнительной атаке</color>, <color=#FFFFFF>цепочку атак</color> или <color=#FFFFFF>суперспособность</color>, она входит в состояние <color=#FFFFFF>«Походка охотницы»</color>, увеличивая наносимое оглушение на <color=#2BAD00>30%</color> на 6 сек. Если переключиться на другого персонажа, когда Пульхра ещё находится в состоянии <color=#FFFFFF>«Походка охотницы»</color>, это состояние продлится до нового переключения на Пульхру. Когда Пульхра в состоянии <color=#FFFFFF>«Походка охотницы»</color> является активным персонажем и попадает по врагу тяжёлым ударом, она может активировать <color=#FFFFFF>быструю помощь</color> предыдущего персонажа в отряде."
            }
        },
        "MathSkill": {
            "Title": "Дополнительная способность: Деловое партнёрство",
            "Description": "Активируется, если в отряде есть персонаж специальности <color=#FFFFFF>«Нападение»</color> или <color=#FFFFFF>«Разрушение»</color>, или из той же фракции.\nКогда Пульхра попадает по врагу <color=#FFFFFF>особой атакой «Рассекающий коготь — Тень кошмара»</color>, <color=#FFFFFF>усиленной особой атакой «Рассекающий коготь — Мгновенный шаг»</color>, <color=#FFFFFF>помощью в дополнительной атаке «Отдельные расценки»</color>, <color=#FFFFFF>цепочкой атак «Что, не ждали?»</color> или <color=#FFFFFF>суперспособностью «О, пора играть?»</color>, она накладывает на врага эффект <color=#FFFFFF>«Удержание»</color> на 15 сек. После применения <color=#FFFFFF>«Удержания»</color> <color=#FFFFFF>афтершоки</color> всех боевых единиц по цели наносят на 30% больше урона."
        }
    },
    "SkillDescriptions": {
        "0": {
            "135100001": {
                "Title": "Базовая атака: Стремительный удар",
                "Description": "Для активации нажмите <IconMap:Icon_Normal>.\nВыполняет до трёх этапов атаки перед собой, нанося <color=#F0D12B>физический урон</color>."
            },
            "135100002": {
                "Title": "Базовая атака: Удар в прыжке",
                "Description": "Для активации зажмите <IconMap:Icon_Normal>.\nСовершает рывок вперёд и выполняет серию рубящих ударов, нанося <color=#F0D12B>физический урон</color>."
            },
            "135110001": {
                "Title": "Базовая атака: Стремительный удар"
            },
            "135110002": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1351001, Prop:1001}"
            },
            "135110003": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1351002, Prop:1001}"
            },
            "135110004": {
                "Description": "Множитель урона 3-го этапа",
                "Param": "{Skill:1351003, Prop:1001}"
            },
            "135110005": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1351001, Prop:1002}"
            },
            "135110006": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1351002, Prop:1002}"
            },
            "135110007": {
                "Description": "Множитель оглушения 3-го этапа",
                "Param": "{Skill:1351003, Prop:1002}"
            },
            "135110008": {
                "Title": "Базовая атака: Удар в прыжке"
            },
            "135110009": {
                "Description": "Множитель урона",
                "Param": "{Skill:1351004, Prop:1001}"
            },
            "135110010": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1351004, Prop:1002}"
            }
        },
        "1": {
            "135100003": {
                "Title": "Особая атака: Рассекающий коготь",
                "Description": "Для активации нажмите <IconMap:Icon_Special>.\nСтремительно проносится вперёд, а затем назад, пронзая врага и нанося <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка повышается уровень защиты от прерывания."
            },
            "135100004": {
                "Title": "Особая атака: Рассекающий коготь — Тень кошмара",
                "Description": "Активируется, когда Пульхра находится в состоянии <color=#FFFFFF>«Походка охотницы»</color>, а другой активный персонаж в отряде попадает по врагу тяжёлым ударом <color=#FFFFFF>особой атаки</color> или <color=#FFFFFF>усиленной особой атаки</color>.\nПульхра стремительно проносится вперёд, а затем назад, пронзая врагов рядом с целью и нанося им <color=#F0D12B>физический урон</color>.\nЕсли после применения этого навыка другой активный персонаж в отряде попадает по врагу, Пульхра повторяет атаку ещё до 5 раз, при этом последняя атака становится мощным завершающим ударом.\nВо время применения этого навыка персонаж неуязвим.\n<color=#FFFFFF>Особая атака «Рассекающий коготь — Тень кошмара»</color> считается <color=#FFFFFF>афтершоком</color>."
            },
            "135100005": {
                "Title": "Усиленная особая атака: Рассекающий коготь — Мгновенный шаг",
                "Description": "Для активации нажмите <IconMap:Icon_SpecialReady>, когда у Пульхры достаточно энергии.\nНесколько раз стремительно проносится вперёд, а затем назад, пронзая врагов и нанося огромный <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "135110011": {
                "Title": "Особая атака: Рассекающий коготь"
            },
            "135110012": {
                "Description": "Множитель урона",
                "Param": "{Skill:1351005, Prop:1001}"
            },
            "135110013": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1351005, Prop:1002}"
            },
            "135110014": {
                "Title": "Особая атака: Рассекающий коготь — Тень кошмара"
            },
            "135110015": {
                "Description": "Множитель урона",
                "Param": "{Skill:1351006, Prop:1001}"
            },
            "135110016": {
                "Description": "Множитель урона завершающего удара",
                "Param": "{Skill:1351007, Prop:1001}"
            },
            "135110017": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1351006, Prop:1002}"
            },
            "135110018": {
                "Description": "Множитель оглушения завершающего удара",
                "Param": "{Skill:1351007, Prop:1002}"
            },
            "135110019": {
                "Title": "Усиленная особая атака: Рассекающий коготь — Мгновенный шаг"
            },
            "135110020": {
                "Description": "Множитель урона",
                "Param": "{Skill:1351008, Prop:1001}"
            },
            "135110021": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1351008, Prop:1002}"
            },
            "135110022": {
                "Description": "Расход энергии",
                "Param": "60 ед."
            }
        },
        "2": {
            "135100006": {
                "Title": "Уклонение: Рикошет",
                "Description": "Нажмите <IconMap:Icon_Evade>, чтобы быстро уклониться в рывке.\nВо время применения этого навыка персонаж неуязвим."
            },
            "135100007": {
                "Title": "Атака в рывке: Бей первой",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время уклонения.\nВыполняет рубящий удар в рывке вперёд, нанося <color=#F0D12B>физический урон</color>."
            },
            "135100008": {
                "Title": "Контратака после уклонения: Злопамятность",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время <color=#FFFFFF>идеального уклонения</color>.\nДелает выпад, атакуя врагов перед собой, а сразу после этого — быстрый рубящий удар, нанося <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "135110023": {
                "Title": "Атака в рывке: Бей первой"
            },
            "135110024": {
                "Description": "Множитель урона",
                "Param": "{Skill:1351009, Prop:1001}"
            },
            "135110025": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1351009, Prop:1002}"
            },
            "135110026": {
                "Title": "Контратака после уклонения: Злопамятность"
            },
            "135110027": {
                "Description": "Множитель урона",
                "Param": "{Skill:1351010, Prop:1001}"
            },
            "135110028": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1351010, Prop:1002}"
            }
        },
        "3": {
            "135100009": {
                "Title": "Цепочка атак: Что, не ждали?",
                "Description": "Для активации выберите этого агента, когда запущена <color=#FFFFFF>цепочка атак</color>.\nВыполняет заряженный выстрел перед собой, нанося огромный <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "135100010": {
                "Title": "Суперспособность: О, пора играть?",
                "Description": "Для активации нажмите <IconMap:Icon_UltimateReady> при <color=#FFFFFF>максимальном</color> уровне децибелов.\nВыполняет мощный выстрел по врагам в большой области перед собой, нанося огромный <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "135110029": {
                "Title": "Цепочка атак: Что, не ждали?"
            },
            "135110030": {
                "Description": "Множитель урона",
                "Param": "{Skill:1351011, Prop:1001}"
            },
            "135110031": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1351011, Prop:1002}"
            },
            "135110032": {
                "Title": "Суперспособность: О, пора играть?"
            },
            "135110033": {
                "Description": "Множитель урона",
                "Param": "{Skill:1351012, Prop:1001}"
            },
            "135110034": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1351012, Prop:1002}"
            }
        },
        "6": {
            "135100012": {
                "Title": "Быстрая помощь: Контракт — Охрана",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа подбросили.\nДелает выпад, атакуя врагов перед собой, а сразу после этого — быстрый рубящий удар, нанося <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "135100013": {
                "Title": "Помощь в уклонении: Контракт — Бой на аутсорсе",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа вот-вот атакуют.\nАгент уворачивается от атаки врага и активирует <color=#FFFFFF>обострённое восприятие</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "135100014": {
                "Title": "Помощь в дополнительной атаке: Отдельные расценки",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после <color=#FFFFFF>помощи в уклонении</color>.\nАгент подпрыгивает и стреляет, нанося <color=#F0D12B>физический урон</color>.\nПри активации навыка расходуется 1 <color=#FFFFFF>очко помощи</color> и персонаж входит в состояние <color=#FFFFFF>«Походка охотницы»</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "135110035": {
                "Title": "Быстрая помощь: Контракт — Охрана"
            },
            "135110036": {
                "Description": "Множитель урона",
                "Param": "{Skill:1351013, Prop:1001}"
            },
            "135110037": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1351013, Prop:1002}"
            },
            "135110038": {
                "Title": "Помощь в дополнительной атаке: Отдельные расценки"
            },
            "135110039": {
                "Description": "Множитель урона",
                "Param": "{Skill:1351014, Prop:1001}"
            },
            "135110040": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1351014, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1351001": {
            "DamageValue": 3570,
            "DamageGrowth": 330,
            "DazeValue": 2850,
            "DazeGrowth": 130
        },
        "1351002": {
            "DamageValue": 9410,
            "DamageGrowth": 860,
            "DazeValue": 7530,
            "DazeGrowth": 350
        },
        "1351003": {
            "DamageValue": 16760,
            "DamageGrowth": 1530,
            "DazeValue": 13410,
            "DazeGrowth": 610
        },
        "1351004": {
            "DamageValue": 13500,
            "DamageGrowth": 1230,
            "DazeValue": 10800,
            "DazeGrowth": 500
        },
        "1351005": {
            "DamageValue": 2510,
            "DamageGrowth": 230,
            "DazeValue": 5010,
            "DazeGrowth": 230
        },
        "1351006": {
            "DamageValue": 4630,
            "DamageGrowth": 430,
            "DazeValue": 2900,
            "DazeGrowth": 140
        },
        "1351007": {
            "DamageValue": 5350,
            "DamageGrowth": 490,
            "DazeValue": 3480,
            "DazeGrowth": 160
        },
        "1351008": {
            "DamageValue": 34770,
            "DamageGrowth": 3170,
            "DazeValue": 21170,
            "DazeGrowth": 970
        },
        "1351009": {
            "DamageValue": 4830,
            "DamageGrowth": 440,
            "DazeValue": 2420,
            "DazeGrowth": 110
        },
        "1351010": {
            "DamageValue": 20180,
            "DamageGrowth": 1840,
            "DazeValue": 17830,
            "DazeGrowth": 820
        },
        "1351011": {
            "DamageValue": 53410,
            "DamageGrowth": 4860,
            "DazeValue": 13510,
            "DazeGrowth": 620
        },
        "1351012": {
            "DamageValue": 139380,
            "DamageGrowth": 12680,
            "DazeValue": 88230,
            "DazeGrowth": 4020
        },
        "1351013": {
            "DamageValue": 7830,
            "DamageGrowth": 720,
            "DazeValue": 7830,
            "DazeGrowth": 360
        },
        "1351014": {
            "DamageValue": 30710,
            "DamageGrowth": 2800,
            "DazeValue": 26530,
            "DazeGrowth": 1210
        }
    }
}