{
    "Name": "Юдзуха",
    "ElementTypes": [
        "Physics"
    ],
    "Specialty": {
        "Id": 4,
        "Name": "Поддержка"
    },
    "Talents": {
        "1": {
            "Title": "Везучая по природе",
            "Description": "При выходе на поле боя Юдзуха восстанавливает 30 ед. энергии. В режиме разведки этот эффект срабатывает не чаще раза в 180 сек. Враги в состоянии <color=#FFFFFF>«Сладость-гадость»</color> теряют 10% сопротивления урону от всех атрибутов. Усиление урона от аномалии и <color=#FFFFFF>Хаоса</color> <color=#FFFFFF>дополнительной способности</color> Юдзухи повышается до 130% от изначального значения.",
            "Lore": "«Гррр, вот ведь непруха!»\n«Юдзуха, ты что, провалила контрольную? Да в смысле?! У тебя 92 балла! И ты мне рассказываешь, что ты тупо наугад ответы ставила?»\n«Да не в том дело! Просто нельзя тратить слишком много удачи. А такой высокий балл мне и не нужен был... Теперь как чувствую — на следующей контрольной будут открытые вопросы!»"
        },
        "2": {
            "Title": "Пёстрая компания",
            "Description": "Когда Юдзуха попадает по врагу <color=#FFFFFF>усиленной особой атакой «Берегись кариеса»</color>, <color=#FFFFFF>усиленной особой атакой «Берегись кариеса уже сейчас!»</color> или <color=#FFFFFF>суперспособностью «Сдавайся или страдай»</color>, у всех персонажей в отряде урон повышается на 15%, а эффективность накопления аномалии — на 15%. Этот эффект длится 40 сек.; повторные запуски обновляют время действия. Когда тяжёлый удар попадает по неоглушённому врагу, он вызывает принудительную <color=#FFFFFF>цепочку атак</color>. Вызванные таким образом <color=#FFFFFF>цепочки атак</color> имеют сниженный уровень прерывания и срабатывают не чаще раза в 20 сек. Когда любой другой персонаж выходит на поле боя в ходе <color=#FFFFFF>цепочки атак</color>, Юдзуха получает 1 оч. <color=#FFFFFF>Сладости</color>. Откат <color=#FFFFFF>базовой атаки «Обстрел вкусняшками»</color> уменьшается на 25%.",
            "Lore": "«Кама, ты же всё время был у меня на виду! Как это тебе удалось подменить столько вещей?»\n«Хи-хи, просто у Камы много друзей! Вот они, слева направо: Такэносукэ, Иносукэ, Хякуносукэ...»\n«Минутку, а можно помедленнее?»\n«Хорошо, повторяю ещё раз: Синносукэ, Киносукэ, Харуносукэ...»\n«Да это же другие имена!»"
        },
        "3": {
            "Title": "Сказка о городе призраков",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "«У принцессы было много дел. На рассвете её молчаливые и строгие служанки одевали её в пышные платья, надевали на голову волшебную корону, обвешивали её со всех сторон украшениями, а затем вели к трону, где она силой своего волшебства превращала камешки в бесценные самоцветы».\n«Каждый день? Она каждый день этим занималась? Ну и скучная же у неё жизнь была! Даже делать домашку и стоять за прилавком — и то веселее».\n«Ну, видишь ли... Если бы она этого не делала, её королевство бы погибло».\n«Если королевство держится на одной этой бедняжке-принцессе, так и пускай бы погибло!»\nОна заходится смехом. Да — к чёрту такое королевство."
        },
        "4": {
            "Title": "Магия падения",
            "Description": "<color=#FFFFFF>Помощь в дополнительной атаке «Обстрел вкусняшками с начинкой»</color> и <color=#FFFFFF>помощь в дополнительной атаке «У нас есть печеньки!»</color> наносят на 30% больше урона, накапливают аномалию на 20% эффективнее, а при попадании по врагу вызывают <color=#FFFFFF>быструю помощь</color>.",
            "Lore": "Девочка, которую я увидела через узкую решётку вентиляции, была как из сказки.\nОна была настоящей принцессой, а я — узницей.\nОх, у неё же столько, столько всего! Неужели ей жалко поделиться со мной хоть чем-нибудь?\nИ тут заколка беззвучно упала вниз."
        },
        "5": {
            "Title": "Сон в зимнюю ночь",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "В тот день, когда прибыли руководители ТОПа и ревизионная комиссия, они с Манато как раз возвращались из школы. Их дирижабль кружился над посадочной площадкой несколько часов, чтобы освободить место для прилёта важных гостей. Когда они, взмокшие от жары, проходили по надземному переходу, внизу толпа журналистов сопровождала высокопоставленных гостей. Именно тогда она впервые увидела ту девушку. Той ночью ей приснился сон, где уже она сама шла под мостом в окружении журналистов, а в конце пути её ждал трон, приготовленный специально для неё...\nТакие сны ей давно не снились. Она встала попить воды и вспомнила услышанное днём: «И что это за ревизионная комиссия такая? Пустили какую-то богатенькую девчонку для массовки!»\n«Кама, Кама! — тихонько позвала она, открыв окно, и пушистая фигура тут же высунула голову снаружи. — У меня есть отличная идея. Завтра вечером мы устроим кое-что интересненькое»."
        },
        "6": {
            "Title": "Пустить корни",
            "Description": "Успешно отражая атаки врагов <color=#FFFFFF>помощью в защите</color> или <color=#FFFFFF>базовой атакой «Накидка тануки»</color>, Юдзуха дополнительно получает 1 оч. <color=#FFFFFF>Сладости</color>. Активируя <color=#FFFFFF>помощь в дополнительной атаке «Обстрел вкусняшками с начинкой»</color>, зажмите <IconMap:Icon_Normal> для подзарядки (не более 0,8 сек.). Когда вы отпускаете <IconMap:Icon_Normal> или заряжаете навык до максимума, Юдзуха выпускает по врагу дополнительный мощный снаряд. За каждые 0,4 сек. подзарядки Юдзуха тратит 1 оч. <color=#FFFFFF>Сладости</color> и выпускает дополнительный мощный снаряд, каждый снаряд наносит <color=#F0D12B>физический урон</color> в размере 300% от силы атаки Юдзухи. Когда любой мощный снаряд от помощи в дополнительной атаке <color=#FFFFFF>«Обстрел вкусняшками с начинкой»</color> попадает по врагу, множитель урона от <color=#FFFFFF>Хаоса</color> для всех персонажей в отряде повышается на 105% на 40 сек. Эффект складывается до 3 раз, время действия каждого уровня рассчитывается отдельно. При попадании дополнительного мощного снаряда по врагу в состоянии <color=#FFFFFF>«Сладость-гадость»</color> запускается 1 <color=#FFFFFF>базовая атака «Карамельная петарда (макс.)»</color>. Если во время подзарядки Юдзуху атакуют, она автоматически уклоняется и сразу выпускает снаряд с максимальной подзарядкой.",
            "Lore": "Вечером того дня, когда закончились слушания, дядя Баожун решил отпраздновать получение Каэдэ стипендии. «Обитель чудес» закрылась пораньше, и вся семья отправилась в «Чайный Небожитель».\nПока отмечали, из района Фавна позвонил брат, чтобы поздравить сестру. Сумирэ и А-Вэнь наперебой рассказывали о том, что случилось в школе: у пятнистой кошки пропали котята, их все искали, но так и не нашли, а в обед они вернулись сами. Брат вздохнул в трубку: «А-Вэнь, стоит спросить про твои оценки, как ты сразу меняешь тему! Раз папа и Юдзуха за тобой не следят, ты учти — я сам прослежу!»\nВсе рассмеялись, и только дядя Баожун приговаривал: «Вернулись, и хорошо. Вот и славно, что вернулись...»"
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Основной пассивный навык: Чудесатая путаница",
            "DescriptionByLevel": {
                "1": "При выходе на поле боя Юдзуха сразу получает 3 оч. <color=#FFFFFF>Сладости</color>.\nУ Юдзухи может быть до 6 оч. <color=#FFFFFF>Сладости</color>.\nКогда Юдзуха попадает по врагу <color=#FFFFFF>усиленной особой атакой «Берегись кариеса»</color>, <color=#FFFFFF>усиленной особой атакой «Берегись кариеса уже сейчас!»</color> или <color=#FFFFFF>суперспособностью «Сдавайся или страдай»</color>, все персонажи в отряде получают <color=#FFFFFF>Благословение тануки</color>.\nЭтот эффект даёт всем членам отряда бонус к силе атаки, равный 40% от исходной силы атаки Юдзухи (вплоть до <color=#2BAD00>600</color> ед.), а наносимый ими урон повышается на 15% на 40 сек. Повторные запуски обновляют время действия.\nБонус к силе атаки для всех персонажей отряда максимален, если исходная сила атаки Юдзухи не ниже 1500.",
                "2": "При выходе на поле боя Юдзуха сразу получает 3 оч. <color=#FFFFFF>Сладости</color>.\nУ Юдзухи может быть до 6 оч. <color=#FFFFFF>Сладости</color>.\nКогда Юдзуха попадает по врагу <color=#FFFFFF>усиленной особой атакой «Берегись кариеса»</color>, <color=#FFFFFF>усиленной особой атакой «Берегись кариеса уже сейчас!»</color> или <color=#FFFFFF>суперспособностью «Сдавайся или страдай»</color>, все персонажи в отряде получают <color=#FFFFFF>Благословение тануки</color>.\nЭтот эффект даёт всем членам отряда бонус к силе атаки, равный 40% от исходной силы атаки Юдзухи (вплоть до <color=#2BAD00>700</color> ед.), а наносимый ими урон повышается на 15% на 40 сек. Повторные запуски обновляют время действия.\nБонус к силе атаки для всех персонажей отряда максимален, если исходная сила атаки Юдзухи не ниже 1750.",
                "3": "При выходе на поле боя Юдзуха сразу получает 3 оч. <color=#FFFFFF>Сладости</color>.\nУ Юдзухи может быть до 6 оч. <color=#FFFFFF>Сладости</color>.\nКогда Юдзуха попадает по врагу <color=#FFFFFF>усиленной особой атакой «Берегись кариеса»</color>, <color=#FFFFFF>усиленной особой атакой «Берегись кариеса уже сейчас!»</color> или <color=#FFFFFF>суперспособностью «Сдавайся или страдай»</color>, все персонажи в отряде получают <color=#FFFFFF>Благословение тануки</color>.\nЭтот эффект даёт всем членам отряда бонус к силе атаки, равный 40% от исходной силы атаки Юдзухи (вплоть до <color=#2BAD00>800</color> ед.), а наносимый ими урон повышается на 15% на 40 сек. Повторные запуски обновляют время действия.\nБонус к силе атаки для всех персонажей отряда максимален, если исходная сила атаки Юдзухи не ниже 2000.",
                "4": "При выходе на поле боя Юдзуха сразу получает 3 оч. <color=#FFFFFF>Сладости</color>.\nУ Юдзухи может быть до 6 оч. <color=#FFFFFF>Сладости</color>.\nКогда Юдзуха попадает по врагу <color=#FFFFFF>усиленной особой атакой «Берегись кариеса»</color>, <color=#FFFFFF>усиленной особой атакой «Берегись кариеса уже сейчас!»</color> или <color=#FFFFFF>суперспособностью «Сдавайся или страдай»</color>, все персонажи в отряде получают <color=#FFFFFF>Благословение тануки</color>.\nЭтот эффект даёт всем членам отряда бонус к силе атаки, равный 40% от исходной силы атаки Юдзухи (вплоть до <color=#2BAD00>900</color> ед.), а наносимый ими урон повышается на 15% на 40 сек. Повторные запуски обновляют время действия.\nБонус к силе атаки для всех персонажей отряда максимален, если исходная сила атаки Юдзухи не ниже 2250.",
                "5": "При выходе на поле боя Юдзуха сразу получает 3 оч. <color=#FFFFFF>Сладости</color>.\nУ Юдзухи может быть до 6 оч. <color=#FFFFFF>Сладости</color>.\nКогда Юдзуха попадает по врагу <color=#FFFFFF>усиленной особой атакой «Берегись кариеса»</color>, <color=#FFFFFF>усиленной особой атакой «Берегись кариеса уже сейчас!»</color> или <color=#FFFFFF>суперспособностью «Сдавайся или страдай»</color>, все персонажи в отряде получают <color=#FFFFFF>Благословение тануки</color>.\nЭтот эффект даёт всем членам отряда бонус к силе атаки, равный 40% от исходной силы атаки Юдзухи (вплоть до <color=#2BAD00>1000</color> ед.), а наносимый ими урон повышается на 15% на 40 сек. Повторные запуски обновляют время действия.\nБонус к силе атаки для всех персонажей отряда максимален, если исходная сила атаки Юдзухи не ниже 2500.",
                "6": "При выходе на поле боя Юдзуха сразу получает 3 оч. <color=#FFFFFF>Сладости</color>.\nУ Юдзухи может быть до 6 оч. <color=#FFFFFF>Сладости</color>.\nКогда Юдзуха попадает по врагу <color=#FFFFFF>усиленной особой атакой «Берегись кариеса»</color>, <color=#FFFFFF>усиленной особой атакой «Берегись кариеса уже сейчас!»</color> или <color=#FFFFFF>суперспособностью «Сдавайся или страдай»</color>, все персонажи в отряде получают <color=#FFFFFF>Благословение тануки</color>.\nЭтот эффект даёт всем членам отряда бонус к силе атаки, равный 40% от исходной силы атаки Юдзухи (вплоть до <color=#2BAD00>1100</color> ед.), а наносимый ими урон повышается на 15% на 40 сек. Повторные запуски обновляют время действия.\nБонус к силе атаки для всех персонажей отряда максимален, если исходная сила атаки Юдзухи не ниже 2750.",
                "7": "При выходе на поле боя Юдзуха сразу получает 3 оч. <color=#FFFFFF>Сладости</color>.\nУ Юдзухи может быть до 6 оч. <color=#FFFFFF>Сладости</color>.\nКогда Юдзуха попадает по врагу <color=#FFFFFF>усиленной особой атакой «Берегись кариеса»</color>, <color=#FFFFFF>усиленной особой атакой «Берегись кариеса уже сейчас!»</color> или <color=#FFFFFF>суперспособностью «Сдавайся или страдай»</color>, все персонажи в отряде получают <color=#FFFFFF>Благословение тануки</color>.\nЭтот эффект даёт всем членам отряда бонус к силе атаки, равный 40% от исходной силы атаки Юдзухи (вплоть до <color=#2BAD00>1200</color> ед.), а наносимый ими урон повышается на 15% на 40 сек. Повторные запуски обновляют время действия.\nБонус к силе атаки для всех персонажей отряда максимален, если исходная сила атаки Юдзухи не ниже 3000."
            }
        },
        "MathSkill": {
            "Title": "Дополнительная способность: Чем больше, тем веселее",
            "Description": "Если в отряде есть ещё персонаж <color=#FFFFFF>Аномалии</color> или из той же фракции:\nКогда контроль аномалии Юдзухи превышает 100 ед., каждая единица контроля аномалии сверх этого значения повышает эффективность накопления аномалии персонажами, имеющими эффект <color=#FFFFFF>«Благословение тануки»</color>, на <color=#2BAD00>0,2%</color> (максимум повышения — <color=#2BAD00>20%</color>), а также повышает этим персонажам урон от всех аномалий атрибутов и <color=#FFFFFF>Хаоса</color> на <color=#2BAD00>0,2%</color> (максимум повышения — <color=#2BAD00>20%</color>). Это усиление достигает максимальных значений, если контроль аномалии Юдзухи не ниже 200 ед."
        }
    },
    "SkillDescriptions": {
        "0": {
            "141100001": {
                "Title": "Базовая атака: Когти тануки",
                "Description": "Для активации нажмите <IconMap:Icon_Normal>.\nАгент выполняет до 5 этапов атак перед собой, нанося <color=#F0D12B>физический урон</color>."
            },
            "141100002": {
                "Title": "Базовая атака: Накидка тануки",
                "Description": "Для активации зажмите <IconMap:Icon_Normal>.\nАгент переходит в защитную стойку длительностью до 1,5 сек., в это время парирует атаки врагов и накапливает у них много очков оглушения.\nУспешное парирование атаки прибавляет 1 оч. <color=#FFFFFF>Сладости</color>.\nВо время успешного парирования атаки врага персонаж неуязвим."
            },
            "141100003": {
                "Title": "Базовая атака: Обстрел вкусняшками",
                "Description": "Если у Юдзухи есть очки <color=#FFFFFF>Сладости</color>, попадания других активных персонажей по врагам заставляют её вращать зонтик и постоянно атаковать в области вокруг цели, а затем — выпустить мощный снаряд, наносящий <color=#F0D12B>физический урон</color>. Если эта атака наносит тяжёлый удар, Юдзуха расходует 1 очко <color=#FFFFFF>Сладости</color>.\n<color=#FFFFFF>Базовая атака «Обстрел вкусняшками»</color> считается <color=#FFFFFF>афтершоком</color>.\n<color=#FFFFFF>Базовую атаку «Обстрел вкусняшками»</color> можно запустить раз в 8 сек.\nВо время применения этого навыка персонаж неуязвим."
            },
            "141100004": {
                "Title": "Базовая атака: Карамельная петарда",
                "Description": "Раз в 1 сек. противники, находящиеся в состоянии <color=#FFFFFF>«Сладость-гадость»</color>, подвергаются <color=#FFFFFF>базовой атаке «Карамельная петарда»</color>.\n<color=#FFFFFF>Базовая атака «Карамельная петарда»</color> изначально наносит <color=#F0D12B>физический урон</color>.\nНакопление аномалии атрибута от <color=#FFFFFF>базовой атаки «Карамельная петарда»</color> не учитывается в общем подсчёте урона от аномалии.\n<color=#FFFFFF>Базовая атака «Карамельная петарда»</color> накапливает аномалию на <color=#2BAD00>{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%</color> эффективнее."
            },
            "141100005": {
                "Title": "Базовая атака: Карамельная петарда (макс.)",
                "Description": "Если противники, находящиеся в состоянии <color=#FFFFFF>«Сладость-гадость»</color>, получают тяжёлый удар от <color=#FFFFFF>базовой атаки «Обстрел вкусняшками»</color> или от <color=#FFFFFF>помощи в дополнительной атаке «Обстрел вкусняшками с начинкой»</color>, они также подвергаются <color=#FFFFFF>базовой атаке «Карамельная петарда (макс.)»</color>.\n<color=#FFFFFF>Базовая атака «Карамельная петарда» (макс.)</color> изначально наносит <color=#F0D12B>физический урон</color>.\nНакопление аномалии атрибута от <color=#FFFFFF>базовой атаки «Карамельная петарда (макс.)»</color> не учитывается в общем подсчёте урона от аномалии.\n<color=#FFFFFF>Базовая атака «Карамельная петарда (макс.)»</color> накапливает аномалию на <color=#2BAD00>{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%</color> эффективнее."
            },
            "141100006": {
                "Title": "Базовая атака: Помощь тануки",
                "Description": "Когда Юдзуха уходит с поля боя, тануки Кама помогает активному персонажу атаковать врагов, нанося <color=#F0D12B>физический урон</color>.\nКогда Юдзуха выполняет <color=#FFFFFF>базовую атаку «Накидка тануки»</color>, тануки Кама атакует врага вместе с ней, нанося <color=#F0D12B>физический урон</color>.\nСила атаки Камы равна исходной силе атаки Юдзухи."
            },
            "141100021": {
                "Title": "Базовая атака: Когти тануки"
            },
            "141100022": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1411001, Prop:1001}"
            },
            "141100023": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1411002, Prop:1001}"
            },
            "141100024": {
                "Description": "Множитель урона 3-го этапа",
                "Param": "{Skill:1411003, Prop:1001}"
            },
            "141100025": {
                "Description": "Множитель урона 4-го этапа",
                "Param": "{Skill:1411004, Prop:1001}"
            },
            "141100026": {
                "Description": "Множитель урона 5-го этапа",
                "Param": "{Skill:1411005, Prop:1001}"
            },
            "141100027": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1411001, Prop:1002}"
            },
            "141100028": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1411002, Prop:1002}"
            },
            "141100029": {
                "Description": "Множитель оглушения 3-го этапа",
                "Param": "{Skill:1411003, Prop:1002}"
            },
            "141100030": {
                "Description": "Множитель оглушения 4-го этапа",
                "Param": "{Skill:1411004, Prop:1002}"
            },
            "141100031": {
                "Description": "Множитель оглушения 5-го этапа",
                "Param": "{Skill:1411005, Prop:1002}"
            },
            "141100032": {
                "Title": "Базовая атака: Накидка тануки"
            },
            "141100033": {
                "Description": "Множитель оглушения при парировании атак",
                "Param": "{Skill:1411019, Prop:1002}"
            },
            "141100034": {
                "Title": "Базовая атака: Обстрел вкусняшками"
            },
            "141100035": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411018, Prop:1001}"
            },
            "141100036": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411018, Prop:1002}"
            },
            "141100037": {
                "Title": "Базовая атака: Карамельная петарда"
            },
            "141100038": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411020, Prop:1001}"
            },
            "141100039": {
                "Description": "Повышение эффективности накопления аномалии",
                "Param": "{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%"
            },
            "141100040": {
                "Title": "Базовая атака: Карамельная петарда (макс.)"
            },
            "141100041": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411021, Prop:1001}"
            },
            "141100042": {
                "Description": "Повышение эффективности накопления аномалии",
                "Param": "{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%"
            },
            "141100043": {
                "Title": "Базовая атака: Помощь тануки"
            },
            "141100044": {
                "Description": "Множитель урона от совместной атаки тануки Камы и Юдзухи",
                "Param": "{Skill:1411022, Prop:1001}"
            },
            "141100045": {
                "Description": "Множитель урона самостоятельной атаки тануки Камы",
                "Param": "{Skill:1411023, Prop:1001}"
            }
        },
        "1": {
            "141100007": {
                "Title": "Особая атака: Мармеладная бомбёжка",
                "Description": "Для активации нажмите <IconMap:Icon_Special>.\nАгент стреляет перед собой, нанося <color=#F0D12B>физический урон</color>."
            },
            "141100008": {
                "Title": "Усиленная особая атака: Берегись кариеса",
                "Description": "Для активации нажмите <IconMap:Icon_SpecialReady>, когда у агента достаточно энергии.\nАгент метает во врага бомбу, нанося <color=#F0D12B>физический урон</color>.\nПопадание по врагу тяжёлым ударом вводит его в состояние <color=#FFFFFF>«Сладость-гадость»</color>.\nЗапуск прибавляет 2 оч. <color=#FFFFFF>Сладости</color>.\nПопадание этим навыком по врагу вызывает <color=#FFFFFF>быструю помощь</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "141100009": {
                "Title": "Усиленная особая атака: Берегись кариеса уже сейчас!",
                "Description": "Для активации нажмите <IconMap:Icon_SpecialReady> после выполнения <color=#FFFFFF>контратаки после уклонения «Время реванша!»</color>, <color=#FFFFFF>быстрой помощи «Время десерта»</color>, <color=#FFFFFF>помощи в дополнительной атаке «У нас есть печеньки!»</color>, <color=#FFFFFF>помощи в дополнительной атаке «Обстрел вкусняшками с начинкой»</color> или при запуске <color=#FFFFFF>идеального уклонения</color>.\nАгент быстро метает во врага бомбу, нанося <color=#F0D12B>физический урон</color>.\nПопадание по врагу тяжёлым ударом вводит его в состояние <color=#FFFFFF>«Сладость-гадость»</color>.\nЗапуск этого приёма прибавляет 2 оч. <color=#FFFFFF>Сладости</color>.\nПопадание этим навыком по врагу вызывает <color=#FFFFFF>быструю помощь</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "141100010": {
                "Title": "Сладость-гадость",
                "Description": "Состояние <color=#FFFFFF>«Сладость-гадость»</color> длится <color=#2BAD00>{CAL:16+AvatarSkillLevel(1)*2,1,2}</color> сек. Повторные запуски обновляют время действия.\nКогда активный персонаж в первый раз попадает по врагу в состоянии <color=#FFFFFF>«Сладость-гадость»</color> своим атрибутом, срабатывает эффект <color=#FFFFFF>«Сочетание вкусов»</color>, который меняет атрибут <color=#FFFFFF>базовых атак «Карамельная петарда»</color> и <color=#FFFFFF>«Карамельная петарда (макс.)»</color> на атрибут данного персонажа.\nЕсли враг снова входит в состояние <color=#FFFFFF>«Сладость-гадость»</color>, с него снимается эффект <color=#FFFFFF>«Сочетание вкусов»</color>. Этот процесс можно повторять, чтобы снова изменить атрибут <color=#FFFFFF>базовых атак «Карамельная петарда»</color> и <color=#FFFFFF>«Карамельная петарда (макс.)»</color>."
            },
            "141100046": {
                "Title": "Особая атака: Мармеладная бомбёжка"
            },
            "141100047": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411006, Prop:1001}"
            },
            "141100048": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411006, Prop:1002}"
            },
            "141100049": {
                "Title": "Усиленная особая атака: Берегись кариеса"
            },
            "141100050": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411007, Prop:1001}"
            },
            "141100051": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411007, Prop:1002}"
            },
            "141100052": {
                "Description": "Расход энергии",
                "Param": "60 ед."
            },
            "141100053": {
                "Title": "Усиленная особая атака: Берегись кариеса уже сейчас!"
            },
            "141100054": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411008, Prop:1001}"
            },
            "141100055": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411008, Prop:1002}"
            },
            "141100056": {
                "Description": "Расход энергии",
                "Param": "60 ед."
            },
            "141100057": {
                "Title": "Сладость-гадость"
            },
            "141100058": {
                "Description": "Длительность состояния «Сладость-гадость»",
                "Param": "{CAL:16+AvatarSkillLevel(1)*2,1,2} сек."
            }
        },
        "2": {
            "141100011": {
                "Title": "Уклонение: Саечка за испуг",
                "Description": "Нажмите <IconMap:Icon_Evade>, чтобы быстро уклониться в рывке.\nВо время применения этого навыка персонаж неуязвим."
            },
            "141100012": {
                "Title": "Атака в рывке: Не повезло!",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время уклонения.\nАгент выполняет быстрый удар перед собой, нанося <color=#F0D12B>физический урон</color>."
            },
            "141100013": {
                "Title": "Контратака после уклонения: Время реванша!",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время <color=#FFFFFF>идеального уклонения</color>.\nАгент быстро бьёт перед собой, нанося <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "141100059": {
                "Title": "Атака в рывке: Не повезло!"
            },
            "141100060": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411009, Prop:1001}"
            },
            "141100061": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411009, Prop:1002}"
            },
            "141100062": {
                "Title": "Контратака после уклонения: Время реванша!"
            },
            "141100063": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411010, Prop:1001}"
            },
            "141100064": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411010, Prop:1002}"
            }
        },
        "3": {
            "141100014": {
                "Title": "Цепочка атак: Пранк-атака",
                "Description": "Для активации выберите персонажа, когда запущена <color=#FFFFFF>цепочка атак</color>.\nАгент мощно бьёт по врагам в небольшой области перед собой, нанося огромный <color=#F0D12B>физический урон</color> и прибавляя 1 оч. <color=#FFFFFF>Сладости</color>.\nЕсли этот приём попадает по врагу, вызывается <color=#FFFFFF>быстрая помощь</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "141100015": {
                "Title": "Суперспособность: Сдавайся или страдай",
                "Description": "Для активации нажмите <IconMap:Icon_UltimateReady> при максимальном уровне децибелов.\nАгент мощно бьёт по врагам в большой области вокруг себя, нанося огромный <color=#F0D12B>физический урон</color>.\nПопадание по врагу тяжёлым ударом вводит его в состояние <color=#FFFFFF>«Сладость-гадость»</color>.\nЗапуск этого приёма восстанавливает другим членам отряда <color=#2BAD00>{CAL:7+AvatarSkillLevel(3)*1.5,1,2} ед. энергии</color>, а Юдзухе прибавляет 2 оч. <color=#FFFFFF>Сладости</color>.\nПопадание этим навыком по врагу вызывает <color=#FFFFFF>быструю помощь</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "141100065": {
                "Title": "Цепочка атак: Пранк-атака"
            },
            "141100066": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411011, Prop:1001}"
            },
            "141100067": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411011, Prop:1002}"
            },
            "141100068": {
                "Title": "Суперспособность: Сдавайся или страдай"
            },
            "141100069": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411012, Prop:1001}"
            },
            "141100070": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411012, Prop:1002}"
            },
            "141100071": {
                "Description": "Восстановление энергии другим персонажам в отряде",
                "Param": "{CAL:7+AvatarSkillLevel(3)*1.5,1,2} ед."
            }
        },
        "6": {
            "141100017": {
                "Title": "Быстрая помощь: Время десерта",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа подбросили.\nАгент бьёт по врагам перед собой, нанося <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "141100018": {
                "Title": "Помощь в защите: Ещё больше интересностей",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа вот-вот атакуют.\nАгент парирует атаки врагов, накапливая у них много очков оглушения.\nПосле успешного парирования агент получает 1 оч. <color=#FFFFFF>Сладости</color>.\nВо время применения этого навыка персонаж неуязвим. "
            },
            "141100019": {
                "Title": "Помощь в дополнительной атаке: У нас есть печеньки!",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после <color=#FFFFFF>помощи в защите</color> или парирования <color=#FFFFFF>базовой атакой «Накидка тануки»</color>.\nАгент бьёт врагов перед собой, нанося <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "141100020": {
                "Title": "Помощь в дополнительной атаке: Обстрел вкусняшками с начинкой",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> в нужный момент после <color=#FFFFFF>помощи в защите</color> или парирования <color=#FFFFFF>базовой атакой «Накидка тануки»</color>.\nВслед за продолжительной атакой зонтом во вращении агент выстреливает мощным снарядом, наносящим <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "141100072": {
                "Title": "Быстрая помощь: Время десерта"
            },
            "141100073": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411013, Prop:1001}"
            },
            "141100074": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411013, Prop:1002}"
            },
            "141100075": {
                "Title": "Помощь в защите: Ещё больше интересностей"
            },
            "141100076": {
                "Description": "Множитель оглушения при отражении лёгких атак",
                "Param": "{Skill:1411014, Prop:1002}"
            },
            "141100077": {
                "Description": "Множитель оглушения при отражении мощных атак",
                "Param": "{Skill:1411015, Prop:1002}"
            },
            "141100078": {
                "Description": "Множитель оглушения при отражении цепочек атак",
                "Param": "{Skill:1411016, Prop:1002}"
            },
            "141100079": {
                "Title": "Помощь в дополнительной атаке: У нас есть печеньки!"
            },
            "141100080": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411017, Prop:1001}"
            },
            "141100081": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411017, Prop:1002}"
            },
            "141100082": {
                "Title": "Помощь в дополнительной атаке: Обстрел вкусняшками с начинкой"
            },
            "141100083": {
                "Description": "Множитель урона",
                "Param": "{Skill:1411024, Prop:1001}"
            },
            "141100084": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1411024, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1411001": {
            "DamageValue": 3770,
            "DamageGrowth": 350,
            "DazeValue": 4400,
            "DazeGrowth": 200
        },
        "1411002": {
            "DamageValue": 5770,
            "DamageGrowth": 530,
            "DazeValue": 6310,
            "DazeGrowth": 290
        },
        "1411003": {
            "DamageValue": 6600,
            "DamageGrowth": 600,
            "DazeValue": 6600,
            "DazeGrowth": 300
        },
        "1411004": {
            "DamageValue": 9810,
            "DamageGrowth": 900,
            "DazeValue": 11270,
            "DazeGrowth": 520
        },
        "1411005": {
            "DamageValue": 16410,
            "DamageGrowth": 1500,
            "DazeValue": 16360,
            "DazeGrowth": 750
        },
        "1411006": {
            "DamageValue": 5050,
            "DamageGrowth": 460,
            "DazeValue": 5050,
            "DazeGrowth": 230
        },
        "1411007": {
            "DamageValue": 42100,
            "DamageGrowth": 3830,
            "DazeValue": 42100,
            "DazeGrowth": 1920
        },
        "1411008": {
            "DamageValue": 24140,
            "DamageGrowth": 2200,
            "DazeValue": 26700,
            "DazeGrowth": 1220
        },
        "1411009": {
            "DamageValue": 6980,
            "DamageGrowth": 640,
            "DazeValue": 3490,
            "DazeGrowth": 160
        },
        "1411010": {
            "DamageValue": 27690,
            "DamageGrowth": 2520,
            "DazeValue": 23840,
            "DazeGrowth": 1090
        },
        "1411011": {
            "DamageValue": 59870,
            "DamageGrowth": 5450,
            "DazeValue": 23290,
            "DazeGrowth": 1060
        },
        "1411012": {
            "DamageValue": 144320,
            "DamageGrowth": 13120,
            "DazeValue": 28600,
            "DazeGrowth": 1300
        },
        "1411013": {
            "DamageValue": 12290,
            "DamageGrowth": 1120,
            "DazeValue": 6150,
            "DazeGrowth": 280
        },
        "1411014": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 29520,
            "DazeGrowth": 1350
        },
        "1411015": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34280,
            "DazeGrowth": 1560
        },
        "1411016": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1411017": {
            "DamageValue": 29430,
            "DamageGrowth": 2680,
            "DazeValue": 25140,
            "DazeGrowth": 1150
        },
        "1411018": {
            "DamageValue": 13200,
            "DamageGrowth": 1200,
            "DazeValue": 8800,
            "DazeGrowth": 400
        },
        "1411019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1411020": {
            "DamageValue": 2750,
            "DamageGrowth": 250,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411021": {
            "DamageValue": 30800,
            "DamageGrowth": 2800,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411022": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411023": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411024": {
            "DamageValue": 46360,
            "DamageGrowth": 4220,
            "DazeValue": 40870,
            "DazeGrowth": 1860
        },
        "1411025": {
            "DamageValue": 60000,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411026": {
            "DamageValue": 38140,
            "DamageGrowth": 0,
            "DazeValue": 14670,
            "DazeGrowth": 0
        }
    }
}