{
    "Name": "Пань Иньху",
    "ElementTypes": [
        "Physics"
    ],
    "Talents": {
        "1": {
            "Title": "Щит энергии ци",
            "Description": "Все боевые единицы наносят на 10% больше урона по врагам с эффектом <color=#FFFFFF>«Истощение ци»</color>.",
            "Lore": "Эта техника школы горы Юнькуй защищает от притока эфира извне, вместе с тем усиливая энергетические меридианы и мышцы внутри тела. Барьер ци непроницаем ни для клинков, ни для копий — именно благодаря ему Пань Иньху выдерживает любой град ударов.\nА ещё  этот приём полезен, когда приходится толкаться локтями с бешеными бабушками и дедушками во время распродаж."
        },
        "2": {
            "Title": "Точечный удар Юнькуя",
            "Description": "За каждые 6 оч. <color=#FFFFFF>Сокрушения</color> Пань Иньху восстанавливает 4 ед. энергии. Когда его <color=#FFFFFF>особая атака «Боевая акупунктура»</color> попадает по врагу, эффект <color=#FFFFFF>«Истощение ци»</color> продлевается до 12 сек.",
            "Lore": "«Ну что, ворюга, не получается вырваться? А всё потому что я тебя удерживаю точечным ударом Юнькуя — он и мышцы парализует, и меридианы в теле прочищает. Вот так мы и со злом боремся, и на путь истинный наставляем!»\n«Э, ты чего молчишь-то? Я часом с захватом не перестарался? Ладно-ладно, вот так как? Теперь можешь двигаться?»"
        },
        "3": {
            "Title": "Нестандартные акупунктурные точки",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "«Эти акупунктурные точки прямо как мы, панды-тирены: их так же мало, они все разбросаны безо всякой системы, и никто их толком не изучал. Довольно жалкое зрелище».\n«С другой стороны, в качестве тайного оружия они очень даже подходят. То есть зрелище не такое уж и жалкое!»"
        },
        "4": {
            "Title": "Первоклассный шеф-повар",
            "Description": "<color=#FFFFFF>Суперспособность «Пир горой»</color> восстанавливает на 25% больше HP всему отряду, а эффект продолжительного восстановления HP усиливается на 25%. Активируя <color=#FFFFFF>суперспособность «Пир горой»</color>, агент получает эффект <color=#FFFFFF>«Запас провизии»</color>. Когда кто-либо в отряде теряет HP, эффект <color=#FFFFFF>«Запас провизии»</color> расходуется, чтобы сразу восстановить ему 50% HP при помощи суперспособности <color=#FFFFFF>«Пир горой»</color>. Эффект не складывается.",
            "Lore": "Когда он готовил первый раз, чуть не спалил кухню. Прибежавший на запах гари шеф-повар печально взглянул на гору горелой еды и приготовил ему тарелку жареного риса с яичницей из тех продуктов, что чудом уцелели.\nПань Иньху ел и плакал. А когда он наконец поднял взгляд, увидел перед собой бумажку с цифрой «100» на ней.\n— Я понял, шеф! Вы хотите сказать, что раз я учусь кулинарии, то нужно выкладываться на все сто?\n— Нет, я хочу сказать, с тебя сто денни за каждую ложку еды, а ты как раз съел сто ложек. Как будешь рассчитываться?\nС тех пор Пань Иньху готовил себе только сам и никогда больше не ошибался. Так родился первоклассный шеф-повар."
        },
        "5": {
            "Title": "«Тирен»",
            "Description": "Уровень <color=#FFFFFF>базовой атаки</color>, <color=#FFFFFF>уклонения</color>, <color=#FFFFFF>помощи</color>, <color=#FFFFFF>особой атаки</color>, <color=#FFFFFF>цепочки атак</color> +2",
            "Lore": "Пусть Нью-Эриду и огромен, но панды-тирены в нём — редкое зрелище. Пань Иньху привык, что на него все глазеют, а в его одинокой жизни нет никого, кто мог бы ему помочь.\nНо так было до того, как он стал учеником школы горы Юнькуй.\nК тому же он обнаружил, что люди готовы платить за фото с пандой-тиреном... так что теперь он совсем не против, чтобы на него глазели."
        },
        "6": {
            "Title": "Теория меридианов",
            "Description": "Эффект <color=#FFFFFF>«Восприимчивость»</color> от <color=#FFFFFF>основного пассивного навыка «Цянь и кунь»</color> дополнительно повышается на 6% от изначальной силы атаки Пань Иньху. Этот эффект может повысить силу сквозной атаки до максимума в 720 ед.",
            "Lore": "«В старые времена говорили, что на одних только ступнях есть 365 акупунктурных точек. И в жизни так же! Вот, выбери на этой таблице любую точку. Она будет отражать то, как ты сейчас живёшь — неважно, где именно эта точка и за что она отвечает. Главное, чтобы тебе она была по душе».\n«Спрашиваешь, зачем же её было выбирать? Дай-ка подумаю... Придумал. В следующий раз, когда столкнёшься с какими-нибудь бандитами, по этой точке и бей!»"
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Основной пассивный навык: Цянь и кунь",
            "DescriptionByLevel": {
                "1": "Когда Пань Иньху попадает по врагу <color=#FFFFFF>усиленной особой атакой «Горный сдвиг»</color> и вызывает быструю помощь, то следующий агент, выходящий на поле боя посредством быстрой помощи или цепочки атак, на короткое время получают эффект <color=#FFFFFF>«Восприимчивость»</color>. Этот эффект повышает силу сквозной атаки агента на <color=#2BAD00>9%</color> от изначальной силы атаки Пань Иньху на 25 сек. Макс. повышение силы сквозной атаки этим эффектом — 540 ед.",
                "2": "Когда Пань Иньху попадает по врагу <color=#FFFFFF>усиленной особой атакой «Горный сдвиг»</color> и вызывает быструю помощь, то следующий агент, выходящий на поле боя посредством быстрой помощи или цепочки атак, на короткое время получают эффект <color=#FFFFFF>«Восприимчивость»</color>. Этот эффект повышает силу сквозной атаки агента на <color=#2BAD00>10,5%</color> от изначальной силы атаки Пань Иньху на 25 сек. Макс. повышение силы сквозной атаки этим эффектом — 540 ед.",
                "3": "Когда Пань Иньху попадает по врагу <color=#FFFFFF>усиленной особой атакой «Горный сдвиг»</color> и вызывает быструю помощь, то следующий агент, выходящий на поле боя посредством быстрой помощи или цепочки атак, на короткое время получают эффект <color=#FFFFFF>«Восприимчивость»</color>. Этот эффект повышает силу сквозной атаки агента на <color=#2BAD00>12%</color> от изначальной силы атаки Пань Иньху на 25 сек. Макс. повышение силы сквозной атаки этим эффектом — 540 ед.",
                "4": "Когда Пань Иньху попадает по врагу <color=#FFFFFF>усиленной особой атакой «Горный сдвиг»</color> и вызывает быструю помощь, то следующий агент, выходящий на поле боя посредством быстрой помощи или цепочки атак, на короткое время получают эффект <color=#FFFFFF>«Восприимчивость»</color>. Этот эффект повышает силу сквозной атаки агента на <color=#2BAD00>13,5%</color> от изначальной силы атаки Пань Иньху на 25 сек. Макс. повышение силы сквозной атаки этим эффектом — 540 ед.",
                "5": "Когда Пань Иньху попадает по врагу <color=#FFFFFF>усиленной особой атакой «Горный сдвиг»</color> и вызывает быструю помощь, то следующий агент, выходящий на поле боя посредством быстрой помощи или цепочки атак, на короткое время получают эффект <color=#FFFFFF>«Восприимчивость»</color>. Этот эффект повышает силу сквозной атаки агента на <color=#2BAD00>15%</color> от изначальной силы атаки Пань Иньху на 25 сек. Макс. повышение силы сквозной атаки этим эффектом — 540 ед.",
                "6": "Когда Пань Иньху попадает по врагу <color=#FFFFFF>усиленной особой атакой «Горный сдвиг»</color> и вызывает быструю помощь, то следующий агент, выходящий на поле боя посредством быстрой помощи или цепочки атак, на короткое время получают эффект <color=#FFFFFF>«Восприимчивость»</color>. Этот эффект повышает силу сквозной атаки агента на <color=#2BAD00>16,5%</color> от изначальной силы атаки Пань Иньху на 25 сек. Макс. повышение силы сквозной атаки этим эффектом — 540 ед.",
                "7": "Когда Пань Иньху попадает по врагу <color=#FFFFFF>усиленной особой атакой «Горный сдвиг»</color> и вызывает быструю помощь, то следующий агент, выходящий на поле боя посредством быстрой помощи или цепочки атак, на короткое время получают эффект <color=#FFFFFF>«Восприимчивость»</color>. Этот эффект повышает силу сквозной атаки агента на <color=#2BAD00>18%</color> от изначальной силы атаки Пань Иньху на 25 сек. Макс. повышение силы сквозной атаки этим эффектом — 540 ед."
            }
        },
        "MathSkill": {
            "Title": "Дополнительная способность: Лужёный желудок",
            "Description": "При наличии в отряде персонажа со специальностью <color=#FFFFFF>«Разрушение»</color> или из той же фракции:\nЕсли Пань Иньху попадает по врагу <color=#FFFFFF>особой атакой «Боевая акупунктура»</color>, на этого врага накладывается эффект «Истощение ци», увеличивающий урон всех боевых единиц по данной цели на 20%. Каждое попадание <color=#FFFFFF>особой атакой «Боевая акупунктура»</color> накладывает эффект <color=#FFFFFF>«Истощение ци»</color> на 10 сек. Эффект не складывается, но его длительность продлевается при повторном попадании по тому же врагу."
        }
    },
    "SkillDescriptions": {
        "0": {
            "142100001": {
                "Title": "Базовая атака: Неустанные удары",
                "Description": "Для активации нажмите <IconMap:Icon_Normal>.\nАгент выполняет до 4 этапов рукопашных атак перед собой, нанося <color=#F0D12B>физический урон</color>."
            },
            "142100014": {
                "Title": "Базовая атака: Неустанные удары"
            },
            "142100015": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1421001, Prop:1001}"
            },
            "142100016": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1421002, Prop:1001}"
            },
            "142100017": {
                "Description": "Множитель урона 3-го этапа",
                "Param": "{Skill:1421003, Prop:1001}"
            },
            "142100018": {
                "Description": "Множитель урона 4-го этапа",
                "Param": "{Skill:1421004, Prop:1001}"
            },
            "142100019": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1421001, Prop:1002}"
            },
            "142100020": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1421002, Prop:1002}"
            },
            "142100021": {
                "Description": "Множитель оглушения 3-го этапа",
                "Param": "{Skill:1421003, Prop:1002}"
            },
            "142100022": {
                "Description": "Множитель оглушения 4-го этапа",
                "Param": "{Skill:1421004, Prop:1002}"
            }
        },
        "1": {
            "142100002": {
                "Title": "Особая атака: Громовое касание",
                "Description": "Для активации нажмите <IconMap:Icon_Special>.\nАгент выполняет рукопашный удар перед собой и бросает петарды, нанося <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка повышается уровень защиты от прерывания."
            },
            "142100003": {
                "Title": "Особая атака: Боевая акупунктура",
                "Description": "Когда у агента есть <color=#FFFFFF>Сокрушение</color>, нажмите <IconMap:Icon_Special>, чтобы применить <color=#FFFFFF>особую атаку «Боевая акупунктура»</color>, обогнуть врага и нанести <color=#F0D12B>физический урон</color>.\nПриём можно применить три раза подряд, каждое применение <color=#FFFFFF>особой атаки «Боевая акупунктура»</color> расходует 1 очко Сокрушения.\nЕсли Пань Иньху является активным персонажем, во время выполнения этого навыка он получает на 40% меньше урона, а его уровень защиты от прерывания повышается. Если Пань Иньху не является активным персонажем, он получает неуязвимость."
            },
            "142100004": {
                "Title": "Усиленная особая атака: Горный сдвиг",
                "Description": "Для активации нажмите <IconMap:Icon_SpecialReady>, когда у вас достаточно энергии.\nВо время <color=#FFFFFF>усиленной особой атаки «Горный сдвиг»</color> агент выполняет мощный удар перед собой, нанося <color=#F0D12B>физический урон</color>, а после запуска атаки получает 3 очка <color=#FFFFFF>Сокрушения</color>. Если атака попадает по врагу, она вызывает <color=#FFFFFF>быструю помощь</color> предыдущего персонажа в отряде.\nАгент, выходящий на поле боя для такой быстрой помощи, получает бонус к силе сквозной атаки от основного пассивного навыка. После переключения на другого персонажа Пань Иньху остаётся на поле боя и автоматически запускает <color=#FFFFFF>особую атаку «Боевая акупунктура»</color>, пока не израсходует всё Сокрушение, и лишь затем уходит с поля боя.\nВо время применения этого навыка персонаж неуязвим."
            },
            "142100023": {
                "Title": "Особая атака: Громовое касание"
            },
            "142100024": {
                "Description": "Множитель урона",
                "Param": "{Skill:1421005, Prop:1001}"
            },
            "142100025": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1421005, Prop:1002}"
            },
            "142100026": {
                "Title": "Особая атака: Боевая акупунктура"
            },
            "142100027": {
                "Description": "Множитель урона 1-го этапа",
                "Param": "{Skill:1421007, Prop:1001}"
            },
            "142100028": {
                "Description": "Множитель оглушения 1-го этапа",
                "Param": "{Skill:1421007, Prop:1002}"
            },
            "142100029": {
                "Description": "Множитель урона 2-го этапа",
                "Param": "{Skill:1421008, Prop:1001}"
            },
            "142100030": {
                "Description": "Множитель оглушения 2-го этапа",
                "Param": "{Skill:1421008, Prop:1002}"
            },
            "142100031": {
                "Description": "Множитель урона 3-го этапа",
                "Param": "{Skill:1421009, Prop:1001}"
            },
            "142100032": {
                "Description": "Множитель оглушения 3-го этапа",
                "Param": "{Skill:1421009, Prop:1002}"
            },
            "142100033": {
                "Title": "Усиленная особая атака: Горный сдвиг"
            },
            "142100034": {
                "Description": "Множитель урона",
                "Param": "{Skill:1421006, Prop:1001}"
            },
            "142100035": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1421006, Prop:1002}"
            },
            "142100036": {
                "Description": "Расход энергии",
                "Param": "60 ед. энергии"
            }
        },
        "2": {
            "142100005": {
                "Title": "Уклонение: Лёгкость ласточки",
                "Description": "Нажмите <IconMap:Icon_Evade>, чтобы быстро уклониться в рывке.\nВо время применения этого навыка персонаж неуязвим."
            },
            "142100006": {
                "Title": "Атака в рывке: Лучшее масло для жарки",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> во время уклонения.\nАгент выполняет быстрый рукопашный удар перед собой, нанося <color=#F0D12B>физический урон</color>."
            },
            "142100007": {
                "Title": "Контратака после уклонения: Свернуть горы",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после запуска <color=#FFFFFF>идеального уклонения</color>.\nАгент выполняет рукопашный удар по врагам перед собой, нанося <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "142100037": {
                "Title": "Атака в рывке: Лучшее масло для жарки"
            },
            "142100038": {
                "Description": "Множитель урона",
                "Param": "{Skill:1421010, Prop:1001}"
            },
            "142100039": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1421010, Prop:1002}"
            },
            "142100040": {
                "Title": "Контратака после уклонения: Свернуть горы"
            },
            "142100041": {
                "Description": "Множитель урона",
                "Param": "{Skill:1421011, Prop:1001}"
            },
            "142100042": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1421011, Prop:1002}"
            }
        },
        "3": {
            "142100008": {
                "Title": "Цепочка атак: Благословение сковороды",
                "Description": "Для активации выберите агента, когда запущена <color=#FFFFFF>цепочка атак</color>.\nАгент прыгает на сковороду и, вращаясь, таранит врагов на пути и наносит им огромный <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "142100009": {
                "Title": "Суперспособность: Пир горой",
                "Description": "Для активации нажмите <IconMap:Icon_UltimateReady> при <color=#FFFFFF>максимальном</color> уровне децибелов.\nПань Иньху, используя технику духовных практиков, создаёт из энергии ци жареный рис и запускает его во врагов, нанося <color=#F0D12B>физический урон</color>. При этом он восстанавливает <color=#2BAD00>{CAL:100+AvatarSkillLevel(3)*60,1,2}</color> ед. HP всем персонажам в отряде, а также по <color=#2BAD00>{CAL:0.8+AvatarSkillLevel(3)*0.05,1,2}%</color> HP/сек. всем персонажам в отряде в течение 8 сек.\nВо время применения этого навыка персонаж неуязвим."
            },
            "142100043": {
                "Title": "Цепочка атак: Благословение сковороды"
            },
            "142100044": {
                "Description": "Множитель урона",
                "Param": "{Skill:1421012, Prop:1001}"
            },
            "142100045": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1421012, Prop:1002}"
            },
            "142100046": {
                "Title": "Суперспособность: Пир горой"
            },
            "142100047": {
                "Description": "Множитель урона",
                "Param": "{Skill:1421013, Prop:1001}"
            },
            "142100048": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1421013, Prop:1002}"
            }
        },
        "6": {
            "142100011": {
                "Title": "Быстрая помощь: Подними голову и радуйся",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа подбросили.\nАгент выполняет рукопашные удары по врагам перед собой, нанося <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "142100012": {
                "Title": "Помощь в защите: Грозный взгляд",
                "Description": "Для активации нажмите <IconMap:Icon_Switch>, когда активного персонажа вот-вот атакуют.\nАгент парирует атаки врагов, накапливая у них много очков оглушения.\nНавык отлично парирует вражеские атаки и снижает расход <color=#FFFFFF>очков помощи</color> при сдерживании интенсивных атак.\nВо время применения этого навыка персонаж неуязвим."
            },
            "142100013": {
                "Title": "Помощь в дополнительной атаке: Удар в нужный момент",
                "Description": "Для активации нажмите <IconMap:Icon_Normal> после <color=#FFFFFF>помощи в защите</color>. \nАгент выполняет рукопашные удары по врагам перед собой, нанося <color=#F0D12B>физический урон</color>.\nВо время применения этого навыка персонаж неуязвим."
            },
            "142100049": {
                "Title": "Быстрая помощь: Подними голову и радуйся"
            },
            "142100050": {
                "Description": "Множитель урона",
                "Param": "{Skill:1421014, Prop:1001}"
            },
            "142100051": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1421014, Prop:1002}"
            },
            "142100052": {
                "Title": "Помощь в защите: Грозный взгляд"
            },
            "142100053": {
                "Description": "Множитель оглушения при отражении лёгких атак",
                "Param": "{Skill:1421015, Prop:1002}"
            },
            "142100054": {
                "Description": "Множитель оглушения при отражении мощных атак",
                "Param": "{Skill:1421016, Prop:1002}"
            },
            "142100055": {
                "Description": "Множитель оглушения при отражении цепочек атак",
                "Param": "{Skill:1421017, Prop:1002}"
            },
            "142100056": {
                "Title": "Помощь в дополнительной атаке: Удар в нужный момент"
            },
            "142100057": {
                "Description": "Множитель урона",
                "Param": "{Skill:1421018, Prop:1001}"
            },
            "142100058": {
                "Description": "Множитель оглушения",
                "Param": "{Skill:1421018, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1421001": {
            "DamageValue": 4970,
            "DamageGrowth": 460,
            "DazeValue": 2490,
            "DazeGrowth": 120
        },
        "1421002": {
            "DamageValue": 4980,
            "DamageGrowth": 460,
            "DazeValue": 4750,
            "DazeGrowth": 220
        },
        "1421003": {
            "DamageValue": 10940,
            "DamageGrowth": 1000,
            "DazeValue": 8430,
            "DazeGrowth": 390
        },
        "1421004": {
            "DamageValue": 21130,
            "DamageGrowth": 1930,
            "DazeValue": 16650,
            "DazeGrowth": 760
        },
        "1421005": {
            "DamageValue": 6250,
            "DamageGrowth": 570,
            "DazeValue": 6250,
            "DazeGrowth": 290
        },
        "1421006": {
            "DamageValue": 38410,
            "DamageGrowth": 3500,
            "DazeValue": 25730,
            "DazeGrowth": 1170
        },
        "1421007": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421008": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421009": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421010": {
            "DamageValue": 8340,
            "DamageGrowth": 760,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421011": {
            "DamageValue": 21920,
            "DamageGrowth": 2000,
            "DazeValue": 19170,
            "DazeGrowth": 880
        },
        "1421012": {
            "DamageValue": 63230,
            "DamageGrowth": 5750,
            "DazeValue": 23330,
            "DazeGrowth": 1070
        },
        "1421013": {
            "DamageValue": 162790,
            "DamageGrowth": 14800,
            "DazeValue": 9840,
            "DazeGrowth": 450
        },
        "1421014": {
            "DamageValue": 9170,
            "DamageGrowth": 840,
            "DazeValue": 4590,
            "DazeGrowth": 210
        },
        "1421015": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 22510,
            "DazeGrowth": 1030
        },
        "1421016": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 26840,
            "DazeGrowth": 1220
        },
        "1421017": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 10840,
            "DazeGrowth": 500
        },
        "1421018": {
            "DamageValue": 33740,
            "DamageGrowth": 3070,
            "DazeValue": 29350,
            "DazeGrowth": 1340
        }
    }
}