{
    "ItemName": "Weeping Gemini",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_08",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Anomaly"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Lingering Cries",
            "Description": "Whenever a squad member inflicts an Attribute Anomaly on an enemy, the equipper gains a buff that increases Anomaly Proficiency by <color=#2BAD00>30</color>, stacking up to 4 times. This effect expires when the target recovers from Stun or is defeated. The duration of each stack is calculated separately."
        },
        "2": {
            "Title": "Lingering Cries",
            "Description": "Whenever a squad member inflicts an Attribute Anomaly on an enemy, the equipper gains a buff that increases Anomaly Proficiency by <color=#2BAD00>34</color>, stacking up to 4 times. This effect expires when the target recovers from Stun or is defeated. The duration of each stack is calculated separately."
        },
        "3": {
            "Title": "Lingering Cries",
            "Description": "Whenever a squad member inflicts an Attribute Anomaly on an enemy, the equipper gains a buff that increases Anomaly Proficiency by <color=#2BAD00>38</color>, stacking up to 4 times. This effect expires when the target recovers from Stun or is defeated. The duration of each stack is calculated separately."
        },
        "4": {
            "Title": "Lingering Cries",
            "Description": "Whenever a squad member inflicts an Attribute Anomaly on an enemy, the equipper gains a buff that increases Anomaly Proficiency by <color=#2BAD00>42</color>, stacking up to 4 times. This effect expires when the target recovers from Stun or is defeated. The duration of each stack is calculated separately."
        },
        "5": {
            "Title": "Lingering Cries",
            "Description": "Whenever a squad member inflicts an Attribute Anomaly on an enemy, the equipper gains a buff that increases Anomaly Proficiency by <color=#2BAD00>48</color>, stacking up to 4 times. This effect expires when the target recovers from Stun or is defeated. The duration of each stack is calculated separately."
        }
    }
}