{
    "ItemName": "Big Cylinder",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1121",
    "Profession": {
        "Type": "Defense",
        "Name": "Defense"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 13102,
        "PropertyValue": 1600
    },
    "Talents": {
        "1": {
            "Title": "Ten Ton Top",
            "Description": "Reduces DMG taken by <color=#2BAD00>7.5%</color>. After being attacked, the next attack to hit an enemy will trigger a critical hit and deal <color=#2BAD00>600%</color> of the equipper's DEF as additional DMG. This effect can be triggered once every 7.5s."
        },
        "2": {
            "Title": "Ten Ton Top",
            "Description": "Reduces DMG taken by <color=#2BAD00>8.5%</color>. After being attacked, the next attack to hit an enemy will trigger a critical hit and deal <color=#2BAD00>690%</color> of the equipper's DEF as additional DMG. This effect can be triggered once every 7.5s."
        },
        "3": {
            "Title": "Ten Ton Top",
            "Description": "Reduces DMG taken by <color=#2BAD00>9.5%</color>. After being attacked, the next attack to hit an enemy will trigger a critical hit and deal <color=#2BAD00>780%</color> of the equipper's DEF as additional DMG. This effect can be triggered once every 7.5s."
        },
        "4": {
            "Title": "Ten Ton Top",
            "Description": "Reduces DMG taken by <color=#2BAD00>10.5%</color>. After being attacked, the next attack to hit an enemy will trigger a critical hit and deal <color=#2BAD00>870%</color> of the equipper's DEF as additional DMG. This effect can be triggered once every 7.5s."
        },
        "5": {
            "Title": "Ten Ton Top",
            "Description": "Reduces DMG taken by <color=#2BAD00>12%</color>. After being attacked, the next attack to hit an enemy will trigger a critical hit and deal <color=#2BAD00>960%</color> of the equipper's DEF as additional DMG. This effect can be triggered once every 7.5s."
        }
    }
}