{
    "ItemName": "Flamemaker Shaker",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1171",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Anomaly"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Fuel on the Rocks",
            "Description": "While off-field, the equipper's Energy Regen increases by <color=#2BAD00>0.6</color>/s. When hitting an enemy with an <color=#FFFFFF>EX Special Attack</color> or <color=#FFFFFF>Assist Attack</color>, the equipper's DMG increases by <color=#2BAD00>3.5%</color>, stacking up to 10 times and lasting for 6s. This effect can trigger once every 0.3s. While off-field, the stack effect is doubled. Repeated triggers reset the duration. Upon obtaining the DMG increase effect, if the number of current stacks is greater than or equal to 5, then the equipper's Anomaly Proficiency increases by <color=#2BAD00>50</color>. This Anomaly Proficiency increase does not stack and lasts for 6s."
        },
        "2": {
            "Title": "Fuel on the Rocks",
            "Description": "While off-field, the equipper's Energy Regen increases by <color=#2BAD00>0.75</color>/s. When hitting an enemy with an <color=#FFFFFF>EX Special Attack</color> or <color=#FFFFFF>Assist Attack</color>, the equipper's DMG increases by <color=#2BAD00>4.4%</color>, stacking up to 10 times and lasting for 6s. This effect can trigger once every 0.3s. While off-field, the stack effect is doubled. Repeated triggers reset the duration. Upon obtaining the DMG increase effect, if the number of current stacks is greater than or equal to 5, then the equipper's Anomaly Proficiency increases by <color=#2BAD00>62</color>. This Anomaly Proficiency increase does not stack and lasts for 6s."
        },
        "3": {
            "Title": "Fuel on the Rocks",
            "Description": "While off-field, the equipper's Energy Regen increases by <color=#2BAD00>0.9</color>/s. When hitting an enemy with an <color=#FFFFFF>EX Special Attack</color> or <color=#FFFFFF>Assist Attack</color>, the equipper's DMG increases by <color=#2BAD00>5.2%</color>, stacking up to 10 times and lasting for 6s. This effect can trigger once every 0.3s. While off-field, the stack effect is doubled. Repeated triggers reset the duration. Upon obtaining the DMG increase effect, if the number of current stacks is greater than or equal to 5, then the equipper's Anomaly Proficiency increases by <color=#2BAD00>75</color>. This Anomaly Proficiency increase does not stack and lasts for 6s."
        },
        "4": {
            "Title": "Fuel on the Rocks",
            "Description": "While off-field, the equipper's Energy Regen increases by <color=#2BAD00>1.05</color>/s. When hitting an enemy with an <color=#FFFFFF>EX Special Attack</color> or <color=#FFFFFF>Assist Attack</color>, the equipper's DMG increases by <color=#2BAD00>6.1%</color>, stacking up to 10 times and lasting for 6s. This effect can trigger once every 0.3s. While off-field, the stack effect is doubled. Repeated triggers reset the duration. Upon obtaining the DMG increase effect, if the number of current stacks is greater than or equal to 5, then the equipper's Anomaly Proficiency increases by <color=#2BAD00>87</color>. This Anomaly Proficiency increase does not stack and lasts for 6s."
        },
        "5": {
            "Title": "Fuel on the Rocks",
            "Description": "While off-field, the equipper's Energy Regen increases by <color=#2BAD00>1.2</color>/s. When hitting an enemy with an <color=#FFFFFF>EX Special Attack</color> or <color=#FFFFFF>Assist Attack</color>, the equipper's DMG increases by <color=#2BAD00>7%</color>, stacking up to 10 times and lasting for 6s. This effect can trigger once every 0.3s. While off-field, the stack effect is doubled. Repeated triggers reset the duration. Upon obtaining the DMG increase effect, if the number of current stacks is greater than or equal to 5, then the equipper's Anomaly Proficiency increases by <color=#2BAD00>100</color>. This Anomaly Proficiency increase does not stack and lasts for 6s."
        }
    }
}