{
    "ItemName": "Weeping Cradle",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1211",
    "Profession": {
        "Type": "Support",
        "Name": "Support"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 23103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Punishment",
            "Description": "While off-field, the equipper's Energy Regen increases by <color=#2BAD00>0.6</color>/s. Attacks from the equipper increase all units' DMG against a struck target by <color=#2BAD00>10%</color> for 3 seconds. During this period, this effect is further increased by <color=#2BAD00>1.7%</color> every 0.5s, up to a maximum additional increase of <color=#2BAD00>10.2%</color>. Repeated triggers only refresh the duration without refreshing the DMG increase effect. Passive effects of the same name do not stack."
        },
        "2": {
            "Title": "Punishment",
            "Description": "While off-field, the equipper's Energy Regen increases by <color=#2BAD00>0.75</color>/s. Attacks from the equipper increase all units' DMG against a struck target by <color=#2BAD00>12.5%</color> for 3 seconds. During this period, this effect is further increased by <color=#2BAD00>2%</color> every 0.5s, up to a maximum additional increase of <color=#2BAD00>12%</color>. Repeated triggers only refresh the duration without refreshing the DMG increase effect. Passive effects of the same name do not stack."
        },
        "3": {
            "Title": "Punishment",
            "Description": "While off-field, the equipper's Energy Regen increases by <color=#2BAD00>0.9</color>/s. Attacks from the equipper increase all units' DMG against a struck target by <color=#2BAD00>15%</color> for 3 seconds. During this period, this effect is further increased by <color=#2BAD00>2.5%</color> every 0.5s, up to a maximum additional increase of <color=#2BAD00>15%</color>. Repeated triggers only refresh the duration without refreshing the DMG increase effect. Passive effects of the same name do not stack."
        },
        "4": {
            "Title": "Punishment",
            "Description": "While off-field, the equipper's Energy Regen increases by <color=#2BAD00>1.05</color>/s. Attacks from the equipper increase all units' DMG against a struck target by <color=#2BAD00>17.5%</color> for 3 seconds. During this period, this effect is further increased by <color=#2BAD00>3%</color> every 0.5s, up to a maximum additional increase of <color=#2BAD00>18%</color>. Repeated triggers only refresh the duration without refreshing the DMG increase effect. Passive effects of the same name do not stack."
        },
        "5": {
            "Title": "Punishment",
            "Description": "While off-field, the equipper's Energy Regen increases by <color=#2BAD00>1.2</color>/s. Attacks from the equipper increase all units' DMG against a struck target by <color=#2BAD00>20%</color> for 3 seconds. During this period, this effect is further increased by <color=#2BAD00>3.3%</color> every 0.5s, up to a maximum additional increase of <color=#2BAD00>19.8%</color>. Repeated triggers only refresh the duration without refreshing the DMG increase effect. Passive effects of the same name do not stack."
        }
    }
}