{
    "ItemName": "Qingming Birdcage",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1371",
    "Profession": {
        "Type": "Rupture",
        "Name": "Rupture"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 50
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Cloud Flow",
            "Description": "CRIT Rate increases by <color=#2BAD00>20%</color>. When the equipper launches an <color=#FFFFFF>EX Special Attack</color>, the character gains 1 stack of <color=#FFFFFF>Qingming Companion</color> effect, stacking up to 2 times and lasting 15s. On entering combat, immediately gain 2 stacks. Repeated triggers reset the duration. Each stack of the <color=#FFFFFF>Qingming Companion</color> effect increases the equipper's <color=#FE437E>Ether DMG</color> by <color=#2BAD00>8%</color>, and increases Ultimate and EX Special Attack <color=#FE437E>Ether Sheer DMG</color> by <color=#2BAD00>10%</color>."
        },
        "2": {
            "Title": "Cloud Flow",
            "Description": "CRIT Rate increases by <color=#2BAD00>23%</color>. When the equipper launches an <color=#FFFFFF>EX Special Attack</color>, the character gains 1 stack of <color=#FFFFFF>Qingming Companion</color> effect, stacking up to 2 times and lasting 15s. On entering combat, immediately gain 2 stacks. Repeated triggers reset the duration. Each stack of the <color=#FFFFFF>Qingming Companion</color> effect increases the equipper's <color=#FE437E>Ether DMG</color> by <color=#2BAD00>9.2%</color>, and increases Ultimate and EX Special Attack <color=#FE437E>Ether Sheer DMG</color> by <color=#2BAD00>11.5%</color>."
        },
        "3": {
            "Title": "Cloud Flow",
            "Description": "CRIT Rate increases by <color=#2BAD00>26%</color>. When the equipper launches an <color=#FFFFFF>EX Special Attack</color>, the character gains 1 stack of <color=#FFFFFF>Qingming Companion</color> effect, stacking up to 2 times and lasting 15s. On entering combat, immediately gain 2 stacks. Repeated triggers reset the duration. Each stack of the <color=#FFFFFF>Qingming Companion</color> effect increases the equipper's <color=#FE437E>Ether DMG</color> by <color=#2BAD00>10.4%</color>, and increases Ultimate and EX Special Attack <color=#FE437E>Ether Sheer DMG</color> by <color=#2BAD00>13%</color>."
        },
        "4": {
            "Title": "Cloud Flow",
            "Description": "CRIT Rate increases by <color=#2BAD00>29%</color>. When the equipper launches an <color=#FFFFFF>EX Special Attack</color>, the character gains 1 stack of <color=#FFFFFF>Qingming Companion</color> effect, stacking up to 2 times and lasting 15s. On entering combat, immediately gain 2 stacks. Repeated triggers reset the duration. Each stack of the <color=#FFFFFF>Qingming Companion</color> effect increases the equipper's <color=#FE437E>Ether DMG</color> by <color=#2BAD00>11.6%</color>, and increases Ultimate and EX Special Attack <color=#FE437E>Ether Sheer DMG</color> by <color=#2BAD00>14.5%</color>."
        },
        "5": {
            "Title": "Cloud Flow",
            "Description": "CRIT Rate increases by <color=#2BAD00>32%</color>. When the equipper launches an <color=#FFFFFF>EX Special Attack</color>, the character gains 1 stack of <color=#FFFFFF>Qingming Companion</color> effect, stacking up to 2 times and lasting 15s. On entering combat, immediately gain 2 stacks. Repeated triggers reset the duration. Each stack of the <color=#FFFFFF>Qingming Companion</color> effect increases the equipper's <color=#FE437E>Ether DMG</color> by <color=#2BAD00>12.8%</color>, and increases Ultimate and EX Special Attack <color=#FE437E>Ether Sheer DMG</color> by <color=#2BAD00>16%</color>."
        }
    }
}