{
    "ItemName": "Cordis Germina",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1461",
    "Profession": {
        "Type": "Attack",
        "Name": "Attack"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Sprouting Core",
            "Description": "Increases CRIT Rate by <color=#2BAD00>15%</color>. When the equipper deals DMG with a <color=#FFFFFF>Basic Attack</color> or <color=#FFFFFF>EX Special Attack</color>, they gain 1 stack of a buff. Each stack increases the equipper's <color=#2EB6FF>Electric DMG</color> by <color=#2BAD00>12.5%</color>, up to 2 stacks. Each stack lasts 40s. The duration of each stack is calculated separately. Can trigger once per use of a skill. At 2 stacks, the wearer's <color=#FFFFFF>Basic Attack</color> and <color=#FFFFFF>Ultimate</color> DMG ignore <color=#2BAD00>20%</color> of enemy DEF."
        },
        "2": {
            "Title": "Sprouting Core",
            "Description": "Increases CRIT Rate by <color=#2BAD00>17%</color>. When the equipper deals DMG with a <color=#FFFFFF>Basic Attack</color> or <color=#FFFFFF>EX Special Attack</color>, they gain 1 stack of a buff. Each stack increases the equipper's <color=#2EB6FF>Electric DMG</color> by <color=#2BAD00>14.5%</color>, up to 2 stacks. Each stack lasts 40s. The duration of each stack is calculated separately. Can trigger once per use of a skill. At 2 stacks, the wearer's <color=#FFFFFF>Basic Attack</color> and <color=#FFFFFF>Ultimate</color> DMG ignore <color=#2BAD00>23%</color> of enemy DEF."
        },
        "3": {
            "Title": "Sprouting Core",
            "Description": "Increases CRIT Rate by <color=#2BAD00>19%</color>. When the equipper deals DMG with a <color=#FFFFFF>Basic Attack</color> or <color=#FFFFFF>EX Special Attack</color>, they gain 1 stack of a buff. Each stack increases the equipper's <color=#2EB6FF>Electric DMG</color> by <color=#2BAD00>16.5%</color>, up to 2 stacks. Each stack lasts 40s. The duration of each stack is calculated separately. Can trigger once per use of a skill. At 2 stacks, the wearer's <color=#FFFFFF>Basic Attack</color> and <color=#FFFFFF>Ultimate</color> DMG ignore <color=#2BAD00>26%</color> of enemy DEF."
        },
        "4": {
            "Title": "Sprouting Core",
            "Description": "Increases CRIT Rate by <color=#2BAD00>21%</color>. When the equipper deals DMG with a <color=#FFFFFF>Basic Attack</color> or <color=#FFFFFF>EX Special Attack</color>, they gain 1 stack of a buff. Each stack increases the equipper's <color=#2EB6FF>Electric DMG</color> by <color=#2BAD00>18.5%</color>, up to 2 stacks. Each stack lasts 40s. The duration of each stack is calculated separately. Can trigger once per use of a skill. At 2 stacks, the wearer's <color=#FFFFFF>Basic Attack</color> and <color=#FFFFFF>Ultimate</color> DMG ignore <color=#2BAD00>29%</color> of enemy DEF."
        },
        "5": {
            "Title": "Sprouting Core",
            "Description": "Increases CRIT Rate by <color=#2BAD00>23%</color>. When the equipper deals DMG with a <color=#FFFFFF>Basic Attack</color> or <color=#FFFFFF>EX Special Attack</color>, they gain 1 stack of a buff. Each stack increases the equipper's <color=#2EB6FF>Electric DMG</color> by <color=#2BAD00>20%</color>, up to 2 stacks. Each stack lasts 40s. The duration of each stack is calculated separately. Can trigger once per use of a skill. At 2 stacks, the wearer's <color=#FFFFFF>Basic Attack</color> and <color=#FFFFFF>Ultimate</color> DMG ignore <color=#2BAD00>32%</color> of enemy DEF."
        }
    }
}