{
    "Name": "Qingyi",
    "ElementTypes": [
        "Elec"
    ],
    "Talents": {
        "1": {
            "Title": "Insulation Breakdown",
            "Description": "When Qingyi enters combat, <color=#FFFFFF>Flash Connect Voltage</color> is instantly restored to its maximum, and the accumulation rate is increased by 30%. When using her <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, if <color=#FFFFFF>Flash Connect Voltage</color> is at its maximum, the attack will reduce the DEF of the enemy it hits by 15%, and Qingyi's CRIT Rate against that enemy will increase by 20% for 15s.",
            "Lore": "\"While there will be no threat to your life, we kindly request you do not resist arrest...\"\nThe direction and intensity of the current have been precisely calculated to ensure that every suspect receives a safe electric shock experience."
        },
        "2": {
            "Title": "Minimal Effort, Maximum Impact",
            "Description": "The Stun DMG Multiplier increase provided by each stack of <color=#FFFFFF>Subjugation</color> in <color=#FFFFFF>Core Passive: Eternal Seasons</color> increases to 135% of its original value. When Qingyi's attack hits an enemy and the stacks of <color=#FFFFFF>Subjugation</color> she applies reaches its maximum stacks, her Daze dealt to the target increases by 15%.",
            "Lore": "An ancient combat technique mentioned in old civillization texts. It seems to have started as a martial arts technique, rather than a staff technique.\n\"Don't be so constrained, the arm itself can be used like a three-section staff, mhm.\""
        },
        "3": {
            "Title": "Drink Hot Water",
            "Description": "<color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, and <color=#FFFFFF>Chain Attack</color> Lv. +2",
            "Lore": "\"Young people should be mindful their health, and drinking more hot water is a good start.\"\nQingyi always appears comforted when she drinks from her flask. But be careful if she offers you a drink—\n\"Even 100-degree Celsius boiling water doesn't faze her...\" One Public Security Officer who encountered this left such a note."
        },
        "4": {
            "Title": "Stable Arc Barrier",
            "Description": "Upon entering or exiting <color=#FFFFFF>Flash Connect</color> state, gain a shield equal to 10% of Qingyi's Max HP. If a previous shield is still active when the shield effect refreshes, Qingyi generates 5 Energy. This Energy Generation effect can be triggered once every 10s.",
            "Lore": "By reverse-engineering Automatons from the old civilization, the White Star Institute developed the Arc Barrier, a technology that combines defense, attack, and electrical energy conversion.\n\"As the saying goes: Water can float a boat or sink it. Physics has a saying: Electric current flows like water. Therefore: Electric current can be used both offensively and defensively. It's a fantastic combination.\""
        },
        "5": {
            "Title": "Youthful Spirit",
            "Description": "<color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, and <color=#FFFFFF>Chain Attack</color> Lv. +2",
            "Lore": "\"Great, young people should be courageous and try new things. Keep it up!\"\nIt sometimes feels like Qingyi's encouragement is lazy and teasing, but if you really get into trouble, just rely on her.\nAfter all, she's been around for centuries and can handle anything."
        },
        "6": {
            "Title": "Eight Meridians",
            "Description": "The Interrupt Level of <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color> is greatly increased, and the CRIT DMG is increased by an additional 100%. When Qingyi hits an enemy with her <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, the target's Attribute DMG RES is reduced by 20% for 15s.",
            "Lore": "A theory about the human circulatory system documented in ancient texts from the old civilization. It's said those who fully master this theory can instantly disable an opponent in a fight.\n\"How about trying the pressure points that cause itching next time? Who should be the guinea pig? Manager? Or Zhu Yuan?\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Core Passive: Eternal Seasons",
            "DescriptionByLevel": {
                "1": "When Qingyi lands a Finishing Move on an enemy with her <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, it applies 5 stacks of <color=#FFFFFF>Subjugation</color> to the enemy, stacking up to 20 times. Each stack of <color=#FFFFFF>Subjugation</color> increases the target's Stun DMG Multiplier by <color=#2BAD00>2</color>%. For each rush attack performed during <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, the Finishing Move will apply 1 extra stack of <color=#FFFFFF>Subjugation</color>. If <color=#FFFFFF>Perfect Dodge</color> is triggered when using the Finishing Move, it directly applies {CAL:5+5,1,2} stacks of <color=#FFFFFF>Subjugation</color>. When applying Subjugation to normal and elite enemies, the target receives double the stacks. When the target recovers from being Stunned, the corresponding stacks of <color=#FFFFFF>Subjugation</color> are reset.",
                "2": "When Qingyi lands a Finishing Move on an enemy with her <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, it applies 5 stacks of <color=#FFFFFF>Subjugation</color> to the enemy, stacking up to 20 times. Each stack of <color=#FFFFFF>Subjugation</color> increases the target's Stun DMG Multiplier by <color=#2BAD00>2.4</color>%. For each rush attack performed during <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, the Finishing Move will apply an extra stack of <color=#FFFFFF>Subjugation</color>. If <color=#FFFFFF>Perfect Dodge</color> is triggered when using the Finishing Move, it directly applies {CAL:5+5,1,2} stacks of <color=#FFFFFF>Subjugation</color>. When applying Subjugation to normal and elite enemies, the target receives double the stacks. When the target recovers from being Stunned, the corresponding stacks of <color=#FFFFFF>Subjugation</color> are reset.",
                "3": "When Qingyi lands a Finishing Move on an enemy with her <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, it applies 5 stacks of <color=#FFFFFF>Subjugation</color> to the enemy, stacking up to 20 times. Each stack of <color=#FFFFFF>Subjugation</color> increases the target's Stun DMG Multiplier by <color=#2BAD00>2.7</color>%. For each rush attack performed during <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, the Finishing Move will apply an extra stack of <color=#FFFFFF>Subjugation</color>. If <color=#FFFFFF>Perfect Dodge</color> is triggered when using the Finishing Move, it directly applies {CAL:5+5,1,2} stacks of <color=#FFFFFF>Subjugation</color>. When applying Subjugation to normal and elite enemies, the target receives double the stacks. When the target recovers from being Stunned, the corresponding stacks of <color=#FFFFFF>Subjugation</color> are reset.",
                "4": "When Qingyi lands a Finishing Move on an enemy with her <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, it applies 5 stacks of <color=#FFFFFF>Subjugation</color> to the enemy, stacking up to 20 times. Each stack of <color=#FFFFFF>Subjugation</color> increases the target's Stun DMG Multiplier by <color=#2BAD00>3</color>%. For each rush attack performed during <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, the Finishing Move will apply an extra stack of <color=#FFFFFF>Subjugation</color>. If <color=#FFFFFF>Perfect Dodge</color> is triggered when using the Finishing Move, it directly applies {CAL:5+5,1,2} stacks of <color=#FFFFFF>Subjugation</color>. When applying Subjugation to normal and elite enemies, the target receives double the stacks. When the target recovers from being Stunned, the corresponding stacks of <color=#FFFFFF>Subjugation</color> are reset.",
                "5": "When Qingyi lands a Finishing Move on an enemy with her <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, it applies 5 stacks of <color=#FFFFFF>Subjugation</color> to the enemy, stacking up to 20 times. Each stack of <color=#FFFFFF>Subjugation</color> increases the target's Stun DMG Multiplier by <color=#2BAD00>3.4</color>%. For each rush attack performed during <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, the Finishing Move will apply an extra stack of <color=#FFFFFF>Subjugation</color>. If <color=#FFFFFF>Perfect Dodge</color> is triggered when using the Finishing Move, it directly applies {CAL:5+5,1,2} stacks of <color=#FFFFFF>Subjugation</color>. When applying Subjugation to normal and elite enemies, the target receives double the stacks. When the target recovers from being Stunned, the corresponding stacks of <color=#FFFFFF>Subjugation</color> are reset.",
                "6": "When Qingyi lands a Finishing Move on an enemy with her <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, it applies 5 stacks of <color=#FFFFFF>Subjugation</color> to the enemy, stacking up to 20 times. Each stack of <color=#FFFFFF>Subjugation</color> increases the target's Stun DMG Multiplier by <color=#2BAD00>3.7</color>%. For each rush attack performed during <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, the Finishing Move will apply an extra stack of <color=#FFFFFF>Subjugation</color>. If <color=#FFFFFF>Perfect Dodge</color> is triggered when using the Finishing Move, it directly applies {CAL:5+5,1,2} stacks of <color=#FFFFFF>Subjugation</color>. When applying Subjugation to normal and elite enemies, the target receives double the stacks. When the target recovers from being Stunned, the corresponding stacks of <color=#FFFFFF>Subjugation</color> are reset.",
                "7": "When Qingyi lands a Finishing Move on an enemy with her <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, it applies 5 stacks of <color=#FFFFFF>Subjugation</color> to the enemy, stacking up to 20 times. Each stack of <color=#FFFFFF>Subjugation</color> increases the target's Stun DMG Multiplier by <color=#2BAD00>4</color>%. For each rush attack performed during <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, the Finishing Move will apply an extra stack of <color=#FFFFFF>Subjugation</color>. If <color=#FFFFFF>Perfect Dodge</color> is triggered when using the Finishing Move, it directly applies {CAL:5+5,1,2} stacks of <color=#FFFFFF>Subjugation</color>. When applying Subjugation to normal and elite enemies, the target receives double the stacks. When the target recovers from being Stunned, the corresponding stacks of <color=#FFFFFF>Subjugation</color> are reset."
            }
        },
        "MathSkill": {
            "Title": "Additional Ability: Three Verses of Farewell at Yang Pass",
            "Description": "When another character in your squad is an <color=#FFFFFF>Attack</color> character or shares the same Faction:\n<color=#FFFFFF>Basic Attacks</color> deal 20% increased Daze. If Qingyi's Impact is greater than 120, each point over increases her ATK by 6, up to a maximum of 600."
        }
    },
    "SkillDescriptions": {
        "0": {
            "125100001": {
                "Title": "Basic Attack: Penultimate",
                "Description": "Press <IconMap:Icon_Normal> to activate:\nLaunch up to four strikes forward, dealing <color=#F0D12B>Physical DMG</color> and <color=#2EB6FF>Electric DMG</color>.\nDuring the 3rd hit, repeatedly press <IconMap:Icon_Normal> to continue the attack, continuously striking the enemy. Using <color=#FFFFFF>Dodge</color> during this period will not interrupt Qingyi's <color=#FFFFFF>Basic Attack</color> combo count.\nDuring the 3rd hit, stop pressing <IconMap:Icon_Normal> to interrupt the continuous attack, transitioning automatically to the 4th hit. If the continuous attack lasts for a certain time, the 4th hit will be enhanced.\nAnti-Interrupt Level is increased and DMG received is reduced by 40% during the 3rd and 4th hit."
            },
            "125100002": {
                "Title": "Basic Attack: Enchanted Blossoms",
                "Description": "Hold <IconMap:Icon_Normal> to activate:\nLaunches a forward rush attack, dealing <color=#2EB6FF>Electric DMG</color>.\nAnti-Interrupt level is increased while using this skill."
            },
            "125100003": {
                "Title": "Flash Connect",
                "Description": "When Qingyi deals <color=#2EB6FF>Electric DMG</color> with a skill, she accumulates <color=#FFFFFF>Flash Connect Voltage</color>. When <color=#FFFFFF>Flash Connect Voltage</color> reaches 75%, she will enter the <color=#FFFFFF>Flash Connect</color> state. When using her <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color>, Qingyi will consume all <color=#FFFFFF>Flash Connect Voltage</color> and exit the <color=#FFFFFF>Flash Connect</color> state. For every 1% of <color=#FFFFFF>Flash Connect Voltage</color> consumed over 75%, her Damage and Daze inflicted by this skill will be increased by 1%/0.5%. <color=#FFFFFF>Basic Attack: Enchanted Moonlit Blossoms</color> itself does not accumulate <color=#FFFFFF>Flash Connect Voltage</color>."
            },
            "125100004": {
                "Title": "Basic Attack: Enchanted Moonlit Blossoms",
                "Description": "During the <color=#FFFFFF>Flash Connect</color> state, hold <IconMap:Icon_Normal> to activate:\nLaunch five consecutive forward rush attacks, then execute a Finishing Move that inflicts massive <color=#2EB6FF>Electric DMG</color>. Release <IconMap:Icon_Normal> during the move to trigger the Finishing Move early.\nActivate the Finishing Move just before the character is attacked to trigger <color=#FFFFFF>Perfect Dodge</color>.\nAnti-Interrupt level is increased and DMG received is reduced by 40% during the rush attack. Qingyi is invulnerable during the Finishing Move."
            },
            "125100016": {
                "Title": "Basic Attack: Penultimate"
            },
            "125100017": {
                "Description": "1st-Hit DMG Multiplier",
                "Param": "{Skill:1251001, Prop:1001}"
            },
            "125100018": {
                "Description": "1st-Hit DMG Multiplier (ALT)",
                "Param": "{Skill:1251002, Prop:1001}"
            },
            "125100019": {
                "Description": "2nd-Hit DMG Multiplier",
                "Param": "{Skill:1251003, Prop:1001}"
            },
            "125100020": {
                "Description": "3rd-Hit DMG Multiplier",
                "Param": "{Skill:1251004, Prop:1001}"
            },
            "125100021": {
                "Description": "4th-Hit DMG Multiplier",
                "Param": "{Skill:1251005, Prop:1001}"
            },
            "125100022": {
                "Description": "4th-Hit DMG Multiplier (Enhanced)",
                "Param": "{Skill:1251006, Prop:1001}"
            },
            "125100023": {
                "Description": "1st-Hit Daze Multiplier",
                "Param": "{Skill:1251001, Prop:1002}"
            },
            "125100024": {
                "Description": "1st-Hit Daze Multiplier (ALT)",
                "Param": "{Skill:1251002, Prop:1002}"
            },
            "125100025": {
                "Description": "2nd-Hit Daze Multiplier",
                "Param": "{Skill:1251003, Prop:1002}"
            },
            "125100026": {
                "Description": "3rd-Hit Daze Multiplier",
                "Param": "{Skill:1251004, Prop:1002}"
            },
            "125100027": {
                "Description": "4th-Hit Daze Multiplier",
                "Param": "{Skill:1251005, Prop:1002}"
            },
            "125100028": {
                "Description": "4th-Hit Daze Multiplier (Enhanced)",
                "Param": "{Skill:1251006, Prop:1002}"
            },
            "125100029": {
                "Title": "Basic Attack: Enchanted Blossoms"
            },
            "125100030": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1251007, Prop:1001}"
            },
            "125100031": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1251007, Prop:1002}"
            },
            "125100032": {
                "Title": "Basic Attack: Enchanted Moonlit Blossoms"
            },
            "125100033": {
                "Description": "Rush Attack DMG Multiplier",
                "Param": "{Skill:1251008, Prop:1001}"
            },
            "125100034": {
                "Description": "Finishing Move DMG Multiplier",
                "Param": "{Skill:1251009, Prop:1001}"
            },
            "125100035": {
                "Description": "Rush Attack Daze Multiplier",
                "Param": "{Skill:1251008, Prop:1002}"
            },
            "125100036": {
                "Description": "Finishing Move Daze Multiplier",
                "Param": "{Skill:1251009, Prop:1002}"
            }
        },
        "1": {
            "125100005": {
                "Title": "Special Attack: Sunlit Glory",
                "Description": "Press <IconMap:Icon_Special> to activate:\nQuickly swings upward, followed by a downward smash, dealing <color=#2EB6FF>Electric DMG</color>.\nAnti-Interrupt level is increased while using this skill."
            },
            "125100006": {
                "Title": "EX Special Attack: Moonlit Begonia",
                "Description": "With enough Energy, press <IconMap:Icon_SpecialReady> to activate:\nQuickly swings upward and leaps into the air, turning around to launch a series of attacks, then follows up with a powerful downward smash, dealing massive <color=#2EB6FF>Electric DMG</color>.\nHold <IconMap:Icon_SpecialReady> to consume additional energy to increase the number of hits of the series of attacks.\nCharacter is invulnerable while using this skill.\nAfter executing the move, you can immediately follow up with the 3rd hit of a <color=#FFFFFF>Basic Attack</color>."
            },
            "125100037": {
                "Title": "Special Attack: Sunlit Glory"
            },
            "125100038": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1251010, Prop:1001}"
            },
            "125100039": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1251010, Prop:1002}"
            },
            "125100040": {
                "Title": "EX Special Attack: Moonlit Begonia"
            },
            "125100041": {
                "Description": "DMG Multiplier",
                "Param": "{{Skill:1251011, Prop:1001} + {Skill:1251021, Prop:1001} + {Skill:1251022, Prop:1001}}"
            },
            "125100042": {
                "Description": "Daze Multiplier",
                "Param": "{{Skill:1251011, Prop:1002} + {Skill:1251021, Prop:1002} + {Skill:1251022, Prop:1002}}"
            },
            "125100043": {
                "Description": "Energy Cost",
                "Param": "60"
            },
            "125100044": {
                "Description": "Additional Energy Cost",
                "Param": "20"
            }
        },
        "2": {
            "125100007": {
                "Title": "Dodge: Swan Song",
                "Description": "Press <IconMap:Icon_Evade> to activate:\nA quick dash dodge.\nCharacter is invulnerable while using this skill."
            },
            "125100008": {
                "Title": "Dash Attack: Breach",
                "Description": "Press <IconMap:Icon_Normal> during a Dodge to activate:\nRush forward and then launch an upward attack, dealing <color=#F0D12B>Physical DMG</color>."
            },
            "125100009": {
                "Title": "Dodge Counter: Lingering Sentiments",
                "Description": "Press <IconMap:Icon_Normal> during a <color=#FFFFFF>Perfect Dodge</color> to activate:\nLeap into the air and then perform a downward attack, dealing <color=#2EB6FF>Electric DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "125100045": {
                "Title": "Dash Attack: Breach"
            },
            "125100046": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1251012, Prop:1001}"
            },
            "125100047": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1251012, Prop:1002}"
            },
            "125100048": {
                "Title": "Dodge Counter: Lingering Sentiments"
            },
            "125100049": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1251013, Prop:1001}"
            },
            "125100050": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1251013, Prop:1002}"
            }
        },
        "3": {
            "125100010": {
                "Title": "Chain Attack: Tranquil Serenade",
                "Description": "When a <color=#FFFFFF>Chain Attack</color> is triggered, select the character to activate:\nLaunch a series of powerful strikes over a large area in front, dealing massive <color=#2EB6FF>Electric DMG</color>\nWhen this attack hits an enemy, the skill's DMG increases by 3% for every stack of <color=#FFFFFF>Subjugation</color> in <color=#FFFFFF>Core Passive: Eternal Seasons</color> the target has.\nCharacter is invulnerable while using this skill."
            },
            "125100011": {
                "Title": "Ultimate: Eight Sounds of Ganzhou",
                "Description": "When Decibel Rating is at <color=#FFFFFF>Maximum</color>, press <IconMap:Icon_UltimateReady> to activate:\nLaunch a series of powerful strikes over a large area in front, followed by a Finishing Move, dealing massive <color=#2EB6FF>Electric DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "125100051": {
                "Title": "Chain Attack: Tranquil Serenade"
            },
            "125100052": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1251014, Prop:1001}"
            },
            "125100053": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1251014, Prop:1002}"
            },
            "125100054": {
                "Title": "Ultimate: Eight Sounds of Ganzhou"
            },
            "125100055": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1251015, Prop:1001}"
            },
            "125100056": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1251015, Prop:1002}"
            }
        },
        "6": {
            "125100013": {
                "Title": "Quick Assist: Wind Through the Pines",
                "Description": "When the active character is launched, press <IconMap:Icon_Switch> to activate:\nLeap into the air and perform a downward attack, dealing <color=#2EB6FF>Electric DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "125100014": {
                "Title": "Defensive Assist: Graceful Embellishment",
                "Description": "When the on-field character is about to be attacked, press <IconMap:Icon_Switch> to activate:\nParries the enemy's attack, dealing massive Daze.\nThis skill excels at parrying enemy attacks and reduces the consumption of <color=#FFFFFF>Assist Points</color> when the character is under intense attacks.\nCharacter is invulnerable while using this skill."
            },
            "125100015": {
                "Title": "Assist Follow-Up: Song of the Clear River",
                "Description": "Press <IconMap:Icon_Normal> after a <color=#FFFFFF>Defensive Assist</color> to activate:\nRush forward with an attack and inject electrical energy into the ground, then pull back to trigger an explosion, dealing <color=#2EB6FF>Electric DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "125100057": {
                "Title": "Quick Assist: Wind Through the Pines"
            },
            "125100058": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1251016, Prop:1001}"
            },
            "125100059": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1251016, Prop:1002}"
            },
            "125100060": {
                "Title": "Defensive Assist: Graceful Embellishment"
            },
            "125100061": {
                "Description": "Light Defensive Daze Multiplier",
                "Param": "{Skill:1251017, Prop:1002}"
            },
            "125100062": {
                "Description": "Heavy Defensive Daze Multiplier",
                "Param": "{Skill:1251018, Prop:1002}"
            },
            "125100063": {
                "Description": "Chain Defensive Daze Multiplier",
                "Param": "{Skill:1251019, Prop:1002}"
            },
            "125100064": {
                "Title": "Assist Follow-Up: Song of the Clear River"
            },
            "125100065": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1251020, Prop:1001}"
            },
            "125100066": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1251020, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1251001": {
            "DamageValue": 4720,
            "DamageGrowth": 430,
            "DazeValue": 2360,
            "DazeGrowth": 110
        },
        "1251002": {
            "DamageValue": 11030,
            "DamageGrowth": 1010,
            "DazeValue": 5520,
            "DazeGrowth": 260
        },
        "1251003": {
            "DamageValue": 12210,
            "DamageGrowth": 1110,
            "DazeValue": 8220,
            "DazeGrowth": 380
        },
        "1251004": {
            "DamageValue": 1760,
            "DamageGrowth": 160,
            "DazeValue": 1910,
            "DazeGrowth": 90
        },
        "1251005": {
            "DamageValue": 10640,
            "DamageGrowth": 970,
            "DazeValue": 10630,
            "DazeGrowth": 490
        },
        "1251006": {
            "DamageValue": 23440,
            "DamageGrowth": 2140,
            "DazeValue": 20470,
            "DazeGrowth": 940
        },
        "1251007": {
            "DamageValue": 8560,
            "DamageGrowth": 780,
            "DazeValue": 8560,
            "DazeGrowth": 390
        },
        "1251008": {
            "DamageValue": 44870,
            "DamageGrowth": 4080,
            "DazeValue": 27190,
            "DazeGrowth": 1240
        },
        "1251009": {
            "DamageValue": 39440,
            "DamageGrowth": 3590,
            "DazeValue": 21760,
            "DazeGrowth": 990
        },
        "1251010": {
            "DamageValue": 6240,
            "DamageGrowth": 570,
            "DazeValue": 6240,
            "DazeGrowth": 290
        },
        "1251011": {
            "DamageValue": 15070,
            "DamageGrowth": 1370,
            "DazeValue": 11110,
            "DazeGrowth": 510
        },
        "1251012": {
            "DamageValue": 4950,
            "DamageGrowth": 450,
            "DazeValue": 2480,
            "DazeGrowth": 120
        },
        "1251013": {
            "DamageValue": 28400,
            "DamageGrowth": 2590,
            "DazeValue": 19040,
            "DazeGrowth": 870
        },
        "1251014": {
            "DamageValue": 64790,
            "DamageGrowth": 5890,
            "DazeValue": 20900,
            "DazeGrowth": 950
        },
        "1251015": {
            "DamageValue": 167070,
            "DamageGrowth": 15190,
            "DazeValue": 109710,
            "DazeGrowth": 4990
        },
        "1251016": {
            "DamageValue": 13390,
            "DamageGrowth": 1220,
            "DazeValue": 13390,
            "DazeGrowth": 610
        },
        "1251017": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 24930,
            "DazeGrowth": 1140
        },
        "1251018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 30430,
            "DazeGrowth": 1390
        },
        "1251019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 12830,
            "DazeGrowth": 590
        },
        "1251020": {
            "DamageValue": 37640,
            "DamageGrowth": 3430,
            "DazeValue": 27900,
            "DazeGrowth": 1270
        },
        "1251021": {
            "DamageValue": 21100,
            "DamageGrowth": 1920,
            "DazeValue": 15550,
            "DazeGrowth": 710
        },
        "1251022": {
            "DamageValue": 24110,
            "DamageGrowth": 2200,
            "DazeValue": 17770,
            "DazeGrowth": 810
        }
    }
}