{
    "Name": "Astra Yao",
    "ElementTypes": [
        "Ether"
    ],
    "Talents": {
        "1": {
            "Title": "12-Tone Equal Temperament",
            "Description": "When Astra Yao's attack hits an enemy, the target's All-Attribute RES is reduced by 6%, stacking up to 3 times and lasting 30s. Repeated triggers reset the duration. Upon entering the battlefield, Astra Yao immediately gains 1,000 Decibels. When activating her <color=#FFFFFF>Ultimate</color>, all squad members gain 1 stack of <color=#FFFFFF>Song of Protection</color> for 60s. When attacked by an enemy, consume <color=#FFFFFF>Song of Protection</color>, granting Invulnerability for 1s.",
            "Lore": "\"What is the 12-tone equal temperament?\"\n\"12-tone equal temperament is a musical tuning system, just like how children have to line up, sounds need to be in order too.\"\n\"But sounds probably don't like lining up, just like children!\"\n—Astra Yao's music teacher, recalling when she was six."
        },
        "2": {
            "Title": "Art of Greed",
            "Description": "The ATK buff from <color=#FFFFFF>Core Passive: \"Graceful Andante\"</color> is further increased by 19%, with an increased maximum of 400. While in the <color=#FFFFFF>Idyllic Cadenza</color> state, when other squad members switch in through a <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, or <color=#FFFFFF>Evasive Assist</color>, Astra Yao will additionally follow up with 1 <color=#FFFFFF>Tremolo</color> and 3 <color=#FFFFFF>Tone Clusters</color> to attack. This effect can trigger once every 3s.",
            "Lore": "\"The shiniest thing in the world is, of course, love!\"\nJust like a bird gathering shiny things for its nest, an artist's inner greed is probably to gather all the love in the world. By gathering all the love, one can create the most beautiful melody."
        },
        "3": {
            "Title": "Interwoven Staff Notation",
            "Description": "<color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, and <color=#FFFFFF>Chain Attack</color> Lv. +2",
            "Lore": "A blank musical staff is a set of parallel lines that never intersect, like souls that have never met, quietly waiting for their melodies to intertwine into a song.\n\"Let's fill it with notes! And lots and lots of tied notes. It'll make a fantastic song!\"\nAnd that's how a new song was created, stretching across 136 bars, all connected with ties..."
        },
        "4": {
            "Title": "\"Hair Upon Your Nape\"",
            "Description": "After activating a <color=#FFFFFF>Chain Attack</color> or <color=#FFFFFF>Ultimate</color>, within 15s, Astra Yao can trigger a <color=#FFFFFF>Quick Assist</color> even if she does not have <color=#FFFFFF>Chords</color>. When the attack hits an enemy, the interval for triggering a <color=#FFFFFF>Quick Assist</color> is reduced to 1s. While in the <color=#FFFFFF>Idyllic Cadenza</color> state, when other squad members enter the field via a <color=#FFFFFF>Quick Assist</color>, they will receive different buffs based on their specialty, and this effect can be triggered once every 3s for the entire squad: <color=#FFFFFF>Attack</color>: The next <color=#FFFFFF>Quick Assist</color> heavy attack on an enemy will deal extra DMG equal to 300% of Astra Yao's ATK; <color=#FFFFFF>Anomaly</color>: The next <color=#FFFFFF>Quick Assist</color> will have 50% increased Anomaly Buildup; <color=#FFFFFF>Stun</color>: The next <color=#FFFFFF>Quick Assist</color> will inflict 50% increased Daze.",
            "Lore": "One hand hovers over the piano\nNot sure which note will bring me peace\nA sad minor key\nOr gentle melody of longing?\nI seek your shadow through the score\nI close my eyes, and see you more\nSuch as the hair upon your nape"
        },
        "5": {
            "Title": "Proxy and Silk String",
            "Description": "<color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, and <color=#FFFFFF>Chain Attack</color> Lv. +2",
            "Lore": "\"Eve! I've just realized something huge — both you and {M#Wise}{F#Belle} are tall and slim!\"\n\"...And your point being...?\"\n\"You're both my favorite people!\"\nAstra beamed with joy, as if she had uncovered an earth-shattering secret."
        },
        "6": {
            "Title": "We Are the World",
            "Description": "While in the <color=#FFFFFF>Idyllic Cadenza</color> state, the DMG multiplier for <color=#FFFFFF>Tremolo</color> and <color=#FFFFFF>Tone Clusters</color> released or followed up with will increase to 200% of the original, and CRIT Rate is increased by 80%. When triggering a <color=#FFFFFF>Precise Assist</color>, Astra Yao will automatically follow up with the charged 3rd-hit of <color=#FFFFFF>Basic Attack: \"Capriccio\"</color>, with a 80% increased CRIT Rate. This effect can trigger once every 10s.",
            "Lore": "The turmoil in the world originates from the solitude of the human heart. If everyone's heart was reciprocated, perhaps all the suffering, sadness, and silence in the world would vanish?\nIf we could weave this connection with song, would all the cracks heal, and all the pain turn into a beautiful melody, filling the silence? At that point, the world would no longer be a lonely island.\n\"This song is dedicated to the world!\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Core Passive: \"Graceful Andante\"",
            "DescriptionByLevel": {
                "1": "During the <color=#FFFFFF>Idyllic Cadenza</color> state, when other squad members switch in through a <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, or <color=#FFFFFF>Evasive Assist</color>, and if Astra Yao expends Energy to release <color=#FFFFFF>Tremolo</color> to attack, both Astra Yao and the incoming character's ATK are increased. The increase is equal to <color=#2BAD00>22%</color> of Astra Yao's initial ATK, up to a maximum of 1,200. The effect lasts for 20s and can be extended up to 30s with repeated triggers.",
                "2": "During the <color=#FFFFFF>Idyllic Cadenza</color> state, when other squad members switch in through a <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, or <color=#FFFFFF>Evasive Assist</color>, and when Astra Yao expends Energy to release <color=#FFFFFF>Tremolo</color> to attack, both Astra Yao and the incoming character's ATK are increased. The increase is equal to <color=#2BAD00>24%</color> of Astra Yao's initial ATK, up to a maximum of 1,200. The effect lasts for 20s and can be extended up to 30s with repeated triggers.",
                "3": "During the <color=#FFFFFF>Idyllic Cadenza</color> state, when other squad members switch in through a <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, or <color=#FFFFFF>Evasive Assist</color>, and when Astra Yao expends Energy to release <color=#FFFFFF>Tremolo</color> to attack, both Astra Yao and the incoming character's ATK are increased. The increase is equal to <color=#2BAD00>26%</color> of Astra Yao's initial ATK, up to a maximum of 1,200. The effect lasts for 20s and can be extended up to 30s with repeated triggers.",
                "4": "During the <color=#FFFFFF>Idyllic Cadenza</color> state, when other squad members switch in through a <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, or <color=#FFFFFF>Evasive Assist</color>, and when Astra Yao expends Energy to release <color=#FFFFFF>Tremolo</color> to attack, both Astra Yao and the incoming character's ATK are increased. The increase is equal to <color=#2BAD00>28%</color> of Astra Yao's initial ATK, up to a maximum of 1,200. The effect lasts for 20s and can be extended up to 30s with repeated triggers.",
                "5": "During the <color=#FFFFFF>Idyllic Cadenza</color> state, when other squad members switch in through a <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, or <color=#FFFFFF>Evasive Assist</color>, and when Astra Yao expends Energy to release <color=#FFFFFF>Tremolo</color> to attack, both Astra Yao and the incoming character's ATK are increased. The increase is equal to <color=#2BAD00>30%</color> of Astra Yao's initial ATK, up to a maximum of 1,200. The effect lasts for 20s and can be extended up to 30s with repeated triggers.",
                "6": "During the <color=#FFFFFF>Idyllic Cadenza</color> state, when other squad members switch in through a <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, or <color=#FFFFFF>Evasive Assist</color>, and when Astra Yao expends Energy to release <color=#FFFFFF>Tremolo</color> to attack, both Astra Yao and the incoming character's ATK are increased. The increase is equal to <color=#2BAD00>32%</color> of Astra Yao's initial ATK, up to a maximum of 1,200. The effect lasts for 20s and can be extended up to 30s with repeated triggers.",
                "7": "During the <color=#FFFFFF>Idyllic Cadenza</color> state, when other squad members switch in through a <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, or <color=#FFFFFF>Evasive Assist</color>, and when Astra Yao expends Energy to release <color=#FFFFFF>Tremolo</color> to attack, both Astra Yao and the incoming character's ATK are increased. The increase is equal to <color=#2BAD00>35%</color> of Astra Yao's initial ATK, up to a maximum of 1,200. The effect lasts for 20s and can be extended up to 30s with repeated triggers."
            }
        },
        "MathSkill": {
            "Title": "Additional Ability: \"Moonlit Frenzy\"",
            "Description": "When another character in your squad is an <color=#FFFFFF>Attack</color>, <color=#FFFFFF>Anomaly</color>, or <color=#FFFFFF>Rupture</color> character:\nWhen Energy is consumed to trigger a <color=#FFFFFF>Precise Assist</color> or <color=#FFFFFF>Basic Attack: Finale</color>, Astra Yao will additionally follow up with 1 <color=#FFFFFF>Tremolo</color> and 3 <color=#FFFFFF>Tone Clusters</color>."
        }
    },
    "SkillDescriptions": {
        "0": {
            "131100001": {
                "Title": "Basic Attack: \"Capriccio\"",
                "Description": "Press <IconMap:Icon_Normal> to activate:\nPerform up to three attacks forward, dealing <color=#FE437E>Ether DMG</color>.\nDuring the 3rd hit, hold <IconMap:Icon_Normal> to charge, drawing enemies in and expanding the attack range for a stronger attack.\nAfter using other skills, hold <IconMap:Icon_Normal> to initiate the 3rd hit directly."
            },
            "131100002": {
                "Title": "Basic Attack: Interlude",
                "Description": "While in the <color=#FFFFFF>Idyllic Cadenza</color> state, press <IconMap:Icon_Normal> to activate:\nRelease <color=#FFFFFF>Tremolo</color> forward to attack, dealing <color=#FE437E>Ether DMG</color>.\nA <color=#FFFFFF>Quick Assist</color> will be triggered when this skill hits an enemy."
            },
            "131100003": {
                "Title": "Basic Attack: Chorus",
                "Description": "While in the <color=#FFFFFF>Idyllic Cadenza</color> state, press <IconMap:Icon_Normal> during a <color=#FFFFFF>Perfect Dodge</color> to activate:\nLaunch multiple <color=#FFFFFF>Tremolo</color> attacks at enemies in front, dealing massive <color=#FE437E>Ether DMG</color>.\nA <color=#FFFFFF>Quick Assist</color> will be triggered when this skill hits an enemy.\nCharacter is invulnerable while using this skill."
            },
            "131100004": {
                "Title": "Basic Attack: Finale",
                "Description": "While in the <color=#FFFFFF>Idyllic Cadenza</color> state, hold <IconMap:Icon_Normal> to activate:\nRelease <color=#FFFFFF>Tremolo</color> forward to attack, dealing <color=#FE437E>Ether DMG</color> and exit the <color=#FFFFFF>Idyllic Cadenza</color> state.\nUpon activation of the skill, it grants Astra Yao the buff from <color=#FFFFFF>Core Passive: \"Graceful Andante\"</color>.\nWith enough Energy, consumes Energy to follow up with 1 <color=#FFFFFF>Tremolo</color> and 3 <color=#FFFFFF>Tone Clusters</color>. This <color=#FFFFFF>Tremolo</color> attack released is considered an <color=#FFFFFF>EX Special Attack</color>."
            },
            "131100017": {
                "Title": "Basic Attack: \"Capriccio\""
            },
            "131100018": {
                "Description": "1st-Hit DMG Multiplier",
                "Param": "{Skill:1311001, Prop:1001}"
            },
            "131100019": {
                "Description": "2nd-Hit DMG Multiplier",
                "Param": "{Skill:1311002, Prop:1001}"
            },
            "131100020": {
                "Description": "3rd-Hit Min DMG Multiplier",
                "Param": "{Skill:1311003, Prop:1001}"
            },
            "131100021": {
                "Description": "3rd-Hit Max DMG Multiplier",
                "Param": "{Skill:1311004, Prop:1001}"
            },
            "131100022": {
                "Description": "1st-Hit Daze Multiplier",
                "Param": "{Skill:1311001, Prop:1002}"
            },
            "131100023": {
                "Description": "2nd-Hit Daze Multiplier",
                "Param": "{Skill:1311002, Prop:1002}"
            },
            "131100024": {
                "Description": "3rd-Hit Min Daze Multiplier",
                "Param": "{Skill:1311003, Prop:1002}"
            },
            "131100025": {
                "Description": "3rd-Hit Max Daze Multiplier",
                "Param": "{Skill:1311004, Prop:1002}"
            },
            "131100026": {
                "Title": "Basic Attack: Interlude"
            },
            "131100027": {
                "Description": "1st-Hit DMG Multiplier",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100028": {
                "Description": "2nd-Hit DMG Multiplier",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100029": {
                "Description": "3rd-Hit DMG Multiplier",
                "Param": "{Skill:1311005, Prop:1001} * 2"
            },
            "131100030": {
                "Description": "4th-Hit DMG Multiplier",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100031": {
                "Description": "5th-Hit DMG Multiplier",
                "Param": "{Skill:1311005, Prop:1001} * 2"
            },
            "131100032": {
                "Description": "1st-Hit Daze Multiplier",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100033": {
                "Description": "2nd-Hit Daze Multiplier",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100034": {
                "Description": "3rd-Hit Daze Multiplier",
                "Param": "{Skill:1311005, Prop:1002} * 2"
            },
            "131100035": {
                "Description": "4th-Hit Daze Multiplier",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100036": {
                "Description": "5th-Hit Daze Multiplier",
                "Param": "{Skill:1311005, Prop:1002} * 2"
            },
            "131100037": {
                "Title": "Basic Attack: Chorus"
            },
            "131100038": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1311005, Prop:1001} * 4"
            },
            "131100039": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1311005, Prop:1002} * 4"
            },
            "131100040": {
                "Title": "Basic Attack: Finale"
            },
            "131100041": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100042": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1311005, Prop:1002}"
            }
        },
        "1": {
            "131100005": {
                "Title": "Special Attack: \"Windchimes & Oaths\"",
                "Description": "Press <IconMap:Icon_Special> to activate:\nQuickly move away, then release <color=#FFFFFF>Tremolo</color>, dealing <color=#FE437E>Ether DMG</color>, and enter the <color=#FFFFFF>Idyllic Cadenza</color> state.\nDuring activation, dragging the {LAYOUT_CONSOLECONTROLLER#stick}{LAYOUT_FALLBACK#joystick} enables movement in the direction held.\nHold <IconMap:Icon_Special> to charge during activation, drawing enemies in, and follow up with 1 to 4 <color=#FFFFFF>Tremolos</color> depending on the charge duration.\nA <color=#FFFFFF>Quick Assist</color> will be triggered when this skill hits an enemy.\nCharacter is invulnerable when quickly moving away."
            },
            "131100006": {
                "Title": "Idyllic Cadenza",
                "Description": "After entering the <color=#FFFFFF>Idyllic Cadenza</color> state, Astra Yao increases all squad members' DMG by <color=#2BAD00>{CAL:0.08+AvatarSkillLevel(1)*0.01,100,2}%</color> and CRIT DMG by <color=#2BAD00>{CAL:0.07+AvatarSkillLevel(1)*0.015,100,2}%</color>.\nWhile in the <color=#FFFFFF>Idyllic Cadenza</color> state, Astra Yao cannot move, but pressing <IconMap:Icon_Normal> will activate <color=#FFFFFF>Basic Attack: Interlude</color>, and pressing <IconMap:Icon_Evade> will activate a dodge. After triggering a <color=#FFFFFF>Perfect Dodge</color>, press <IconMap:Icon_Normal> to activate <color=#FFFFFF>Basic Attack: Chorus</color>.\nWhile in this state, Astra Yao's Anti-Interrupt Level is increased, and the DMG she takes is reduced by 40%. After switching to another character, Astra Yao will remain on the field and become Invulnerable. When switching back to her, she will automatically follow up with <color=#FFFFFF>Special Attack: \"Windchimes & Oaths\"</color>.\nDuring this state, hold <IconMap:Icon_Normal> to activate <color=#FFFFFF>Basic Attack: Finale</color>, exiting the <color=#FFFFFF>Idyllic Cadenza</color> state, or hold <IconMap:Icon_Evade> to exit the <color=#FFFFFF>Idyllic Cadenza</color> state directly."
            },
            "131100007": {
                "Title": "Chord",
                "Description": "For every 25 Energy, Astra Yao will have 1 <color=#FFFFFF>Chord</color>.\nWhile in the <color=#FFFFFF>Idyllic Cadenza</color> state, when Astra Yao has <color=#FFFFFF>Chords</color>, a <color=#FFFFFF>Quick Assist</color> can be triggered in the following situations:\n· When the active character's attack hits an enemy, once per 3s.\n· When the active character's heavy attack hits an enemy, once per 1s.\nWhen other squad members switch in through a <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, or <color=#FFFFFF>Evasive Assist</color>, Astra Yao will consume 25 Energy and release 1 <color=#FFFFFF>Tremolo</color> to attack. This <color=#FFFFFF>Tremolo</color> attack released is considered an <color=#FFFFFF>EX Special Attack</color>.\nAfter triggering a <color=#FFFFFF>Quick Assist</color>, quickly press <IconMap:Icon_Switch> to switch characters and trigger a <color=#FFFFFF>Precise Assist</color>, causing Astra Yao to follow up with 3 <color=#FFFFFF>Tone Clusters</color> to attack. When other squad members switch in through a <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, or <color=#FFFFFF>Evasive Assist</color>, it will automatically trigger a <color=#FFFFFF>Precise Assist</color>."
            },
            "131100043": {
                "Title": "Special Attack: \"Windchimes & Oaths\""
            },
            "131100044": {
                "Description": "Squad Members DMG Increase",
                "Param": "{CAL:0.08+AvatarSkillLevel(1)*0.01,100,2}%"
            },
            "131100045": {
                "Description": "Squad Members CRIT DMG Increase",
                "Param": "{CAL:0.07+AvatarSkillLevel(1)*0.015,100,2}%"
            },
            "131100046": {
                "Description": "Minimum DMG Multiplier",
                "Param": "{Skill:1311006, Prop:1001}"
            },
            "131100047": {
                "Description": "Maximum DMG Multiplier",
                "Param": "{Skill:1311006, Prop:1001} * 4"
            },
            "131100048": {
                "Description": "Minimum Daze Multiplier",
                "Param": "{Skill:1311006, Prop:1002}"
            },
            "131100049": {
                "Description": "Maximum Daze Multiplier",
                "Param": "{Skill:1311006, Prop:1002} * 4"
            },
            "131100050": {
                "Title": "Chord"
            },
            "131100051": {
                "Description": "Follow-Up Tremolo DMG Multiplier",
                "Param": "{Skill:1311008, Prop:1001}"
            },
            "131100052": {
                "Description": "Follow-Up Tone Cluster DMG Multiplier",
                "Param": "{Skill:1311009, Prop:1001} * 3"
            },
            "131100053": {
                "Description": "Energy Cost",
                "Param": "25"
            }
        },
        "2": {
            "131100008": {
                "Title": "Dodge: \"Mini Waltz\"",
                "Description": "Press <IconMap:Icon_Evade> to activate:\nA quick dash dodge.\nCharacter is invulnerable while using this skill."
            },
            "131100009": {
                "Title": "Dash Attack: \"Lunar Eclipse Melody\"",
                "Description": "Press <IconMap:Icon_Normal> during a dodge to activate:\nAttack ahead, dealing <color=#FE437E>Ether DMG</color>.\nWhen triggered, dragging the {LAYOUT_CONSOLECONTROLLER#stick}{LAYOUT_FALLBACK#joystick} allows movement in the corresponding direction."
            },
            "131100010": {
                "Title": "Dodge Counter: \"Umbrella Waltz\"",
                "Description": "Press <IconMap:Icon_Normal> during a <color=#FFFFFF>Perfect Dodge</color> to activate:\nAttack enemies in front, dealing <color=#FE437E>Ether DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "131100054": {
                "Title": "Dash Attack: \"Lunar Eclipse Melody\""
            },
            "131100055": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1311010, Prop:1001}"
            },
            "131100056": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1311010, Prop:1002}"
            },
            "131100057": {
                "Title": "Dodge Counter: \"Umbrella Waltz\""
            },
            "131100058": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1311011, Prop:1001}"
            },
            "131100059": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1311011, Prop:1002}"
            }
        },
        "3": {
            "131100011": {
                "Title": "Chain Attack: \"Tipsy Concerto\"",
                "Description": "When a <color=#FFFFFF>Chain Attack</color> is triggered, select the character to activate:\nUse song to channel energy into a blast, dealing massive <color=#FE437E>Ether DMG</color>.\nCharacter is invulnerable while using this skill.\nA <color=#ffffff>Quick Assist</color> is triggered when this skill hits an enemy.\nAfter the skill, Astra Yao enters the <color=#FFFFFF>Idyllic Cadenza</color> state."
            },
            "131100012": {
                "Title": "Ultimate: \"Fantasian Sonata\"",
                "Description": "When Decibel Rating is at <color=#FFFFFF>Maximum</color>, press <IconMap:Icon_UltimateReady> to activate:\nUse song to channel energy into a blast, dealing massive <color=#FE437E>Ether DMG</color>, and restoring <color=#2BAD00>{CAL:-50+AvatarSkillLevel(3)*250,1,2}</color> HP to all squad members.\nCharacter is invulnerable while using this skill.\nA <color=#ffffff>Quick Assist</color> is triggered when this skill hits an enemy.\nAfter the skill, Astra Yao enters the <color=#FFFFFF>Idyllic Cadenza</color> state.\nAfter the skill, the next two <color=#FFFFFF>Quick Assists</color> will be replaced by <color=#FFFFFF>Chain Attacks</color>.\nBefore all replacement chances are used up, a <color=#FFFFFF>Quick Assist</color> is triggered whenever any squad member hits an enemy with a <color=#FFFFFF>Chain Attack</color> or <color=#FFFFFF>Ultimate</color>."
            },
            "131100060": {
                "Title": "Chain Attack: \"Tipsy Concerto\""
            },
            "131100061": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1311012, Prop:1001}"
            },
            "131100062": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1311012, Prop:1002}"
            },
            "131100063": {
                "Title": "Ultimate: \"Fantasian Sonata\""
            },
            "131100064": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1311013, Prop:1001}"
            },
            "131100065": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1311013, Prop:1002}"
            },
            "131100066": {
                "Description": "HP Recovery",
                "Param": "{CAL:-50+AvatarSkillLevel(3)*250,1,2}"
            }
        },
        "6": {
            "131100014": {
                "Title": "Quick Assist: \"One Luminous Sky\"",
                "Description": "When the active character is launched, press <IconMap:Icon_Switch> to activate:\nAttack enemies in front, dealing <color=#FE437E>Ether DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "131100015": {
                "Title": "Evasive Assist: \"Two Hearts\"",
                "Description": "When the on-field character is about to be attacked, press <IconMap:Icon_Switch> to activate:\nDodges the enemy's attack and activates <color=#FFFFFF>Vital View</color>.\nCharacter is invulnerable while using this skill."
            },
            "131100016": {
                "Title": "Assist Follow-Up: \"Three Lifetimes of Fate\"",
                "Description": "Press <IconMap:Icon_Normal> after an <color=#FFFFFF>Evasive Assist</color> to activate:\nRelease an energy beam forward, dealing <color=#FE437E>Ether DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "131100067": {
                "Title": "Quick Assist: \"One Luminous Sky\""
            },
            "131100068": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1311014, Prop:1001}"
            },
            "131100069": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1311014, Prop:1002}"
            },
            "131100070": {
                "Title": "Assist Follow-Up: \"Three Lifetimes of Fate\""
            },
            "131100071": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1311015, Prop:1001}"
            },
            "131100072": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1311015, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1311001": {
            "DamageValue": 4380,
            "DamageGrowth": 400,
            "DazeValue": 4130,
            "DazeGrowth": 190
        },
        "1311002": {
            "DamageValue": 5910,
            "DamageGrowth": 540,
            "DazeValue": 5640,
            "DazeGrowth": 260
        },
        "1311003": {
            "DamageValue": 12090,
            "DamageGrowth": 1100,
            "DazeValue": 11480,
            "DazeGrowth": 530
        },
        "1311004": {
            "DamageValue": 27070,
            "DamageGrowth": 2470,
            "DazeValue": 21940,
            "DazeGrowth": 1000
        },
        "1311005": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311006": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311007": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311008": {
            "DamageValue": 4600,
            "DamageGrowth": 420,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311009": {
            "DamageValue": 2400,
            "DamageGrowth": 220,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311010": {
            "DamageValue": 8070,
            "DamageGrowth": 740,
            "DazeValue": 4040,
            "DazeGrowth": 190
        },
        "1311011": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 9680,
            "DazeGrowth": 440
        },
        "1311012": {
            "DamageValue": 67180,
            "DamageGrowth": 6110,
            "DazeValue": 23290,
            "DazeGrowth": 1060
        },
        "1311013": {
            "DamageValue": 195980,
            "DamageGrowth": 17820,
            "DazeValue": 23830,
            "DazeGrowth": 1090
        },
        "1311014": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311015": {
            "DamageValue": 30460,
            "DamageGrowth": 2770,
            "DazeValue": 26100,
            "DazeGrowth": 1190
        },
        "1311016": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311017": {
            "DamageValue": 9200,
            "DamageGrowth": 840,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311018": {
            "DamageValue": 4800,
            "DamageGrowth": 440,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311019": {
            "DamageValue": 180000,
            "DamageGrowth": 2890,
            "DazeValue": 34930,
            "DazeGrowth": 1590
        },
        "1311020": {
            "DamageValue": 184070,
            "DamageGrowth": 16740,
            "DazeValue": 77280,
            "DazeGrowth": 3520
        },
        "1311021": {
            "DamageValue": 368140,
            "DamageGrowth": 33470,
            "DazeValue": 77280,
            "DazeGrowth": 3520
        }
    }
}