{
    "Name": "Yuzuha",
    "ElementTypes": [
        "Physics"
    ],
    "Specialty": {
        "Id": 4,
        "Name": "Support"
    },
    "Talents": {
        "1": {
            "Title": "Lucky Constitution",
            "Description": "Yuzuha regains 30 Energy when she enters the battlefield. In Investigation Zone Mode, this effect can trigger at most once every 180s. Enemies in the <color=#FFFFFF>Sweet Scare</color> state have their All-Attribute RES reduced by 10%. The Attribute Anomaly DMG and <color=#FFFFFF>Disorder</color> DMG buff from her <color=#FFFFFF>Additional Ability</color> is increased to 130% of its original value.",
            "Lore": "\"Ugh, I'm done for!\"\n\"Yuzuha, you failed too? ...Hold up, a 92?! Are you seriously telling me you guessed your way to that score? You're just showing off!\"\n\"No, seriously! Luck only works if you don't overdo it. I had no reason to get such a high score on this one... I can feel it — there's no way the next test will have multiple choice!\""
        },
        "2": {
            "Title": "Full of Colorful Company",
            "Description": "When Yuzuha's <color=#FFFFFF>EX Special Attack: Cavity Alert</color>, <color=#FFFFFF>EX Special Attack: Cavity Alert, Right Now!</color>, or <color=#FFFFFF>Ultimate: Surrender or Suffer the Mischief</color> hits an enemy, all squad members' DMG increases by 15% and Anomaly Buildup Rate by 15%, lasting 40s and repeated triggers reset the duration. When a heavy attack hits an enemy that is not Stunned, it will trigger a forced <color=#FFFFFF>Chain Attack</color>. <color=#FFFFFF>Chain Attacks</color> triggered this way have reduced Interrupt Level and forced <color=#FFFFFF>Chain Attacks</color> can only occur once every 20s. Whenever another character enters through a <color=#FFFFFF>Chain Attack</color>, Yuzuha gains 1 <color=#FFFFFF>Sugar Points</color>. Yuzuha's <color=#FFFFFF>Basic Attack: Hard Candy Shot</color> cooldown is reduced by 25%.",
            "Lore": "\"Kama, you've never left my sight, but how did you swap so many things like just like that?\"\n\"Heh heh~ Kama's got a lot of friends too! Come on out, everyone! Let me introduce them — left to right: Takenosuke, Inosuke, Hyakunosuke...\"\n\"Wait, you're going too fast!\"\n\"Okay, one more time: Shinnosuke, Kinosuke, Harunosuke...\"\n\"Those names are completely different!\""
        },
        "3": {
            "Title": "Fairytale of the Haunted City",
            "Description": "<color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, and <color=#FFFFFF>Chain Attack</color> Lv. +2",
            "Lore": "\"...The princess led a busy life. At sunrise, her silent and stoic maids would adorn her with lavish garments, a weighty magical crown, and layers of jewelry before guiding her to the throne where she used her powers to turn mundane stones into priceless gems.\"\n\"Does the princess really have to turn stones into gems every single day? That sounds even more boring than doing homework while minding the shop.\"\n\"Well... if she doesn't, the poor kingdom will collapse.\"\n\"If a kingdom can only survive by overworking the princess, then let it collapse!\"\nShe bursts into laughter. Yes — let such a useless kingdom fall."
        },
        "4": {
            "Title": "Falling Magic",
            "Description": "The DMG of Yuzuha's <color=#FFFFFF>Assist Follow-Up: Stuffed Hard Candy Shot</color> and <color=#FFFFFF>Assist Follow-Up: We Have Cookies</color> increases by 30%, Anomaly Buildup Rate by 20%, and triggers a <color=#FFFFFF>Quick Assist</color> when it hits an enemy.",
            "Lore": "The girl I saw through the narrow vent shone like she'd stepped right out of a fairytale.\nShe was the real princess — and I was just a prisoner.\nLord, she has so much already... would it be so wrong if I had just a tiny bit of it too?\nThat's when the hairpin silently fell."
        },
        "5": {
            "Title": "Dreams of a Fading Winter",
            "Description": "<color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, and <color=#FFFFFF>Chain Attack</color> Lv. +2",
            "Lore": "The day the TOPS executives and the Inspection Team arrived, she and Manato had just returned from school. Their airship had to circle overhead for ages, waiting for a place to land because the guests' vehicles took priority. Sweating as they hurried across the skybridge, they passed just above a throng of reporters surrounding the guests. That's when she spotted the girl. That night, she had a dream: it was her being swarmed by reporters, walking that same path under the bridge. And at the end of it... stood a throne, waiting just for her.\nIt had been a long time since she'd had a dream like that. She got up for a drink of water, replaying the words she'd overheard during the day: \"A so-called expert Inspection Team, and they've got some rich girl tagging along just for show!\"\n\"Kama, Kama!\" She cracked open the window and whispered. A fuzzy little face popped up instantly from outside. \"I've got a great idea. Tomorrow night... let's go do something fun.\""
        },
        "6": {
            "Title": "Put Down Roots",
            "Description": "Gain 1 additional <color=#FFFFFF>Sugar Points</color> when successfully parrying an enemy attack using a <color=#FFFFFF>Defensive Assist</color> or <color=#FFFFFF>Basic Attack: Tanuki Cloak</color>. When using <color=#FFFFFF>Assist Follow-Up: Stuffed Hard Candy Shot</color>, hold <IconMap:Icon_Normal> to charge for up to 0.8 seconds. Releasing <IconMap:Icon_Normal> or reaching full charge fires an extra powerful shell at the enemy. For every 0.4s charged, Yuzuha consumes 1 <color=#FFFFFF>Sugar Point</color> to fire an additional powerful shell, each dealing 300% of her ATK as <color=#F0D12B>Physical DMG</color>. If any powerful shell from <color=#FFFFFF>Assist Follow-Up: Stuffed Hard Candy Shot</color> hits an enemy, all squad members' <color=#FFFFFF>Disorder</color> DMG Multiplier increases by 105% for 40s, and stacking up to 3 times, with each stack duration being calculated separately. In addition, if the powerful shell hits an enemy under <color=#FFFFFF>Sweet Scare</color>, it'll trigger 1 <color=#FFFFFF>Basic Attack: Sugarburst Sparkles - Max</color> attack. If Yuzuha is attacked while charging, she will automatically dodge the attack and immediately unleash the max-charged attack.",
            "Lore": "The night the hearing ended, Baorong said they should celebrate Kaede getting a scholarship, so Mystic Wares closed early and the whole family went to Yum Cha Sin.\nDuring the meal, her brother called from the far-off Faunus Quarter to offer his congratulations. While Sumire and A-Wen animatedly recounted the day's events: a calico cat at school had lost her kitten, and no one could find it — until, miraculously, it came back on its own at noon.\nOn the phone, her brother sighed, \"A-Wen, every time I ask about your grades, you change the subject. If Dad and Yuzuha won't say anything, then I will!\"\nEveryone laughed — except Baorong, who just kept murmuring, \"It came back, that's what matters... that it came back...\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Core Passive: Whimsical Wonder",
            "DescriptionByLevel": {
                "1": "Upon entering the battlefield, Yuzuha immediately gains 3 <color=#FFFFFF>Sugar Points</color>.\nYuzuha can have up to 6 <color=#FFFFFF>Sugar Points</color>.\nWhen Yuzuha's <color=#FFFFFF>EX Special Attack: Cavity Alert</color>, <color=#FFFFFF>EX Special Attack: Cavity Alert, Right Now!</color>, or <color=#FFFFFF>Ultimate: Surrender or Suffer the Mischief</color> hits an enemy, all squad members receive the <color=#FFFFFF>Tanuki Wish</color> effect.\n<color=#FFFFFF>Tanuki Wish</color> grants an ATK increase equal to 40% of Yuzuha's initial ATK, up to a maximum increase of <color=#2BAD00>600</color>, and increases the DMG dealt by those with the effect by 15%, lasting 40s. Repeated triggers reset the duration.\nIf Yuzuha's initial ATK reaches 1,500, she grants the full ATK bonus to all squad members.",
                "2": "Upon entering the battlefield, Yuzuha immediately gains 3 <color=#FFFFFF>Sugar Points</color>.\nYuzuha can have up to 6 <color=#FFFFFF>Sugar Points</color>.\nWhen Yuzuha's <color=#FFFFFF>EX Special Attack: Cavity Alert</color>, <color=#FFFFFF>EX Special Attack: Cavity Alert, Right Now!</color>, or <color=#FFFFFF>Ultimate: Surrender or Suffer the Mischief</color> hits an enemy, all squad members receive the <color=#FFFFFF>Tanuki Wish</color> effect.\n<color=#FFFFFF>Tanuki Wish</color> grants an ATK increase equal to 40% of Yuzuha's initial ATK, up to a maximum increase of <color=#2BAD00>700</color>, and increases the DMG dealt by those with the effect by 15%, lasting 40s. Repeated triggers reset the duration.\nIf Yuzuha's initial ATK reaches 1,750, she grants the full ATK bonus to all squad members.",
                "3": "Upon entering the battlefield, Yuzuha immediately gains 3 <color=#FFFFFF>Sugar Points</color>.\nYuzuha can have up to 6 <color=#FFFFFF>Sugar Points</color>.\nWhen Yuzuha's <color=#FFFFFF>EX Special Attack: Cavity Alert</color>, <color=#FFFFFF>EX Special Attack: Cavity Alert, Right Now!</color>, or <color=#FFFFFF>Ultimate: Surrender or Suffer the Mischief</color> hits an enemy, all squad members receive the <color=#FFFFFF>Tanuki Wish</color> effect.\n<color=#FFFFFF>Tanuki Wish</color> grants an ATK increase equal to 40% of Yuzuha's initial ATK, up to a maximum increase of <color=#2BAD00>800</color>, and increases the DMG dealt by those with the effect by 15%, lasting 40s. Repeated triggers reset the duration.\nIf Yuzuha's initial ATK reaches 2,000, she grants the full ATK bonus to all squad members.",
                "4": "Upon entering the battlefield, Yuzuha immediately gains 3 <color=#FFFFFF>Sugar Points</color>.\nYuzuha can have up to 6 <color=#FFFFFF>Sugar Points</color>.\nWhen Yuzuha's <color=#FFFFFF>EX Special Attack: Cavity Alert</color>, <color=#FFFFFF>EX Special Attack: Cavity Alert, Right Now!</color>, or <color=#FFFFFF>Ultimate: Surrender or Suffer the Mischief</color> hits an enemy, all squad members receive the <color=#FFFFFF>Tanuki Wish</color> effect.\n<color=#FFFFFF>Tanuki Wish</color> grants an ATK increase equal to 40% of Yuzuha's initial ATK, up to a maximum increase of <color=#2BAD00>900</color>, and increases the DMG dealt by those with the effect by 15%, lasting 40s. Repeated triggers reset the duration.\nIf Yuzuha's initial ATK reaches 2,250, she grants the full ATK bonus to all squad members.",
                "5": "Upon entering the battlefield, Yuzuha immediately gains 3 <color=#FFFFFF>Sugar Points</color>.\nYuzuha can have up to 6 <color=#FFFFFF>Sugar Points</color>.\nWhen Yuzuha's <color=#FFFFFF>EX Special Attack: Cavity Alert</color>, <color=#FFFFFF>EX Special Attack: Cavity Alert, Right Now!</color>, or <color=#FFFFFF>Ultimate: Surrender or Suffer the Mischief</color> hits an enemy, all squad members receive the <color=#FFFFFF>Tanuki Wish</color> effect.\n<color=#FFFFFF>Tanuki Wish</color> grants an ATK increase equal to 40% of Yuzuha's initial ATK, up to a maximum increase of <color=#2BAD00>1,000</color>, and increases the DMG dealt by those with the effect by 15%, lasting 40s. Repeated triggers reset the duration.\nIf Yuzuha's initial ATK reaches 2,500, she grants the full ATK bonus to all squad members.",
                "6": "Upon entering the battlefield, Yuzuha immediately gains 3 <color=#FFFFFF>Sugar Points</color>.\nYuzuha can have up to 6 <color=#FFFFFF>Sugar Points</color>.\nWhen Yuzuha's <color=#FFFFFF>EX Special Attack: Cavity Alert</color>, <color=#FFFFFF>EX Special Attack: Cavity Alert, Right Now!</color>, or <color=#FFFFFF>Ultimate: Surrender or Suffer the Mischief</color> hits an enemy, all squad members receive the <color=#FFFFFF>Tanuki Wish</color> effect.\n<color=#FFFFFF>Tanuki Wish</color> grants an ATK increase equal to 40% of Yuzuha's initial ATK, up to a maximum increase of <color=#2BAD00>1,100</color>, and increases the DMG dealt by those with the effect by 15%, lasting 40s. Repeated triggers reset the duration.\nIf Yuzuha's initial ATK reaches 2,750, she grants the full ATK bonus to all squad members.",
                "7": "Upon entering the battlefield, Yuzuha immediately gains 3 <color=#FFFFFF>Sugar Points</color>.\nYuzuha can have up to 6 <color=#FFFFFF>Sugar Points</color>.\nWhen Yuzuha's <color=#FFFFFF>EX Special Attack: Cavity Alert</color>, <color=#FFFFFF>EX Special Attack: Cavity Alert, Right Now!</color>, or <color=#FFFFFF>Ultimate: Surrender or Suffer the Mischief</color> hits an enemy, all squad members receive the <color=#FFFFFF>Tanuki Wish</color> effect.\n<color=#FFFFFF>Tanuki Wish</color> grants an ATK increase equal to 40% of Yuzuha's initial ATK, up to a maximum increase of <color=#2BAD00>1,200</color>, and increases the DMG dealt by those with the effect by 15%, lasting 40s. Repeated triggers reset the duration.\nIf Yuzuha's initial ATK reaches 3,000, she grants the full ATK bonus to all squad members."
            }
        },
        "MathSkill": {
            "Title": "Additional Ability: The More the Merrier",
            "Description": "When another character in your squad is an <color=#FFFFFF>Anomaly</color> character or shares the same Faction:\nIf Yuzuha's Anomaly Mastery exceeds 100, every point over increases the Anomaly Buildup Rate of characters with <color=#FFFFFF>Tanuki Wish</color> by <color=#2BAD00>0.2%</color>, up to a maximum of <color=#2BAD00>20%</color>, and all Attribute Anomaly DMG and <color=#FFFFFF>Disorder</color> DMG by <color=#2BAD00>0.2%</color>, up to a maximum of <color=#2BAD00>20%</color>. When Yuzuha's Anomaly Mastery is at 200, she grants the full buff effect."
        },
        "AwakenAbility": {},
        "BaseProps": [
            {
                "31401": 0,
                "12101": 0
            },
            {
                "31401": 12,
                "12101": 0
            },
            {
                "31401": 12,
                "12101": 25
            },
            {
                "31401": 24,
                "12101": 25
            },
            {
                "31401": 24,
                "12101": 50
            },
            {
                "31401": 36,
                "12101": 50
            },
            {
                "31401": 36,
                "12101": 75
            }
        ]
    },
    "SkillDescriptions": {
        "0": {
            "141100001": {
                "Title": "Basic Attack: Tanuki Claws",
                "Description": "Press <IconMap:Icon_Normal> to activate:\nUnleashes up to 5 strikes ahead, dealing <color=#F0D12B>Physical DMG</color>."
            },
            "141100002": {
                "Title": "Basic Attack: Tanuki Cloak",
                "Description": "Hold <IconMap:Icon_Normal> to activate:\nEnter a defensive stance for up to 1.5 seconds. If hit during this time, parry the attack and inflict massive Daze against the attacking enemy.\nSuccessfully parrying an attack gains 1 <color=#FFFFFF>Sugar Points</color>.\nCharacter is invulnerable when successfully parrying."
            },
            "141100003": {
                "Title": "Basic Attack: Hard Candy Shot",
                "Description": "When Yuzuha has <color=#FFFFFF>Sugar Points</color>, landing a hit with other active characters' attacks will have Yuzuha continuously twirl her umbrella and attack centered around the target before launching a powerful shell, dealing <color=#F0D12B>Physical DMG</color>. When this attack lands a heavy attack, Yuzuha consumes 1 <color=#FFFFFF>Sugar Point</color>.\n<color=#FFFFFF>Basic Attack: Hard Candy Shot</color> is considered an <color=#FFFFFF>Aftershock</color>.\n<color=#FFFFFF>Basic Attack: Hard Candy Shot</color> can be triggered once every 8s.\nCharacter is invulnerable while using this skill."
            },
            "141100004": {
                "Title": "Basic Attack: Sugarburst Sparkles",
                "Description": "Enemies under the effect of <color=#FFFFFF>Sweet Scare</color> will be attacked by a <color=#FFFFFF>Basic Attack: Sugarburst Sparkles</color> once every 1s.\n<color=#FFFFFF>Basic Attack: Sugarburst Sparkles</color> initially deals <color=#F0D12B>Physical DMG</color>.\n<color=#FFFFFF>Basic Attack: Sugarburst Sparkles</color> does not contribute its accumulated Attribute Anomaly Buildup toward Anomaly DMG calculation.\n<color=#FFFFFF>Basic Attack: Sugarburst Sparkles</color> Anomaly Buildup Rate increases by <color=#2BAD00>{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%</color>."
            },
            "141100005": {
                "Title": "Basic Attack: Sugarburst Sparkles - Max",
                "Description": "Enemies affected by <color=#FFFFFF>Sweet Scare</color> will be attacked by a <color=#FFFFFF>Basic Attack: Sugarburst Sparkles - Max</color> when hit with a heavy attack from <color=#FFFFFF>Basic Attack: Hard Candy Shot</color> or <color=#FFFFFF>Assist Follow-Up: Stuffed Hard Candy Shot</color>.\n<color=#FFFFFF>Basic Attack: Sugarburst Sparkles - Max</color> initially deals <color=#F0D12B>Physical DMG</color>.\n<color=#FFFFFF>Basic Attack: Sugarburst Sparkles - Max</color> does not contribute its accumulated Attribute Anomaly Buildup toward Anomaly DMG calculation.\n<color=#FFFFFF>Basic Attack: Sugarburst Sparkles - Max</color> Anomaly Buildup Rate increases by <color=#2BAD00>{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%</color>."
            },
            "141100006": {
                "Title": "Basic Attack: Tanuki Helper",
                "Description": "When Yuzuha is off-field, tanuki Kama assists the active character in attacking enemies, dealing <color=#F0D12B>Physical DMG</color>.\nWhen Yuzuha performs <color=#FFFFFF>Basic Attack: Tanuki Cloak</color>, tanuki Kama joins her in attacking the enemy, dealing <color=#F0D12B>Physical DMG</color>.\nTanuki Kama inherits Yuzuha's initial ATK."
            },
            "141100021": {
                "Title": "Basic Attack: Tanuki Claws"
            },
            "141100022": {
                "Description": "1st-Hit DMG Multiplier",
                "Param": "{Skill:1411001, Prop:1001}"
            },
            "141100023": {
                "Description": "2nd-Hit DMG Multiplier",
                "Param": "{Skill:1411002, Prop:1001}"
            },
            "141100024": {
                "Description": "3rd-Hit DMG Multiplier",
                "Param": "{Skill:1411003, Prop:1001}"
            },
            "141100025": {
                "Description": "4th-Hit DMG Multiplier",
                "Param": "{Skill:1411004, Prop:1001}"
            },
            "141100026": {
                "Description": "5th-Hit DMG Multiplier",
                "Param": "{Skill:1411005, Prop:1001}"
            },
            "141100027": {
                "Description": "1st-Hit Daze Multiplier",
                "Param": "{Skill:1411001, Prop:1002}"
            },
            "141100028": {
                "Description": "2nd-Hit Daze Multiplier",
                "Param": "{Skill:1411002, Prop:1002}"
            },
            "141100029": {
                "Description": "3rd-Hit Daze Multiplier",
                "Param": "{Skill:1411003, Prop:1002}"
            },
            "141100030": {
                "Description": "4th-Hit Daze Multiplier",
                "Param": "{Skill:1411004, Prop:1002}"
            },
            "141100031": {
                "Description": "5th-Hit Daze Multiplier",
                "Param": "{Skill:1411005, Prop:1002}"
            },
            "141100032": {
                "Title": "Basic Attack: Tanuki Cloak"
            },
            "141100033": {
                "Description": "Parry Daze Multiplier",
                "Param": "{Skill:1411019, Prop:1002}"
            },
            "141100034": {
                "Title": "Basic Attack: Hard Candy Shot"
            },
            "141100035": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411018, Prop:1001}"
            },
            "141100036": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411018, Prop:1002}"
            },
            "141100037": {
                "Title": "Basic Attack: Sugarburst Sparkles"
            },
            "141100038": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411020, Prop:1001}"
            },
            "141100039": {
                "Description": "Anomaly Buildup Rate Increase",
                "Param": "{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%"
            },
            "141100040": {
                "Title": "Basic Attack: Sugarburst Sparkles - Max"
            },
            "141100041": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411021, Prop:1001}"
            },
            "141100042": {
                "Description": "Anomaly Buildup Rate Increase",
                "Param": "{CAL:0.07+AvatarSkillLevel(0)*0.015,100,4}%"
            },
            "141100043": {
                "Title": "Basic Attack: Tanuki Helper"
            },
            "141100044": {
                "Description": "Tanuki Kama & Yuzuha Coordinated Attack DMG Multiplier",
                "Param": "{Skill:1411022, Prop:1001}"
            },
            "141100045": {
                "Description": "Tanuki Kama Auto-Attack DMG Multiplier",
                "Param": "{Skill:1411023, Prop:1001}"
            }
        },
        "1": {
            "141100007": {
                "Title": "Special Attack: Gummy Bombardment",
                "Description": "Press <IconMap:Icon_Special> to activate:\nFire a cannon shot forward, dealing <color=#F0D12B>Physical DMG</color>."
            },
            "141100008": {
                "Title": "EX Special Attack: Cavity Alert",
                "Description": "With enough Energy, press <IconMap:Icon_SpecialReady> to activate:\nThrow a bomb at the enemy, dealing <color=#F0D12B>Physical DMG</color>.\nUpon hitting an enemy with a heavy attack, it inflicts the <color=#FFFFFF>Sweet Scare</color> state.\nGains 2 <color=#FFFFFF>Sugar Points</color> upon activation.\nA <color=#FFFFFF>Quick Assist</color> is triggered when this skill hits an enemy.\nCharacter is invulnerable while using this skill."
            },
            "141100009": {
                "Title": "EX Special Attack: Cavity Alert, Right Now!",
                "Description": "After using <color=#FFFFFF>Dodge Counter: Time for Payback~</color>, <color=#FFFFFF>Quick Assist: Dessert Time</color>, <color=#FFFFFF>Assist Follow-Up: We Have Cookies</color>, or <color=#FFFFFF>Assist Follow-Up: Stuffed Hard Candy Shot</color>, or when a <color=#FFFFFF>Perfect Dodge</color> is triggered, press <IconMap:Icon_SpecialReady> to activate:\nQuickly throw a bomb at the enemy, dealing <color=#F0D12B>Physical DMG</color>.\nOn hitting an enemy with a heavy attack, it inflicts the <color=#FFFFFF>Sweet Scare</color> state.\nGains 2 <color=#FFFFFF>Sugar Points</color> upon activation.\nA <color=#FFFFFF>Quick Assist</color> is triggered when this skill hits an enemy.\nCharacter is invulnerable while using this skill."
            },
            "141100010": {
                "Title": "Sweet Scare",
                "Description": "The <color=#FFFFFF>Sweet Scare</color> state lasts for <color=#2BAD00>{CAL:16+AvatarSkillLevel(1)*2,1,2}</color>s, repeated triggers reset the duration.\nWhen an enemy affected by <color=#FFFFFF>Sweet Scare</color> is first hit by an active character using an attack of their attribute, <color=#FFFFFF>Flavor Match</color> is triggered against that enemy, changing the attribute of <color=#FFFFFF>Basic Attack: Sugarburst Sparkles</color> and <color=#FFFFFF>Basic Attack: Sugarburst Sparkles - Max</color> against that enemy to match that of the character who triggered Flavor Match.\nWhen <color=#FFFFFF>Sweet Scare</color> is triggered again on an enemy, their existing <color=#FFFFFF>Flavor Match</color> state is removed. The process can be repeated to change the attribute of <color=#FFFFFF>Basic Attack: Sugarburst Sparkles</color> and <color=#FFFFFF>Basic Attack: Sugarburst Sparkles - Max</color> again."
            },
            "141100046": {
                "Title": "Special Attack: Gummy Bombardment"
            },
            "141100047": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411006, Prop:1001}"
            },
            "141100048": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411006, Prop:1002}"
            },
            "141100049": {
                "Title": "EX Special Attack: Cavity Alert"
            },
            "141100050": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411007, Prop:1001}"
            },
            "141100051": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411007, Prop:1002}"
            },
            "141100052": {
                "Description": "Energy Cost",
                "Param": "60"
            },
            "141100053": {
                "Title": "EX Special Attack: Cavity Alert, Right Now!"
            },
            "141100054": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411008, Prop:1001}"
            },
            "141100055": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411008, Prop:1002}"
            },
            "141100056": {
                "Description": "Energy Cost",
                "Param": "60"
            },
            "141100057": {
                "Title": "Sweet Scare"
            },
            "141100058": {
                "Description": "Sweet Scare Duration",
                "Param": "{CAL:16+AvatarSkillLevel(1)*2,1,2}s"
            }
        },
        "2": {
            "141100011": {
                "Title": "Dodge: Did I Scare You?",
                "Description": "Press <IconMap:Icon_Evade> to activate:\nA quick dash dodge.\nCharacter is invulnerable while using this skill."
            },
            "141100012": {
                "Title": "Dash Attack: You're Outta Luck!",
                "Description": "Press <IconMap:Icon_Normal> during a dodge to activate:\nRapidly strikes enemies in front, dealing <color=#F0D12B>Physical DMG</color>."
            },
            "141100013": {
                "Title": "Dodge Counter: Time for Payback~",
                "Description": "Press <IconMap:Icon_Normal> during a <color=#FFFFFF>Perfect Dodge</color> to activate:\nDeliver a quick strike forward, dealing <color=#F0D12B>Physical DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "141100059": {
                "Title": "Dash Attack: You're Outta Luck!"
            },
            "141100060": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411009, Prop:1001}"
            },
            "141100061": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411009, Prop:1002}"
            },
            "141100062": {
                "Title": "Dodge Counter: Time for Payback~"
            },
            "141100063": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411010, Prop:1001}"
            },
            "141100064": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411010, Prop:1002}"
            }
        },
        "3": {
            "141100014": {
                "Title": "Chain Attack: Prank Assault",
                "Description": "When a <color=#FFFFFF>Chain Attack</color> is triggered, select the character to activate:\nUnleash a powerful strike on enemies in a small area ahead, dealing massive <color=#F0D12B>Physical DMG</color>.\nGains 1 <color=#FFFFFF>Sugar Points</color> when used.\nA <color=#FFFFFF>Quick Assist</color> is triggered when this skill hits an enemy.\nCharacter is invulnerable while using this skill."
            },
            "141100015": {
                "Title": "Ultimate: Surrender or Suffer the Mischief",
                "Description": "When Decibel Rating reaches Maximum, press <IconMap:Icon_UltimateReady> to trigger:\nUnleash a powerful strike on enemies in a large area around the character, dealing massive <color=#F0D12B>Physical DMG</color>.\nEnemies hit with a heavy attack are inflicted with the <color=#FFFFFF>Sweet Scare</color> state.\nUpon activating this skill, other squad members gain <color=#2BAD00>{CAL:7+AvatarSkillLevel(3)*1.5,1,2}</color> Energy.\nUpon activating this skill, gain 2 <color=#FFFFFF>Sugar Points</color>.\nA <color=#FFFFFF>Quick Assist</color> is triggered when this skill hits an enemy.\nCharacter is invulnerable while using this skill."
            },
            "141100065": {
                "Title": "Chain Attack: Prank Assault"
            },
            "141100066": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411011, Prop:1001}"
            },
            "141100067": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411011, Prop:1002}"
            },
            "141100068": {
                "Title": "Ultimate: Surrender or Suffer the Mischief"
            },
            "141100069": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411012, Prop:1001}"
            },
            "141100070": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411012, Prop:1002}"
            },
            "141100071": {
                "Description": "Other Squad Members' Energy Gain",
                "Param": "{CAL:7+AvatarSkillLevel(3)*1.5,1,2}"
            }
        },
        "6": {
            "141100017": {
                "Title": "Quick Assist: Dessert Time",
                "Description": "When the active character is launched, press <IconMap:Icon_Switch> to activate:\nStrike enemies in front, dealing <color=#F0D12B>Physical DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "141100018": {
                "Title": "Defensive Assist: Replenish Your Fun",
                "Description": "When the on-field character is about to be attacked, press <IconMap:Icon_Switch> to activate:\nParries the enemy's attack, dealing massive Daze.\nUpon a successful parry, gain 1 <color=#FFFFFF>Sugar Points</color>.\nCharacter is invulnerable while using this skill."
            },
            "141100019": {
                "Title": "Assist Follow-Up: We Have Cookies",
                "Description": "After triggering a <color=#FFFFFF>Defensive Assist</color> or successfully parrying an enemy attack with <color=#FFFFFF>Basic Attack: Tanuki Cloak</color>, press <IconMap:Icon_Normal> to activate:\nStrike enemies in front, dealing <color=#F0D12B>Physical DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "141100020": {
                "Title": "Assist Follow-Up: Stuffed Hard Candy Shot",
                "Description": "After triggering a <color=#FFFFFF>Defensive Assist</color> or successfully parrying an enemy attack with <color=#FFFFFF>Basic Attack: Tanuki Cloak</color>, press <IconMap:Icon_Normal> at the right moment to activate:\nFollowing a continuous spinning umbrella attack, fire a powerful projectile that deals <color=#F0D12B>Physical DMG</color>.\nCharacter is invulnerable while using this skill."
            },
            "141100072": {
                "Title": "Quick Assist: Dessert Time"
            },
            "141100073": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411013, Prop:1001}"
            },
            "141100074": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411013, Prop:1002}"
            },
            "141100075": {
                "Title": "Defensive Assist: Replenish Your Fun"
            },
            "141100076": {
                "Description": "Light Defensive Daze Multiplier",
                "Param": "{Skill:1411014, Prop:1002}"
            },
            "141100077": {
                "Description": "Heavy Defensive Daze Multiplier",
                "Param": "{Skill:1411015, Prop:1002}"
            },
            "141100078": {
                "Description": "Chain Defensive Daze Multiplier",
                "Param": "{Skill:1411016, Prop:1002}"
            },
            "141100079": {
                "Title": "Assist Follow-Up: We Have Cookies"
            },
            "141100080": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411017, Prop:1001}"
            },
            "141100081": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411017, Prop:1002}"
            },
            "141100082": {
                "Title": "Assist Follow-Up: Stuffed Hard Candy Shot"
            },
            "141100083": {
                "Description": "DMG Multiplier",
                "Param": "{Skill:1411024, Prop:1001}"
            },
            "141100084": {
                "Description": "Daze Multiplier",
                "Param": "{Skill:1411024, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1411001": {
            "DamageValue": 3770,
            "DamageGrowth": 350,
            "DazeValue": 4400,
            "DazeGrowth": 200
        },
        "1411002": {
            "DamageValue": 5770,
            "DamageGrowth": 530,
            "DazeValue": 6310,
            "DazeGrowth": 290
        },
        "1411003": {
            "DamageValue": 6600,
            "DamageGrowth": 600,
            "DazeValue": 6600,
            "DazeGrowth": 300
        },
        "1411004": {
            "DamageValue": 9810,
            "DamageGrowth": 900,
            "DazeValue": 11270,
            "DazeGrowth": 520
        },
        "1411005": {
            "DamageValue": 16410,
            "DamageGrowth": 1500,
            "DazeValue": 16360,
            "DazeGrowth": 750
        },
        "1411006": {
            "DamageValue": 5050,
            "DamageGrowth": 460,
            "DazeValue": 5050,
            "DazeGrowth": 230
        },
        "1411007": {
            "DamageValue": 42100,
            "DamageGrowth": 3830,
            "DazeValue": 42100,
            "DazeGrowth": 1920
        },
        "1411008": {
            "DamageValue": 24140,
            "DamageGrowth": 2200,
            "DazeValue": 26700,
            "DazeGrowth": 1220
        },
        "1411009": {
            "DamageValue": 6980,
            "DamageGrowth": 640,
            "DazeValue": 3490,
            "DazeGrowth": 160
        },
        "1411010": {
            "DamageValue": 27690,
            "DamageGrowth": 2520,
            "DazeValue": 23840,
            "DazeGrowth": 1090
        },
        "1411011": {
            "DamageValue": 59870,
            "DamageGrowth": 5450,
            "DazeValue": 23290,
            "DazeGrowth": 1060
        },
        "1411012": {
            "DamageValue": 144320,
            "DamageGrowth": 13120,
            "DazeValue": 28600,
            "DazeGrowth": 1300
        },
        "1411013": {
            "DamageValue": 12290,
            "DamageGrowth": 1120,
            "DazeValue": 6150,
            "DazeGrowth": 280
        },
        "1411014": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 29520,
            "DazeGrowth": 1350
        },
        "1411015": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34280,
            "DazeGrowth": 1560
        },
        "1411016": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1411017": {
            "DamageValue": 29430,
            "DamageGrowth": 2680,
            "DazeValue": 25140,
            "DazeGrowth": 1150
        },
        "1411018": {
            "DamageValue": 13200,
            "DamageGrowth": 1200,
            "DazeValue": 8800,
            "DazeGrowth": 400
        },
        "1411019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1411020": {
            "DamageValue": 2750,
            "DamageGrowth": 250,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411021": {
            "DamageValue": 30800,
            "DamageGrowth": 2800,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411022": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411023": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411024": {
            "DamageValue": 46360,
            "DamageGrowth": 4220,
            "DazeValue": 40870,
            "DazeGrowth": 1860
        },
        "1411025": {
            "DamageValue": 60000,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1411026": {
            "DamageValue": 38140,
            "DamageGrowth": 0,
            "DazeValue": 14670,
            "DazeGrowth": 0
        }
    }
}