{
    "Name": "Harumasa",
    "ElementTypes": [
        "Elec"
    ],
    "Talents": {
        "1": {
            "Title": "\"High Spirit\"",
            "Description": "Batas maksimum lapisan efek <color=#FFFFFF>Electro Prison</color> dari <color=#FFFFFF>Basic Attack: Ha-Oto no Ya</color> meningkat menjadi 14 lapis. Saat <color=#FFFFFF>Electro Quiver</color> diaktifkan, akan menembakkan 2 <color=#FFFFFF>Ha-Oto no Ya</color> beruntun terhadap target.",
            "Lore": "\"Aku bukan orang bodoh yang harus melawan musuh secara langsung.\"\n\"Maupun itu menyerang secara langsung atau diam-diam dari bayang-bayang, yang penting bisa membuatku pulang lebih awal, itu saja sudah cukup~\""
        },
        "2": {
            "Title": "Languish",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, Harumasa akan mendapatkan 7 lapis <color=#FFFFFF>Electro Blitz</color> (maks. 7 lapis). Saat memiliki <color=#FFFFFF>Electro Blitz</color>, DMG yang diakibatkan dari <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> meningkat 50%. Setelah <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> berakhir, Harumasa akan mengonsumsi 1 lapis <color=#FFFFFF>Electro Blitz</color>.",
            "Lore": "\"Jangan lihat aku seperti itu dong, aku ini sebenarnya sangat lemah tahu~\"\nHarumasa tergeletak dengan malas di atas meja kerjanya.\n\"Jadi... bagaimana kalau suruh orang lain saja untuk misi kali ini?\""
        },
        "3": {
            "Title": "White Lies",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "\"Jangan khawatir, aku belum akan mati kok.\"\nDia tersenyum sambil menyeka darah yang mengalir dari sudut bibirnya, lalu kembali mengangkat busurnya.\n\"Aku akan tetap di sini untuk seribu tahun lagi.\""
        },
        "4": {
            "Title": "Occasionally Motivated",
            "Description": "Durasi efek <color=#FFFFFF>Electro Prison</color> meningkat menjadi 20 detik. Saat <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> mengenai musuh, Harumasa akan mendapatkan 30 poin Decibel. Hanya dapat terpicu satu kali dari satu Skill yang sama.. Saat melancarkan <color=#FFFFFF>Ultimate</color>, efek <color=#FFFFFF>Electro Prison</color> akan diberikan dengan lapisan maksimum pada semua musuh yang ada di medan pertarungan.",
            "Lore": "Terkadang Harumasa sangat bersemangat dan termotivasi...\ntapi hanya saat jam kerjanya tersisa lima menit lagi."
        },
        "5": {
            "Title": "No One Knows",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "\"Aku ingin libur, bebas, dan bahagia setiap hari!\"\n\"Bercanda. Aku masih mau hidup.\""
        },
        "6": {
            "Title": "Tacit Understanding",
            "Description": "Setelah <color=#FFFFFF>Ha-Oto no Ya</color> mengenai musuh yang berada dalam status Stun atau terpengaruh Attribute Anomaly, Harumasa akan mengabaikan 15% <color=#2EB6FF>Ketahanan Electric DMG</color> target selama 12 detik. Setiap 12 kali <color=#FFFFFF>Ha-Oto no Ya</color> mengenai musuh yang sama, 1 ledakan elektromagnetik tambahan akan terpicu, dan mengakibatkan <color=#2EB6FF>Electric DMG</color> senilai 1500% ATK Harumasa terhadap target.",
            "Lore": "\"Guru mengajariku banyak hal, seperti cara menarik busur, cara mengayunkan pedang, dan juga cara... bertahan hidup di dunia ini dengan tubuh seperti ini.\"\n\"Kamu tanya setelah itu bagaimana?\"\n\"Setelah itu... dia juga meninggalkanku.\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Core Passive: Day Break",
            "DescriptionByLevel": {
                "1": "CRIT Rate dari <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> meningkat <color=#2BAD00>10,6%</color>. Saat <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> mengenai musuh dan memicu CRIT, Harumasa akan mendapatkan 1 lapis <color=#FFFFFF>Gleaming Edge</color>, maksimum dapat memperoleh 3 lapis dalam sekali melancarkan Skill. <color=#FFFFFF>Gleaming Edge</color> dapat ditumpuk hingga 6 lapis dan berlangsung selama 5 detik. Memicu ulang akan memperbarui durasi. Setiap lapis <color=#FFFFFF>Gleaming Edge</color> akan meningkatkan CRIT DMG yang diakibatkan <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> sebesar <color=#2BAD00>6%</color>.",
                "2": "CRIT Rate dari <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> meningkat <color=#2BAD00>13%</color>. Saat <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> mengenai musuh dan memicu CRIT, Harumasa akan mendapatkan 1 lapis <color=#FFFFFF>Gleaming Edge</color>, maksimum dapat memperoleh 3 lapis dalam sekali melancarkan Skill. <color=#FFFFFF>Gleaming Edge</color> dapat ditumpuk hingga 6 lapis dan berlangsung selama 5 detik. Memicu ulang akan memperbarui durasi. Setiap lapis <color=#FFFFFF>Gleaming Edge</color> akan meningkatkan CRIT DMG yang diakibatkan <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> sebesar <color=#2BAD00>7%</color>.",
                "3": "CRIT Rate dari <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> meningkat <color=#2BAD00>15,4%</color>. Saat <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> mengenai musuh dan memicu CRIT, Harumasa akan mendapatkan 1 lapis <color=#FFFFFF>Gleaming Edge</color>, maksimum dapat memperoleh 3 lapis dalam sekali melancarkan Skill. <color=#FFFFFF>Gleaming Edge</color> dapat ditumpuk hingga 6 lapis dan berlangsung selama 5 detik. Memicu ulang akan memperbarui durasi. Setiap lapis <color=#FFFFFF>Gleaming Edge</color> akan meningkatkan CRIT DMG yang diakibatkan <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> sebesar <color=#2BAD00>8%</color>.",
                "4": "CRIT Rate dari <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> meningkat <color=#2BAD00>17,8%</color>. Saat <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> mengenai musuh dan memicu CRIT, Harumasa akan mendapatkan 1 lapis <color=#FFFFFF>Gleaming Edge</color>, maksimum dapat memperoleh 3 lapis dalam sekali melancarkan Skill. <color=#FFFFFF>Gleaming Edge</color> dapat ditumpuk hingga 6 lapis dan berlangsung selama 5 detik. Memicu ulang akan memperbarui durasi. Setiap lapis <color=#FFFFFF>Gleaming Edge</color> akan meningkatkan CRIT DMG yang diakibatkan <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> sebesar <color=#2BAD00>9%</color>.",
                "5": "CRIT Rate dari <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> meningkat <color=#2BAD00>20,2%</color>. Saat <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> mengenai musuh dan memicu CRIT, Harumasa akan mendapatkan 1 lapis <color=#FFFFFF>Gleaming Edge</color>, maksimum dapat memperoleh 3 lapis dalam sekali melancarkan Skill. <color=#FFFFFF>Gleaming Edge</color> dapat ditumpuk hingga 6 lapis dan berlangsung selama 5 detik. Memicu ulang akan memperbarui durasi. Setiap lapis <color=#FFFFFF>Gleaming Edge</color> akan meningkatkan CRIT DMG yang diakibatkan <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> sebesar <color=#2BAD00>10%</color>.",
                "6": "CRIT Rate dari <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> meningkat <color=#2BAD00>22,6%</color>. Saat <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> mengenai musuh dan memicu CRIT, Harumasa akan mendapatkan 1 lapis <color=#FFFFFF>Gleaming Edge</color>, maksimum dapat memperoleh 3 lapis dalam sekali melancarkan Skill. <color=#FFFFFF>Gleaming Edge</color> dapat ditumpuk hingga 6 lapis dan berlangsung selama 5 detik. Memicu ulang akan memperbarui durasi. Setiap lapis <color=#FFFFFF>Gleaming Edge</color> akan meningkatkan CRIT DMG yang diakibatkan <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> sebesar <color=#2BAD00>11%</color>.",
                "7": "CRIT Rate dari <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> meningkat <color=#2BAD00>25%</color>. Saat <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> mengenai musuh dan memicu CRIT, Harumasa akan mendapatkan 1 lapis <color=#FFFFFF>Gleaming Edge</color>, maksimum dapat memperoleh 3 lapis dalam sekali melancarkan Skill. <color=#FFFFFF>Gleaming Edge</color> dapat ditumpuk hingga 6 lapis dan berlangsung selama 5 detik. Memicu ulang akan memperbarui durasi. Setiap lapis <color=#FFFFFF>Gleaming Edge</color> akan meningkatkan CRIT DMG yang diakibatkan <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> sebesar <color=#2BAD00>12%</color>."
            }
        },
        "MathSkill": {
            "Title": "Additional Ability: Overclock",
            "Description": "Berlaku jika terdapat Agen <color=#FFFFFF>Stun</color> atau Agen <color=#FFFFFF>Anomaly</color> di dalam tim:\nSaat serangan Harumasa mengenai musuh yang berada dalam status Stun atau terpengaruh Attribute Anomaly, DMG yang diakibatkannya meningkat 40%.\nSaat <color=#FFFFFF>Falling Feather</color> yang ditembakkan Harumasa mengenai musuh yang berada dalam status Stun atau terpengaruh Attribute Anomaly, 2 lapis efek <color=#FFFFFF>Electro Prison</color> akan diberikan pada target tersebut."
        }
    },
    "SkillDescriptions": {
        "0": {
            "120100001": {
                "Title": "Basic Attack: Cloud Piercer",
                "Description": "Tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan hingga lima tahap serangan Pierce ke depan, mengakibatkan <color=#F0D12B>Physical DMG</color> dan <color=#2EB6FF>Electric DMG</color>.\nSaat serangan tahap kelima mengenai musuh, 2 <color=#FFFFFF>Electro Quiver</color> akan diciptakan.\nSetelah melancarkan <color=#FFFFFF>Chain Attack</color>, jika <color=#FFFFFF>Basic Attack: Cloud Piercer</color> tahap kelima berikutnya mengenai musuh, maka 6 <color=#FFFFFF>Electro Quiver</color> akan diciptakan."
            },
            "120100002": {
                "Title": "Basic Attack: Cloud Piercer - Drift",
                "Description": "Saat melancarkan <color=#FFFFFF>Basic Attack: Cloud Piercer</color>, gerakkan {LAYOUT_CONSOLECONTROLLER#joystick}{LAYOUT_FALLBACK#<IconMap:Icon_JoyStick>} dan tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan serangan Pierce jarak jauh dan menyesuaikan posisinya ke arah yang digerakkan, mengakibatkan <color=#F0D12B>Physical DMG</color> terhadap musuh di depan."
            },
            "120100003": {
                "Title": "Basic Attack: Falling Feather",
                "Description": "Tahan <IconMap:Icon_Special> setelah melancarkan <color=#FFFFFF>Basic Attack: Cloud Piercer</color> tahap kelima, <color=#FFFFFF>Special Attack</color>, <color=#FFFFFF>EX Special Attack</color>, atau <color=#FFFFFF>Chain Attack</color> untuk melancarkan Skill ini.\nSegera menembakkan <color=#FFFFFF>Falling Feather</color> terhadap musuh di depan dan mengakibatkan <color=#2EB6FF>Electric DMG</color>.\n\nTahan <IconMap:Icon_Normal> untuk membidik target, dan lepaskan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nSetelah menarik busur dan membidik, Harumasa akan menembakkan <color=#FFFFFF>Falling Feather</color> dan mengakibatkan <color=#2EB6FF>Electric DMG</color>."
            },
            "120100004": {
                "Title": "Basic Attack: Ha-Oto no Ya",
                "Description": "Saat <color=#FFFFFF>Basic Attack: Cloud Piercer</color> tahap kelima/<color=#FFFFFF>EX Special Attack</color>/<color=#FFFFFF>Chain Attack</color> mengenai musuh atau menyentuh tanah, 2/6/6 <color=#FFFFFF>Electro Quiver</color> akan diciptakan.\n\nJika tidak terdapat <color=#FFFFFF>Electro Quiver</color> di medan pertarungan, ketika salah satu Agen di dalam tim mengakibatkan efek Attribute Anomaly terhadap musuh, 6 <color=#FFFFFF>Electro Quiver</color> akan diciptakan. Efek ini dapat dipicu sekali setiap 12 detik.\n\nHanya 6 <color=#FFFFFF>Electro Quiver</color> yang dapat berada di medan pertarungan di waktu bersamaan. Saat Harumasa menembakkan <color=#FFFFFF>Falling Feather</color> dan mengenai musuh, <color=#FFFFFF>Electro Quiver</color> yang ada di medan pertarungan akan menjadi aktif, dan <color=#FFFFFF>Ha-Oto no Ya</color> akan ditembakkan terhadap target yang terkena <color=#FFFFFF>Falling Feather</color>, mengakibatkan <color=#2EB6FF>Electric DMG</color>.\n\nSaat <color=#FFFFFF>Ha-Oto no Ya</color> mengenai musuh, efek <color=#FFFFFF>Electro Prison</color> akan diberikan pada musuh tersebut, maks. 8 lapis dan berlangsung selama 10 detik.\nMemicu ulang akan memperbarui durasi.\nJika target memiliki setidaknya 2 lapis efek <color=#FFFFFF>Electro Prison</color>, maka target akan ditandai dengan tanda <color=#FFFFFF>X</color>."
            },
            "120110001": {
                "Title": "Basic Attack: Cloud Piercer"
            },
            "120110002": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1201001, Prop:1001}"
            },
            "120110003": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1201002, Prop:1001}"
            },
            "120110004": {
                "Description": "Kelipatan DMG: Tahap 3",
                "Param": "{Skill:1201003, Prop:1001}"
            },
            "120110005": {
                "Description": "Kelipatan DMG: Tahap 4",
                "Param": "{Skill:1201004, Prop:1001}"
            },
            "120110006": {
                "Description": "Kelipatan DMG: Tahap 5",
                "Param": "{Skill:1201005, Prop:1001}"
            },
            "120110007": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1201001, Prop:1002}"
            },
            "120110008": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1201002, Prop:1002}"
            },
            "120110009": {
                "Description": "Kelipatan Daze: Tahap 3",
                "Param": "{Skill:1201003, Prop:1002}"
            },
            "120110010": {
                "Description": "Kelipatan Daze: Tahap 4",
                "Param": "{Skill:1201004, Prop:1002}"
            },
            "120110011": {
                "Description": "Kelipatan Daze: Tahap 5",
                "Param": "{Skill:1201005, Prop:1002}"
            },
            "120110012": {
                "Title": "Basic Attack: Cloud Piercer - Drift"
            },
            "120110013": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201006, Prop:1001}"
            },
            "120110014": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201006, Prop:1002}"
            },
            "120110015": {
                "Title": "Basic Attack: Falling Feather"
            },
            "120110016": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201007, Prop:1001}"
            },
            "120110017": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201007, Prop:1002}"
            },
            "120110025": {
                "Title": "Basic Attack: Ha-Oto no Ya"
            },
            "120110026": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201008, Prop:1001}"
            },
            "120110027": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201008, Prop:1002}"
            }
        },
        "1": {
            "120100005": {
                "Title": "Special Attack: Nowhere to Hide",
                "Description": "Tekan <IconMap:Icon_Special> untuk melancarkan Skill ini.\nMenembakkan panah ke depan dan mengakibatkan <color=#2EB6FF>Electric DMG</color>.\nLevel Anti-Interrupt akan meningkat selama melancarkan Skill ini."
            },
            "120100006": {
                "Title": "EX Special Attack: Nowhere to Run",
                "Description": "Saat Energy Harumasa sudah cukup, tekan <IconMap:Icon_SpecialReady> untuk melancarkan Skill ini.\nMenembakkan panah yang diperkuat dan melemparkan pisau ke depan, mengakibatkan <color=#2EB6FF>Electric DMG</color> dalam jumlah besar.\nSaat anak panah yang diperkuat mengenai musuh atau menyentuh tanah, 6 <color=#FFFFFF>Electro Quiver</color> akan diciptakan.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "120110018": {
                "Title": "Special Attack: Nowhere to Hide"
            },
            "120110019": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201009, Prop:1001}"
            },
            "120110020": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201009, Prop:1002}"
            },
            "120110021": {
                "Title": "EX Special Attack: Nowhere to Run"
            },
            "120110022": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201010, Prop:1001}"
            },
            "120110023": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201010, Prop:1002}"
            },
            "120110024": {
                "Description": "Konsumsi Energy",
                "Param": "60 poin"
            }
        },
        "2": {
            "120100007": {
                "Title": "Dodge: Quick Flash",
                "Description": "Tekan <IconMap:Icon_Evade> untuk melakukan Dodge..\nMelakukan Dodge dengan cepat.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "120100008": {
                "Title": "Dash Attack: Hiten no Tsuru",
                "Description": "Tekan <IconMap:Icon_Normal> saat melakukan Dodge untuk melancarkan Skill ini.\nMelancarkan serangan Pierce beruntun terhadap musuh di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "120100009": {
                "Title": "Dodge Counter: Hidden Edge",
                "Description": "Tekan <IconMap:Icon_Normal> setelah melakukan <color=#FFFFFF>Perfect Dodge</color> untuk melancarkan Skill ini.\nMelancarkan Pierce terhadap musuh di depan dan mengakibatkan <color=#2EB6FF>Electric DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "120110028": {
                "Title": "Dash Attack: Hiten no Tsuru"
            },
            "120110029": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201011, Prop:1001}"
            },
            "120110030": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201011, Prop:1002}"
            },
            "120110031": {
                "Title": "Dodge Counter: Hidden Edge"
            },
            "120110032": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201012, Prop:1001}"
            },
            "120110033": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201012, Prop:1002}"
            },
            "120110050": {
                "Title": "Dash Attack: Hiten no Tsuru - Slash",
                "Description": "Jika terdapat musuh yang memiliki tanda <color=#FFFFFF>X</color> di medan pertarungan, Harumasa akan memasuki status <color=#FFFFFF>Awakened</color>, dan Skill <color=#FFFFFF>Dash Attack: Hiten no Tsuru</color> miliknya akan ditingkatkan menjadi <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color>.\n\nDalam status <color=#FFFFFF>Awakened</color>, tekan <IconMap:Icon_Normal> saat melakukan Dodge untuk melancarkan Skill ini.\nHarumasa akan menerjang ke depan musuh dengan tanda <color=#FFFFFF>X</color> yang terdekat dengan dirinya dan melancarkan serangan Slash kuat, mengakibatkan <color=#2EB6FF>Electric DMG</color>.\n\nSaat Slash mengenai musuh, 2 lapis efek <color=#FFFFFF>Electro Prison</color> akan terkonsumsi. Jika efek <color=#FFFFFF>Electro Prison</color> kurang dari 2 lapis, maka tanda <color=#FFFFFF>X</color> akan dihapus. Selama tanda <color=#FFFFFF>X</color> belum dihapus, tekan <IconMap:Icon_Normal> berulang kali untuk lanjut melancarkan <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color>. Jika tidak ada lagi musuh yang memiliki tanda <color=#FFFFFF>X</color> di medan pertarungan, status <color=#FFFFFF>Awakened</color> Harumasa akan berakhir.\n\nDalam status <color=#FFFFFF>Awakened</color>, tekan <IconMap:Icon_Normal> setelah melancarkan <color=#FFFFFF>Basic Attack: Falling Feather</color> untuk langsung melancarkan <color=#FFFFFF>Dash Attack: Hiten no Tsuru - Slash</color> dengan cepat.\nSelama melancarkan Skill ini, level Anti-Interrupt akan meningkat, dan DMG yang diterima akan berkurang 40%."
            },
            "120110051": {
                "Title": "Dash Attack: Hiten no Tsuru - Slash"
            },
            "120110052": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1201020, Prop:1001}"
            },
            "120110053": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1201021, Prop:1001}"
            },
            "120110054": {
                "Description": "Kelipatan DMG: Tahap 3",
                "Param": "{Skill:1201022, Prop:1001}"
            },
            "120110055": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1201020, Prop:1002}"
            },
            "120110056": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1201021, Prop:1002}"
            },
            "120110057": {
                "Description": "Kelipatan Daze: Tahap 3",
                "Param": "{Skill:1201022, Prop:1002}"
            }
        },
        "3": {
            "120100010": {
                "Title": "Chain Attack: Kai - Hanare",
                "Description": "Saat <color=#FFFFFF>Chain Attack</color> terpicu, pilih Harumasa untuk melancarkan Skill ini.\nMelancarkan serangan Pierce terhadap musuh dalam area besar di depan dan menembakkan panah yang diperkuat, mengakibatkan <color=#2EB6FF>Electric DMG</color> dalam jumlah besar.\nSaat anak panah menyentuh tanah, 6 <color=#FFFFFF>Electro Quiver</color> akan diciptakan.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "120100011": {
                "Title": "Ultimate: Zanshin",
                "Description": "Saat Decibel Rating mencapai <color=#FFFFFF>Maximum</color>, tekan <IconMap:Icon_UltimateReady> untuk melancarkan Skill ini.\nMelancarkan Pierce kuat terhadap musuh di depan dan mengakibatkan <color=#2EB6FF>Electric DMG</color> dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "120110034": {
                "Title": "Chain Attack: Kai - Hanare"
            },
            "120110035": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201013, Prop:1001}"
            },
            "120110036": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201013, Prop:1002}"
            },
            "120110037": {
                "Title": "Ultimate: Zanshin"
            },
            "120110038": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201014, Prop:1001}"
            },
            "120110039": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201014, Prop:1002}"
            }
        },
        "6": {
            "120100013": {
                "Title": "Quick Assist: Braced Bow",
                "Description": "Saat Agen yang Dikendalikan terhempas, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMelancarkan Pierce terhadap musuh di depan dan mengakibatkan <color=#2EB6FF>Electric DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "120100014": {
                "Title": "Defensive Assist: Yugamae",
                "Description": "Tepat sebelum Agen aktif diserang, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMenangkis serangan musuh dan menghasilkan Daze dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "120100015": {
                "Title": "Assist Follow-Up: Yugamae - Slash",
                "Description": "Setelah melancarkan <color=#FFFFFF>Defensive Assist</color>, tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan Slash terhadap musuh di depan dan mengakibatkan <color=#2EB6FF>Electric DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "120110040": {
                "Title": "Quick Assist: Braced Bow"
            },
            "120110041": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201015, Prop:1001}"
            },
            "120110042": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201015, Prop:1002}"
            },
            "120110043": {
                "Title": "Defensive Assist: Yugamae"
            },
            "120110044": {
                "Description": "Kelipatan Daze - Light Defensive",
                "Param": "{Skill:1201016, Prop:1002}"
            },
            "120110045": {
                "Description": "Kelipatan Daze - Heavy Defensive",
                "Param": "{Skill:1201017, Prop:1002}"
            },
            "120110046": {
                "Description": "Kelipatan Daze - Chain Defensive",
                "Param": "{Skill:1201018, Prop:1002}"
            },
            "120110047": {
                "Title": "Assist Follow-Up: Yugamae - Slash"
            },
            "120110048": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1201019, Prop:1001}"
            },
            "120110049": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1201019, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1201001": {
            "DamageValue": 4240,
            "DamageGrowth": 390,
            "DazeValue": 2650,
            "DazeGrowth": 130
        },
        "1201002": {
            "DamageValue": 3980,
            "DamageGrowth": 370,
            "DazeValue": 4430,
            "DazeGrowth": 210
        },
        "1201003": {
            "DamageValue": 7090,
            "DamageGrowth": 650,
            "DazeValue": 6610,
            "DazeGrowth": 310
        },
        "1201004": {
            "DamageValue": 9010,
            "DamageGrowth": 820,
            "DazeValue": 8960,
            "DazeGrowth": 410
        },
        "1201005": {
            "DamageValue": 13290,
            "DamageGrowth": 1210,
            "DazeValue": 11540,
            "DazeGrowth": 530
        },
        "1201006": {
            "DamageValue": 6950,
            "DamageGrowth": 640,
            "DazeValue": 4870,
            "DazeGrowth": 230
        },
        "1201007": {
            "DamageValue": 10540,
            "DamageGrowth": 960,
            "DazeValue": 5270,
            "DazeGrowth": 240
        },
        "1201008": {
            "DamageValue": 1590,
            "DamageGrowth": 150,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1201009": {
            "DamageValue": 5230,
            "DamageGrowth": 480,
            "DazeValue": 5230,
            "DazeGrowth": 240
        },
        "1201010": {
            "DamageValue": 44930,
            "DamageGrowth": 4090,
            "DazeValue": 44900,
            "DazeGrowth": 2050
        },
        "1201011": {
            "DamageValue": 8070,
            "DamageGrowth": 740,
            "DazeValue": 4040,
            "DazeGrowth": 190
        },
        "1201012": {
            "DamageValue": 21960,
            "DamageGrowth": 2000,
            "DazeValue": 19430,
            "DazeGrowth": 890
        },
        "1201013": {
            "DamageValue": 51760,
            "DamageGrowth": 4710,
            "DazeValue": 18340,
            "DazeGrowth": 840
        },
        "1201014": {
            "DamageValue": 195390,
            "DamageGrowth": 17770,
            "DazeValue": 10690,
            "DazeGrowth": 490
        },
        "1201015": {
            "DamageValue": 8430,
            "DamageGrowth": 770,
            "DazeValue": 8430,
            "DazeGrowth": 390
        },
        "1201016": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 24760,
            "DazeGrowth": 1130
        },
        "1201017": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 29520,
            "DazeGrowth": 1350
        },
        "1201018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 11920,
            "DazeGrowth": 550
        },
        "1201019": {
            "DamageValue": 30710,
            "DamageGrowth": 2800,
            "DazeValue": 26330,
            "DazeGrowth": 1200
        },
        "1201020": {
            "DamageValue": 16230,
            "DamageGrowth": 1480,
            "DazeValue": 6600,
            "DazeGrowth": 300
        },
        "1201021": {
            "DamageValue": 16660,
            "DamageGrowth": 1520,
            "DazeValue": 4590,
            "DazeGrowth": 210
        },
        "1201022": {
            "DamageValue": 18960,
            "DamageGrowth": 1730,
            "DazeValue": 4950,
            "DazeGrowth": 230
        },
        "1201023": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        }
    }
}