{
    "Name": "Yanagi",
    "ElementTypes": [
        "Elec"
    ],
    "Talents": {
        "1": {
            "Title": "Know Thy Self, Know Thy Enemy",
            "Description": "Saat anggota tim mana pun mengakibatkan Attribute Anomaly terhadap musuh, Yanagi akan mendapatkan 1 lapis <color=#FFFFFF>Clarity</color> yang berlangsung selama 15 detik (maks. 3 lapis). Memicu ulang akan memperbarui durasi. Saat menerima serangan musuh, Yanagi akan mengonsumsi 1 lapis <color=#FFFFFF>Clarity</color> dan mendapatkan efek kebal selama 1 detik. Saat memiliki 1 lapis <color=#FFFFFF>Clarity</color> atau lebih, Anomaly Proficiency Yanagi akan meningkat 80 poin.",
            "Lore": "\"Melihat jelas kelemahan musuh sama saja dengan mendapatkan keamanan tambahan... dan juga meningkatkan peluangmu untuk menang.\"\nYanagi membetulkan kacamatanya, dan tetap tenang seperti biasa, dengan kemenangan yang sudah pasti di tangannya."
        },
        "2": {
            "Title": "Outstanding Adaptability",
            "Description": "Selama melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#2EB6FF> Electric Anomaly Buildup</color> yang diakibatkan dari serangan menusuk cepat akan meningkat 20%.\nSaat serangan menusuk cepat mengenai musuh, menahan tombol Special Attack akan mengonsumsi 10 Energy tambahan, dan membuat Yanagi melancarkan serangan menusuk sekali lagi. Jika Energy tidak cukup atau tombol dilepas, Yanagi akan langsung melancarkan ke bawah secara otomatis. Jika serangan ke bawah ini mengenai musuh yang sedang berada dalam Attribute Anomaly dan memicu <color=#FFFFFF>Polarity Disorder</color>, kelipatan DMG yang diakibatkan terhadap target akan meningkat menjadi 20% dari DMG awal <color=#FFFFFF>Disorder</color>. Untuk setiap serangan menusuk tambahan, peningkatan kelipatan DMG ini akan meningkat sebesar 15% (maks. meningkat 2 kali).",
            "Lore": "\"Yanagi mampu mengatasi situasi seaneh apa pun.\"\n\"Aku lebih percaya dia daripada diriku sendiri.\"\n— Dikutip dari seorang petarung yang sedang berlatih \"menebas semua dedaunan di depannya\""
        },
        "3": {
            "Title": "Tsukishiro Style Management",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "Banyak orang bilang bahwa Section 6 adalah kumpulan orang eksentrik dan genius, sedangkan satu-satunya orang \"normal\" di antara mereka adalah Tsukishiro Yanagi.\nTapi justru keberadaannya yang mempererat kumpulan para orang aneh dan genius."
        },
        "4": {
            "Title": "Chessmaster",
            "Description": "Saat Yanagi mengakibatkan Attribute Anomaly DMG kepada musuh, musuh akan mendapatkan efek <color=#FFFFFF>Exposed</color> selama 15 detik. Saat melancarkan serangan dan mengenai musuh yang terkena efek <color=#FFFFFF>Exposed</color>, PEN Ratio dari serangan tersebut akan meningkat 16%.",
            "Lore": "Tak peduli dalam situasi apa pun, Tsukishiro Yanagi dapat menyerap semua informasi yang tersedia dan membuat keputusan yang paling tepat."
        },
        "5": {
            "Title": "\"Other Mother\"",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "Saat ini, Tsukishiro Yanagi adalah wali satu-satunya Soukaku.\n\"Soukaku, ini nasi kepal milik Ketua, tidak boleh dimakan ya... Sudahlah, sini, aku panaskan untukmu.\"\n\"Nanti kita beli lagi saja nasi kepalnya untuk Ketua.\""
        },
        "6": {
            "Title": "Inhuman Blood",
            "Description": "Setelah melancarkan serangan menusuk dari <color=#FFFFFF>EX Special Attack</color>, durasi status <color=#FFFFFF>Shinrabanshou</color> akan diperpanjang menjadi 30 detik. Selama status ini berlangsung, DMG yang diakibatkan dari <color=#FFFFFF>EX Special Attack</color> akan meningkat 20%. Untuk Mindscape <color=#FFFFFF>Outstanding Adaptability</color>, batas maksimum peningkatan kelipatan DMG tambahan <color=#FFFFFF>Polarity Disorder</color> akan meningkat menjadi 4 kali, dan pengonsumsian Energy yang dibutuhkan untuk 4 serangan menusuk tambahan pertama akan berkurang setengah.",
            "Lore": "Sebagian darah yang mengalir di nadi Tsukishiro Yanagi bukan miliknya.\nDarah ini memberinya kehidupan baru di tengah keputusasaannya, dan karena itu, dia sekarang memiliki kekuatan yang spesial.\n\"Tapi seperti yang kamu tahu, semua yang bukan milikmu... pasti ada harganya.\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Core Passive: Lunar Eclipse",
            "DescriptionByLevel": {
                "1": "Setelah Yanagi melancarkan <color=#FFFFFF>EX Special Attack</color>, kelipatan DMG dari <color=#FFFFFF>Disorder</color> akan meningkat <color=#2BAD00>125%</color> saat anggota tim mana pun mengakibatkan efek <color=#FFFFFF>Disorder</color> terhadap musuh. Efek ini berlangsung selama 15 detik.\nSaat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#2EB6FF>Electric DMG</color> yang diakibatkan Yanagi terhadap target akan meningkat <color=#2BAD00>10%</color> selama 15 detik.",
                "2": "Setelah Yanagi melancarkan <color=#FFFFFF>EX Special Attack</color>, kelipatan DMG dari <color=#FFFFFF>Disorder</color> akan meningkat <color=#2BAD00>145%</color> saat anggota tim mana pun mengakibatkan efek <color=#FFFFFF>Disorder</color> terhadap musuh. Efek ini berlangsung selama 15 detik.\nSaat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#2EB6FF>Electric DMG</color> yang diakibatkan Yanagi terhadap target akan meningkat <color=#2BAD00>11,6%</color> selama 15 detik.",
                "3": "Setelah Yanagi melancarkan <color=#FFFFFF>EX Special Attack</color>, kelipatan DMG dari <color=#FFFFFF>Disorder</color> akan meningkat <color=#2BAD00>166%</color> saat anggota tim mana pun mengakibatkan efek <color=#FFFFFF>Disorder</color> terhadap musuh. Efek ini berlangsung selama 15 detik.\nSaat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#2EB6FF>Electric DMG</color> yang diakibatkan Yanagi terhadap target akan meningkat <color=#2BAD00>13,3%</color> selama 15 detik.",
                "4": "Setelah Yanagi melancarkan <color=#FFFFFF>EX Special Attack</color>, kelipatan DMG dari <color=#FFFFFF>Disorder</color> akan meningkat <color=#2BAD00>188%</color> saat anggota tim mana pun mengakibatkan efek <color=#FFFFFF>Disorder</color> terhadap musuh. Efek ini berlangsung selama 15 detik.\nSaat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#2EB6FF>Electric DMG</color> yang diakibatkan Yanagi terhadap target akan meningkat <color=#2BAD00>15%</color> selama 15 detik.",
                "5": "Setelah Yanagi melancarkan <color=#FFFFFF>EX Special Attack</color>, kelipatan DMG dari <color=#FFFFFF>Disorder</color> akan meningkat <color=#2BAD00>208%</color> saat anggota tim mana pun mengakibatkan efek <color=#FFFFFF>Disorder</color> terhadap musuh. Efek ini berlangsung selama 15 detik.\nSaat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#2EB6FF>Electric DMG</color> yang diakibatkan Yanagi terhadap target akan meningkat <color=#2BAD00>16,6%</color> selama 15 detik.",
                "6": "Setelah Yanagi melancarkan <color=#FFFFFF>EX Special Attack</color>, kelipatan DMG dari <color=#FFFFFF>Disorder</color> akan meningkat <color=#2BAD00>230%</color> saat anggota tim mana pun mengakibatkan efek <color=#FFFFFF>Disorder</color> terhadap musuh. Efek ini berlangsung selama 15 detik.\nSaat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#2EB6FF>Electric DMG</color> yang diakibatkan Yanagi terhadap target akan meningkat <color=#2BAD00>18,3%</color> selama 15 detik.",
                "7": "Setelah Yanagi melancarkan <color=#FFFFFF>EX Special Attack</color>, kelipatan DMG dari <color=#FFFFFF>Disorder</color> akan meningkat <color=#2BAD00>250%</color> saat anggota tim mana pun mengakibatkan efek <color=#FFFFFF>Disorder</color> terhadap musuh. Efek ini berlangsung selama 15 detik.\nSaat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#2EB6FF>Electric DMG</color> yang diakibatkan Yanagi terhadap target akan meningkat <color=#2BAD00>20%</color> selama 15 detik."
            }
        },
        "MathSkill": {
            "Title": "Additional Ability: Gessou",
            "Description": "Berlaku jika terdapat Agen <color=#FFFFFF>Anomaly</color> lain atau Agen yang memiliki Atribut yang sama di dalam tim:\nSetelah berganti posisi, jika <color=#FFFFFF>Basic Attack: Tsukuyomi Kagura</color> yang dilancarkan Yanagi mengenai musuh, maka <color=#2EB6FF>Electric Anomaly Buildup</color> akan meningkat 45% selama 8 detik."
        }
    },
    "SkillDescriptions": {
        "0": {
            "122100001": {
                "Title": "Basic Attack: Tsukuyomi Kagura",
                "Description": "Yanagi bertarung menggunakan dua jenis posisi, yaitu: <color=#FFFFFF>Jougen</color> dan <color=#FFFFFF>Kagen</color>.\nTekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nYanagi dapat melancarkan hingga lima tahap serangan Slash ke depan berdasarkan posisi yang digunakannya, mengakibatkan <color=#F0D12B>Physical DMG</color> dan <color=#2EB6FF>Electric DMG</color>.\n\nDalam pertarungan, Yanagi akan mendapatkan buff berikut berdasarkan posisi yang digunakan:\nBuff posisi <color=#FFFFFF>Jougen</color>: Meningkatkan <color=#2EB6FF>Electric DMG</color> yang diakibatkannya sebesar 10%. Selain itu, Level Anti-Interrupt juga akan meningkat saat melancarkan <color=#FFFFFF>Basic Attack</color>.\nBuff posisi <color=#FFFFFF>Kagen</color>: Meningkatkan PEN Ratio diri sendiri sebesar 10%. Selain itu, Level Interrupt juga akan meningkat saat melancarkan <color=#FFFFFF>Basic Attack</color>.\nSetelah mengganti posisi, Yanagi tetap dapat mempertahankan buff dari posisi sebelumnya selama 8 detik."
            },
            "122110001": {
                "Title": "Posisi: Jougen"
            },
            "122110002": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1221001, Prop:1001}"
            },
            "122110003": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1221002, Prop:1001}"
            },
            "122110004": {
                "Description": "Kelipatan DMG: Tahap 3",
                "Param": "{Skill:1221003, Prop:1001}"
            },
            "122110005": {
                "Description": "Kelipatan DMG: Tahap 4",
                "Param": "{Skill:1221004, Prop:1001}"
            },
            "122110006": {
                "Description": "Kelipatan DMG: Tahap 5",
                "Param": "{Skill:1221005, Prop:1001}"
            },
            "122110007": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1221001, Prop:1002}"
            },
            "122110008": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1221002, Prop:1002}"
            },
            "122110009": {
                "Description": "Kelipatan Daze: Tahap 3",
                "Param": "{Skill:1221003, Prop:1002}"
            },
            "122110010": {
                "Description": "Kelipatan Daze: Tahap 4",
                "Param": "{Skill:1221004, Prop:1002}"
            },
            "122110011": {
                "Description": "Kelipatan Daze: Tahap 5",
                "Param": "{Skill:1221005, Prop:1002}"
            },
            "122110012": {
                "Title": "Posisi: Kagen"
            },
            "122110013": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1221006, Prop:1001}"
            },
            "122110014": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1221007, Prop:1001}"
            },
            "122110015": {
                "Description": "Kelipatan DMG: Tahap 3",
                "Param": "{Skill:1221008, Prop:1001}"
            },
            "122110016": {
                "Description": "Kelipatan DMG: Tahap 4",
                "Param": "{Skill:1221009, Prop:1001}"
            },
            "122110017": {
                "Description": "Kelipatan DMG: Tahap 5",
                "Param": "{Skill:1221010, Prop:1001}"
            },
            "122110018": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1221006, Prop:1002}"
            },
            "122110019": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1221007, Prop:1002}"
            },
            "122110020": {
                "Description": "Kelipatan Daze: Tahap 3",
                "Param": "{Skill:1221008, Prop:1002}"
            },
            "122110021": {
                "Description": "Kelipatan Daze: Tahap 4",
                "Param": "{Skill:1221009, Prop:1002}"
            },
            "122110022": {
                "Description": "Kelipatan Daze: Tahap 5",
                "Param": "{Skill:1221010, Prop:1002}"
            }
        },
        "1": {
            "122100002": {
                "Title": "Special Attack: Ruten",
                "Description": "Tekan <IconMap:Icon_Special> untuk melancarkan Skill ini.\nMelancarkan Slash ke depan dan mengakibatkan <color=#2EB6FF>Electric DMG</color>, serta mengganti posisinya.\nLevel Anti-Interrupt akan meningkat selama melancarkan Skill ini.\n\nJika Skill ini dilancarkan setelah <color=#FFFFFF>Basic Attack</color> tahap ke-3/4/5, maka akan memicu <color=#FFFFFF>Swift Ruten</color>, dan melancarkan serangan Slash dengan lebih cepat, serta mengganti posisinya. Selama <color=#FFFFFF>Swift Ruten</color> berlangsung, Yanagi dapat menangkis serangan musuh.\nSetelah memicu <color=#FFFFFF>Swift Ruten</color>, Yanagi dapat langsung melanjutkan serangannya dengan <color=#FFFFFF>Basic Attack</color> tahap ketiga sesuai dengan posisinya saat ini."
            },
            "122100003": {
                "Title": "EX Special Attack: Gekka Ruten",
                "Description": "Saat Energy Yanagi sudah cukup, tahan <IconMap:Icon_SpecialReady> untuk melancarkan Skill ini.\nMengumpulkan kekuatan untuk melancarkan serangan menusuk cepat ke depan, dan melancarkan serangan ke bawah setelahnya, mengakibatkan <color=#2EB6FF>Electric DMG</color> dalam jumlah besar.\n\nSaat melancarkan serangan menusuk, Yanagi akan berganti posisi dan memasuki status <color=#FFFFFF>Shinrabanshou</color> selama 15 detik. Selama status ini berlangsung, jika Yanagi lanjut melancarkan <color=#FFFFFF>Basic Attack</color> setelah melancarkan <color=#FFFFFF>Basic Attack</color> tahap kelima atau sebagai lanjutan dari Skill lain, maka kombo serangannya akan langsung mulai dari <color=#FFFFFF>Basic Attack</color> tahap ketiga.\n\nSaat serangan ke bawahnya mengenai musuh yang terkena Attribute Anomaly, maka efek <color=#FFFFFF>Disorder</color> khusus yang dinamakan <color=#FFFFFF>Polarity Disorder</color> akan terpicu. Efek ini akan mengakibatkan 15% DMG dari efek <color=#FFFFFF>Disorder</color> awal dan ditambah dengan <color=#2BAD00>{CAL:5+AvatarSkillLevel(1)*2.25,100,2}%</color> dari Anomaly Proficiency Yanagi sebagai DMG tambahan. Selain itu, <color=#FFFFFF>Polarity Disorder</color> tidak akan menghilangkan status Attribute Anomaly musuh.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "122110023": {
                "Title": "Special Attack: Ruten"
            },
            "122110024": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1221011, Prop:1001}"
            },
            "122110025": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1221011, Prop:1002}"
            },
            "122110026": {
                "Title": "EX Special Attack: Gekka Ruten"
            },
            "122110029": {
                "Description": "Konsumsi Energy",
                "Param": "40 poin"
            },
            "122110053": {
                "Description": "Kelipatan DMG - Serangan Menusuk",
                "Param": "{Skill:1221022, Prop:1001}"
            },
            "122110054": {
                "Description": "Kelipatan Daze - Serangan Menusuk",
                "Param": "{Skill:1221022, Prop:1002}"
            },
            "122110055": {
                "Description": "Kelipatan DMG - Serangan ke Bawah",
                "Param": "{Skill:1221023, Prop:1001}"
            },
            "122110056": {
                "Description": "Kelipatan Daze - Serangan ke Bawah",
                "Param": "{Skill:1221023, Prop:1002}"
            },
            "122110057": {
                "Description": "Kelipatan DMG - DMG Tambahan",
                "Param": "{CAL:5+AvatarSkillLevel(1)*2.25,100,2}%"
            }
        },
        "2": {
            "122100004": {
                "Title": "Dodge: Wandering Breeze",
                "Description": "Tekan <IconMap:Icon_Evade> untuk melancarkan Skill ini.\nMelakukan Dodge dengan cepat.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "122100005": {
                "Title": "Dash Attack: Fleeting Flight",
                "Description": "Tekan <IconMap:Icon_Normal> saat melakukan Dodge untuk melancarkan Skill ini.\nMelancarkan Slash terhadap musuh di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "122100006": {
                "Title": "Dodge Counter: Rapid Retaliation",
                "Description": "Tekan <IconMap:Icon_Normal> setelah melakukan <color=#FFFFFF>Perfect Dodge</color> untuk melancarkan Skill ini.\nMelancarkan Slash terhadap musuh di depan dan mengakibatkan <color=#2EB6FF>Electric DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini.\nSetelah melancarkan Skill ini, Yanagi dapat langsung melanjutkan serangannya dengan <color=#FFFFFF>Basic Attack</color> tahap ketiga sesuai dengan posisinya saat ini."
            },
            "122110030": {
                "Title": "Dash Attack: Fleeting Flight"
            },
            "122110031": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1221013, Prop:1001}"
            },
            "122110032": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1221013, Prop:1002}"
            },
            "122110033": {
                "Title": "Dodge Counter: Rapid Retaliation"
            },
            "122110034": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1221014, Prop:1001}"
            },
            "122110035": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1221014, Prop:1002}"
            }
        },
        "3": {
            "122100007": {
                "Title": "Chain Attack: Celestial Harmony",
                "Description": "Saat <color=#FFFFFF>Chain Attack</color> terpicu, pilih Yanagi untuk melancarkan Skill ini.\nBerganti posisi dan melancarkan Slash kuat terhadap musuh di depan, mengakibatkan <color=#2EB6FF>Electric DMG</color> dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini.\nSetelah melancarkan Skill ini, Yanagi dapat langsung melanjutkan serangannya dengan <color=#FFFFFF>Basic Attack</color> tahap ketiga sesuai dengan posisinya saat ini."
            },
            "122100008": {
                "Title": "Ultimate: Raiei Tenge",
                "Description": "Saat Decibel Rating mencapai <color=#FFFFFF>Maximum</color>, tekan <IconMap:Icon_UltimateReady> untuk melancarkan Skill ini.\nYanagi akan mengerahkan kekuatannya untuk melancarkan Slash kuat terhadap musuh di area besar di depan dalam waktu yang singkat dan dilanjutkan dengan serangan petir tambahan, mengakibatkan <color=#2EB6FF>Electric DMG</color> dalam jumlah besar.\n\nSaat serangan petir mengenai musuh yang berada dalam Attribute Anomaly, maka efek <color=#FFFFFF>Disorder</color> khusus yang dinamakan <color=#FFFFFF>Polarity Disorder</color> akan terpicu. Efek ini mengakibatkan 15% DMG dari efek <color=#FFFFFF>Disorder</color> awal ditambah <color=#2BAD00>{CAL:5+AvatarSkillLevel(3)*2.25,100,2}%</color> dari nilai Anomaly Proficiency Yanagi. Selain itu, <color=#FFFFFF>Polarity Disorder</color> tidak akan menghapus status Attribute Anomaly target.\nKarakter akan menjadi kebal selama melancarkan Skill ini.\nSetelah melancarkan Skill ini, Yanagi dapat langsung melanjutkan serangannya dengan <color=#FFFFFF>Basic Attack</color> tahap ketiga sesuai dengan posisinya saat ini."
            },
            "122110036": {
                "Title": "Chain Attack: Celestial Harmony"
            },
            "122110037": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1221015, Prop:1001}"
            },
            "122110038": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1221015, Prop:1002}"
            },
            "122110039": {
                "Title": "Ultimate: Raiei Tenge"
            },
            "122110040": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1221016, Prop:1001}"
            },
            "122110041": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1221016, Prop:1002}"
            },
            "122110052": {
                "Description": "Kelipatan DMG - DMG Tambahan",
                "Param": "{CAL:5+AvatarSkillLevel(3)*2.25,100,2}%"
            }
        },
        "6": {
            "122100010": {
                "Title": "Quick Assist: Blade of Elegance",
                "Description": "Saat Agen yang Dikendalikan terhempas, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMelancarkan Slash terhadap musuh di depan dan mengakibatkan <color=#2EB6FF>Electric DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini.\nSetelah melancarkan Skill ini, Yanagi dapat langsung melanjutkan serangannya dengan <color=#FFFFFF>Basic Attack</color> tahap ketiga sesuai dengan posisinya saat ini."
            },
            "122100011": {
                "Title": "Defensive Assist: Radiant Reversal",
                "Description": "Tepat sebelum Agen aktif diserang, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMenangkis serangan musuh dan menghasilkan Daze dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "122100012": {
                "Title": "Assist Follow-Up: Weeping Willow Stab",
                "Description": "Setelah melancarkan <color=#FFFFFF>Defensive Assist</color>, tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nBerganti posisi, lalu melancarkan Slash beruntun dengan cepat terhadap musuh di depan dan mengakibatkan <color=#2EB6FF>Electric DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini.\nSetelah melancarkan Skill ini, Yanagi dapat langsung melanjutkan serangannya dengan <color=#FFFFFF>Basic Attack</color> tahap ketiga sesuai dengan posisinya saat ini."
            },
            "122110042": {
                "Title": "Quick Assist: Blade of Elegance"
            },
            "122110043": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1221017, Prop:1001}"
            },
            "122110044": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1221017, Prop:1002}"
            },
            "122110045": {
                "Title": "Defensive Assist: Radiant Reversal"
            },
            "122110046": {
                "Description": "Kelipatan Daze - Light Defensive",
                "Param": "{Skill:1221018, Prop:1002}"
            },
            "122110047": {
                "Description": "Kelipatan Daze - Heavy Defensive",
                "Param": "{Skill:1221019, Prop:1002}"
            },
            "122110048": {
                "Description": "Kelipatan Daze - Chain Defensive",
                "Param": "{Skill:1221020, Prop:1002}"
            },
            "122110049": {
                "Title": "Assist Follow-Up: Weeping Willow Stab"
            },
            "122110050": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1221021, Prop:1001}"
            },
            "122110051": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1221021, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1221001": {
            "DamageValue": 5660,
            "DamageGrowth": 520,
            "DazeValue": 2780,
            "DazeGrowth": 130
        },
        "1221002": {
            "DamageValue": 9970,
            "DamageGrowth": 910,
            "DazeValue": 6810,
            "DazeGrowth": 310
        },
        "1221003": {
            "DamageValue": 11310,
            "DamageGrowth": 1030,
            "DazeValue": 6940,
            "DazeGrowth": 320
        },
        "1221004": {
            "DamageValue": 12660,
            "DamageGrowth": 1160,
            "DazeValue": 7760,
            "DazeGrowth": 360
        },
        "1221005": {
            "DamageValue": 23690,
            "DamageGrowth": 2160,
            "DazeValue": 14520,
            "DazeGrowth": 660
        },
        "1221006": {
            "DamageValue": 11310,
            "DamageGrowth": 1030,
            "DazeValue": 5550,
            "DazeGrowth": 260
        },
        "1221007": {
            "DamageValue": 12920,
            "DamageGrowth": 1180,
            "DazeValue": 9310,
            "DazeGrowth": 430
        },
        "1221008": {
            "DamageValue": 7280,
            "DamageGrowth": 670,
            "DazeValue": 4460,
            "DazeGrowth": 210
        },
        "1221009": {
            "DamageValue": 10770,
            "DamageGrowth": 980,
            "DazeValue": 6610,
            "DazeGrowth": 310
        },
        "1221010": {
            "DamageValue": 27180,
            "DamageGrowth": 2480,
            "DazeValue": 16670,
            "DazeGrowth": 760
        },
        "1221011": {
            "DamageValue": 11740,
            "DamageGrowth": 1070,
            "DazeValue": 10570,
            "DazeGrowth": 490
        },
        "1221012": {
            "DamageValue": 62330,
            "DamageGrowth": 5670,
            "DazeValue": 51330,
            "DazeGrowth": 2340
        },
        "1221013": {
            "DamageValue": 5040,
            "DamageGrowth": 460,
            "DazeValue": 4540,
            "DazeGrowth": 210
        },
        "1221014": {
            "DamageValue": 23160,
            "DamageGrowth": 2110,
            "DazeValue": 18320,
            "DazeGrowth": 840
        },
        "1221015": {
            "DamageValue": 59310,
            "DamageGrowth": 5400,
            "DazeValue": 17830,
            "DazeGrowth": 820
        },
        "1221016": {
            "DamageValue": 151180,
            "DamageGrowth": 13750,
            "DazeValue": 9750,
            "DazeGrowth": 450
        },
        "1221017": {
            "DamageValue": 9360,
            "DamageGrowth": 860,
            "DazeValue": 8420,
            "DazeGrowth": 390
        },
        "1221018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 24420,
            "DazeGrowth": 1110
        },
        "1221019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 30860,
            "DazeGrowth": 1410
        },
        "1221020": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 15020,
            "DazeGrowth": 690
        },
        "1221021": {
            "DamageValue": 40710,
            "DamageGrowth": 3710,
            "DazeValue": 32060,
            "DazeGrowth": 1460
        },
        "1221022": {
            "DamageValue": 16380,
            "DamageGrowth": 1490,
            "DazeValue": 12710,
            "DazeGrowth": 580
        },
        "1221023": {
            "DamageValue": 37780,
            "DamageGrowth": 3440,
            "DazeValue": 10960,
            "DazeGrowth": 500
        },
        "1221024": {
            "DamageValue": 4770,
            "DamageGrowth": 440,
            "DazeValue": 1890,
            "DazeGrowth": 90
        },
        "1221025": {
            "DamageValue": 22600,
            "DamageGrowth": 2060,
            "DazeValue": 5730,
            "DazeGrowth": 270
        },
        "1221026": {
            "DamageValue": 37780,
            "DamageGrowth": 3440,
            "DazeValue": 10960,
            "DazeGrowth": 500
        },
        "1221027": {
            "DamageValue": 144000,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        }
    }
}