{
    "Name": "Jane",
    "ElementTypes": [
        "Physics"
    ],
    "Talents": {
        "1": {
            "Title": "Crime Counsel",
            "Description": "Batas maksimum jumlah penggunaan <color=#FFFFFF>Basic Attack: Salchow Jump</color> bertambah satu kali. Saat berada dalam status <color=#FFFFFF>Passion</color>, <color=#F0D12B>Physical Anomaly Buildup Rate</color> Jane meningkat 15% dan setiap poin Anomaly Proficiency Jane akan meningkatkan DMG yang diakibatkannya sebesar 0,1%, maks. meningkat hingga 30%.",
            "Lore": "\"Seorang konsultan kriminal tugasnya untuk memberi konsultasi tentang perilaku kriminal, bukannya memberikan konsultasi tentang bagaimana cara melakukan tindakan kriminal.\"\nJane tiba-tiba mendekat, dan mengedipkan matanya.\n\"Tapi tentu saja, kalau kamu menganggapnya sebagai cara melakukan tindakan kriminal... aku sih tidak keberatan.\""
        },
        "2": {
            "Title": "Adapt to the Environment",
            "Description": "Saat serangan Jane mengenai musuh yang berada dalam status <color=#FFFFFF>Gnawed</color> atau saat salah satu Agen di dalam tim memicu <color=#F0D12B>Assault</color> terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color>, maka 15% DEF musuh tersebut akan diabaikan. Saat <color=#F0D12B>Assault</color> memicu CRIT, maka CRIT DMG akan meningkat sebesar 50%.",
            "Lore": "Tatap Abyss, dan dia akan menatapmu kembali... Tapi ini baru langkah pertama.\n\"Selanjutnya, kamu harus mendekatinya, memasukinya, dan memahaminya. Ini langkah kedua.\"\n\"Langkah terakhir... jangan sampai menjadi dia.\""
        },
        "3": {
            "Title": "Anonymity",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "\"Anonimitas — yang berarti aku bisa menjadi siapa pun. Salah satunya, orang yang paling kamu sukai~\"\n\"Atau juga, orang yang paling kamu takuti?\""
        },
        "4": {
            "Title": "Adapt and Thrive",
            "Description": "Saat salah satu Agen di dalam tim memicu efek <color=#F0D12B>Assault</color> atau <color=#FFFFFF>Disorder</color>, Attribute Anomaly DMG yang diakibatkan semua Agen dalam tim akan meningkat 18% selama 15 detik.",
            "Lore": "\"Soal jadi pemburu atau mangsa, itu semua tergantung pada sudut pandangmu. Tetapi, aku lebih suka dengan cara yang lebih simpel—\"\n\"Yang kalah ya... jadi mangsanya~\""
        },
        "5": {
            "Title": "Compulsive Hoarder",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "Kamar Jane selalu dipenuhi dengan berbagai macam barang, terutama makanan-makanan cepat saji.\n\"Di sini nyaman, kan? Sepanjang lengan memanjang, di situ ada makanan~\""
        },
        "6": {
            "Title": "\"Shady\" Technique",
            "Description": "Saat Jane berada dalam status <color=#FFFFFF>Passion</color>, CRIT Rate akan meningkat 20%, dan CRIT DMG akan meningkat 40%. Saat salah satu Agen di dalam tim memicu <color=#F0D12B>Assault</color>, Jane akan langsung memasuki status <color=#FFFFFF>Passion</color> dan memulihkan <color=#FFFFFF>Passion Stream</color> ke nilai maksimum. Jika serangan <color=#F0D12B>Assault</color> tersebut memicu CRIT, maka Jane akan melancarkan satu kali serangan tambahan terhadap target tersebut, dan mengakibatkan <color=#F0D12B>Physical DMG</color> senilai 1600% Anomaly Proficiency yang dimilikinya.",
            "Lore": "Kalau hidup di jalanan, mau caramu bersih atau kotor, yang terpenting tetaplah hasilnya.\n\"Hanya dengan mengenali hasrat terdalam seseorang, kamu baru bisa mengungkapkan titik lemah mereka yang paling menyakitkan.\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Core Passive: Insight",
            "DescriptionByLevel": {
                "1": "Saat serangan Jane mengenai musuh, musuh akan memasuki status <color=#FFFFFF>Gnawed</color> selama 10 detik. Jika salah satu Agen di dalam tim memicu <color=#F0D12B>Assault</color> dan mengakibatkan efek <color=#F0D12B>Flinch</color> terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color>, durasi efek <color=#F0D12B>Flinch</color> akan bertambah 5 detik. <color=#F0D12B>Assault</color> yang diakibatkan terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color> berpeluang memicu CRIT, dengan CRIT Rate dasar sebesar <color=#2BAD00>20%</color> dan CRIT DMG sebesar 50%. Setiap poin Anomaly Proficiency yang dimiliki Jane juga akan meningkatkan CRIT Rate efek ini sebesar <color=#2BAD00>0,1%</color>.",
                "2": "Saat serangan Jane mengenai musuh, musuh akan memasuki status <color=#FFFFFF>Gnawed</color> selama 10 detik. Jika salah satu Agen di dalam tim memicu <color=#F0D12B>Assault</color> dan mengakibatkan efek <color=#F0D12B>Flinch</color> terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color>, durasi efek <color=#F0D12B>Flinch</color> akan bertambah 5 detik. <color=#F0D12B>Assault</color> yang diakibatkan terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color> berpeluang memicu CRIT, dengan CRIT Rate dasar sebesar <color=#2BAD00>25%</color> dan CRIT DMG sebesar 50%. Setiap poin Anomaly Proficiency yang dimiliki Jane juga akan meningkatkan CRIT Rate efek ini sebesar <color=#2BAD00>0,11%</color>.",
                "3": "Saat serangan Jane mengenai musuh, musuh akan memasuki status <color=#FFFFFF>Gnawed</color> selama 10 detik. Jika salah satu Agen di dalam tim memicu <color=#F0D12B>Assault</color> dan mengakibatkan efek <color=#F0D12B>Flinch</color> terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color>, durasi efek <color=#F0D12B>Flinch</color> akan bertambah 5 detik. <color=#F0D12B>Assault</color> yang diakibatkan terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color> berpeluang memicu CRIT, dengan CRIT Rate dasar sebesar <color=#2BAD00>28%</color> dan CRIT DMG sebesar 50%. Setiap poin Anomaly Proficiency yang dimiliki Jane juga akan meningkatkan CRIT Rate efek ini sebesar <color=#2BAD00>0,12%</color>.",
                "4": "Saat serangan Jane mengenai musuh, musuh akan memasuki status <color=#FFFFFF>Gnawed</color> selama 10 detik. Jika salah satu Agen di dalam tim memicu <color=#F0D12B>Assault</color> dan mengakibatkan efek <color=#F0D12B>Flinch</color> terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color>, durasi efek <color=#F0D12B>Flinch</color> akan bertambah 5 detik. <color=#F0D12B>Assault</color> yang diakibatkan terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color> berpeluang memicu CRIT, dengan CRIT Rate dasar sebesar <color=#2BAD00>31%</color> dan CRIT DMG sebesar 50%. Setiap poin Anomaly Proficiency yang dimiliki Jane juga akan meningkatkan CRIT Rate efek ini sebesar <color=#2BAD00>0,13%</color>.",
                "5": "Saat serangan Jane mengenai musuh, musuh akan memasuki status <color=#FFFFFF>Gnawed</color> selama 10 detik. Jika salah satu Agen di dalam tim memicu <color=#F0D12B>Assault</color> dan mengakibatkan efek <color=#F0D12B>Flinch</color> terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color>, durasi efek <color=#F0D12B>Flinch</color> akan bertambah 5 detik. <color=#F0D12B>Assault</color> yang diakibatkan terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color> berpeluang memicu CRIT, dengan CRIT Rate dasar sebesar <color=#2BAD00>34%</color> dan CRIT DMG sebesar 50%. Setiap poin Anomaly Proficiency yang dimiliki Jane juga akan meningkatkan CRIT Rate efek ini sebesar <color=#2BAD00>0,14%</color>.",
                "6": "Saat serangan Jane mengenai musuh, musuh akan memasuki status <color=#FFFFFF>Gnawed</color> selama 10 detik. Jika salah satu Agen di dalam tim memicu <color=#F0D12B>Assault</color> dan mengakibatkan efek <color=#F0D12B>Flinch</color> terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color>, durasi efek <color=#F0D12B>Flinch</color> akan bertambah 5 detik. <color=#F0D12B>Assault</color> yang diakibatkan terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color> berpeluang memicu CRIT, dengan CRIT Rate dasar sebesar <color=#2BAD00>37%</color> dan CRIT DMG sebesar 50%. Setiap poin Anomaly Proficiency yang dimiliki Jane juga akan meningkatkan CRIT Rate efek ini sebesar <color=#2BAD00>0,15%</color>.",
                "7": "Saat serangan Jane mengenai musuh, musuh akan memasuki status <color=#FFFFFF>Gnawed</color> selama 10 detik. Jika salah satu Agen di dalam tim memicu <color=#F0D12B>Assault</color> dan mengakibatkan efek <color=#F0D12B>Flinch</color> terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color>, durasi efek <color=#F0D12B>Flinch</color> akan bertambah 5 detik. <color=#F0D12B>Assault</color> yang diakibatkan terhadap musuh yang berada dalam status <color=#FFFFFF>Gnawed</color> berpeluang memicu CRIT, dengan CRIT Rate dasar sebesar <color=#2BAD00>40%</color> dan CRIT DMG sebesar 50%. Setiap poin Anomaly Proficiency yang dimiliki Jane juga akan meningkatkan CRIT Rate efek ini sebesar <color=#2BAD00>0,16%</color>."
            }
        },
        "MathSkill": {
            "Title": "Additional Ability: Sore Spot",
            "Description": "Berlaku jika terdapat Agen <color=#FFFFFF>Anomaly</color> lain atau Agen yang berasal dari faksi yang sama di dalam tim:\n<color=#F0D12B>Physical Anomaly Buildup Rate</color> Jane meningkat 20%. Saat musuh terkena status Attribute Anomaly, akumulasi <color=#F0D12B>Physical Attribute Anomaly</color> terhadap musuh tersebut meningkat 15%."
        }
    },
    "SkillDescriptions": {
        "0": {
            "126100001": {
                "Title": "Basic Attack: Dancing Blades",
                "Description": "Tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan hingga enam tahap serangan ke depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "126100002": {
                "Title": "Passion",
                "Description": "Saat Jane memicu <color=#FFFFFF>Perfect Dodge</color>, <color=#FFFFFF>Defensive Assist</color>, atau melancarkan Skill yang mengakibatkan DMG terhadap musuh, Jane akan mengakumulasi <color=#FFFFFF>Passion Stream</color>. Saat <color=#FFFFFF>Passion Stream</color> mencapai nilai maksimum, Jane akan memasuki status <color=#FFFFFF>Passion</color>.\nSelama Jane berada dalam status <color=#FFFFFF>Passion</color>, <color=#F0D12B>Physical Anomaly Buildup Rate</color> akan meningkat 25%. Selain itu, jika Anomaly Proficiency Jane melebihi 120 poin, setiap 1 poin yang melebihinya akan meningkatkan ATK Jane sebesar 2 poin. Peningkatan melalui cara ini dapat meningkatkan ATK sebesar maks. 600 poin.\nSelama Jane berada dalam status <color=#FFFFFF>Passion</color>, jika Jane melancarkan Skill dan mengakibatkan DMG, dia akan mengonsumsi <color=#FFFFFF>Passion Stream</color>. Memicu <color=#FFFFFF>Perfect Dodge</color> atau <color=#FFFFFF>Defensive Assist</color> akan memulihkan <color=#FFFFFF>Passion Stream</color>. Saat <color=#FFFFFF>Passion Stream</color> habis terkonsumsi, Jane akan keluar dari status <color=#FFFFFF>Passion</color>."
            },
            "126100003": {
                "Title": "Basic Attack: Salchow Jump",
                "Description": "Saat memasuki status <color=#FFFFFF>Passion</color>, Jane akan mendapatkan satu kesempatan tambahan untuk menggunakan <color=#FFFFFF>Basic Attack: Salchow Jump</color>.\nSaat kesempatan penggunaan masih tersisa, tahan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan serangan beruntun yang cepat ke depan sebelum melancarkan serangan terakhirnya dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nSelama melancarkan serangan beruntun, menahan tombol dapat memperpanjang durasi Skill, sedangkan melepas <IconMap:Icon_Normal> akan melancarkan serangan terakhir lebih awal.\nLevel Anti-Interrupt akan meningkat dan DMG yang diterima Jane akan berkurang 40% selama melancarkan serangan beruntun. Jane akan menjadi kebal selama melancarkan serangan terakhir.\nMelancarkan <color=#FFFFFF>Basic Attack: Salchow Jump</color> saat berada dalam status <color=#FFFFFF>Passion</color> akan memulihkan <color=#FFFFFF>Passion Stream</color>."
            },
            "126100018": {
                "Title": "Basic Attack: Dancing Blades"
            },
            "126100019": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1261001, Prop:1001}"
            },
            "126100020": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1261002, Prop:1001}"
            },
            "126100021": {
                "Description": "Kelipatan DMG: Tahap 3",
                "Param": "{Skill:1261003, Prop:1001}"
            },
            "126100022": {
                "Description": "Kelipatan DMG: Tahap 4",
                "Param": "{Skill:1261004, Prop:1001}"
            },
            "126100023": {
                "Description": "Kelipatan DMG: Tahap 5",
                "Param": "{Skill:1261005, Prop:1001}"
            },
            "126100024": {
                "Description": "Kelipatan DMG: Tahap 6",
                "Param": "{Skill:1261006, Prop:1001}"
            },
            "126100025": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1261001, Prop:1002}"
            },
            "126100026": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1261002, Prop:1002}"
            },
            "126100027": {
                "Description": "Kelipatan Daze: Tahap 3",
                "Param": "{Skill:1261003, Prop:1002}"
            },
            "126100028": {
                "Description": "Kelipatan Daze: Tahap 4",
                "Param": "{Skill:1261004, Prop:1002}"
            },
            "126100029": {
                "Description": "Kelipatan Daze: Tahap 5",
                "Param": "{Skill:1261005, Prop:1002}"
            },
            "126100030": {
                "Description": "Kelipatan Daze: Tahap 6",
                "Param": "{Skill:1261006, Prop:1002}"
            },
            "126100031": {
                "Title": "Basic Attack: Salchow Jump"
            },
            "126100032": {
                "Description": "Kelipatan DMG - Serangan Beruntun",
                "Param": "{Skill:1261007, Prop:1001}"
            },
            "126100033": {
                "Description": "Kelipatan DMG - Serangan Terakhir",
                "Param": "{Skill:1261008, Prop:1001}"
            },
            "126100034": {
                "Description": "Kelipatan Daze - Serangan Beruntun",
                "Param": "{Skill:1261007, Prop:1002}"
            },
            "126100035": {
                "Description": "Kelipatan Daze - Serangan Terakhir",
                "Param": "{Skill:1261008, Prop:1002}"
            }
        },
        "1": {
            "126100004": {
                "Title": "Special Attack: Aerial Sweep",
                "Description": "Tekan <IconMap:Icon_Special> untuk melancarkan Skill ini.\nMelompat tinggi dan melancarkan tendangan beruntun ke depan, lalu menyapu musuh dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nLevel Anti-Interrupt akan meningkat selama melancarkan Skill ini."
            },
            "126100005": {
                "Title": "EX Special Attack: Aerial Sweep - Serangan Menyapu",
                "Description": "Saat Energy Jane sudah cukup, tekan <IconMap:Icon_SpecialReady> untuk melancarkan Skill ini.\nMelompat tinggi dan melancarkan tendangan berulang kali ke depan, lalu menyapu musuh dan mengakibatkan <color=#F0D12B>Physical DMG</color> dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "126100036": {
                "Title": "Special Attack: Aerial Sweep"
            },
            "126100037": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1261009, Prop:1001}"
            },
            "126100038": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1261009, Prop:1002}"
            },
            "126100039": {
                "Title": "EX Special Attack: Aerial Sweep - Serangan Menyapu"
            },
            "126100040": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1261010, Prop:1001}"
            },
            "126100041": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1261010, Prop:1002}"
            },
            "126100042": {
                "Description": "Konsumsi Energy",
                "Param": "60 poin"
            }
        },
        "2": {
            "126100006": {
                "Title": "Dodge: Phantom",
                "Description": "Tekan <IconMap:Icon_Evade> untuk melakukan Dodge.\nMelakukan Dodge dengan cepat.\nKarakter akan menjadi kebal selama melancarkan Skill ini.\nJane memiliki satu kesempatan Dodge tambahan, dan bisa melancarkan kedua Dodge secara bergantian jika dia belum memasuki status <color=#FFFFFF>Passion</color>. Jika sudah memasuki status <color=#FFFFFF>Passion</color>, Jane akan menerjang musuh di depan saat melakukan Dodge."
            },
            "126100007": {
                "Title": "Dash Attack: Edge Jump",
                "Description": "Tekan <IconMap:Icon_Normal> saat melakukan Dodge untuk melancarkan Skill ini.\nJika dilancarkan setelah melakukan satu kali Dodge, akan melancarkan Slash ke atas dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nJika dilancarkan setelah melakukan dua kali Dodge, akan melancarkan Slash beruntun dan mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "126100008": {
                "Title": "Dash Attack: Phantom Thrust",
                "Description": "Selama berada dalam status <color=#FFFFFF>Passion</color>, tekan <IconMap:Icon_Normal> saat melakukan Dodge untuk melancarkan Skill ini.\nMelancarkan tiga kali Slash dadakan dengan cepat ke depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "126100009": {
                "Title": "Dodge Counter: Swift Shadow",
                "Description": "Tekan <IconMap:Icon_Normal> setelah melakukan <color=#FFFFFF>Perfect Dodge</color> untuk melancarkan Skill ini.\nJika dilancarkan setelah melakukan satu kali Dodge, akan melancarkan sejumlah serangan Slash terhadap musuh di depan dan kemudian menerjang ke bawah, mengakibatkan <color=#F0D12B>Physical DMG</color>.\nJika dilancarkan setelah melakukan dua kali Dodge, akan melompat tinggi dan melancarkan tiga kali serangan beruntun terhadap musuh di depan, mengakibatkan <color=#F0D12B>Physical DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "126100010": {
                "Title": "Dodge Counter: Swift Shadow Dance",
                "Description": "Selama berada status <color=#FFFFFF>Passion</color>, tekan <IconMap:Icon_Normal> setelah melakukan <color=#FFFFFF>Perfect Dodge</color> untuk melancarkan Skill ini.\nMelancarkan beberapa serangan Slash cepat terhadap musuh di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "126100043": {
                "Title": "Dash Attack: Edge Jump"
            },
            "126100044": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1261011, Prop:1001}"
            },
            "126100045": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1261011, Prop:1002}"
            },
            "126100046": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1261012, Prop:1001}"
            },
            "126100047": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1261012, Prop:1002}"
            },
            "126100048": {
                "Title": "Dash Attack: Phantom Thrust"
            },
            "126100049": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1261013, Prop:1001}"
            },
            "126100050": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1261013, Prop:1002}"
            },
            "126100051": {
                "Title": "Dodge Counter: Swift Shadow"
            },
            "126100052": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1261014, Prop:1001}"
            },
            "126100053": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1261014, Prop:1002}"
            },
            "126100054": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1261015, Prop:1001}"
            },
            "126100055": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1261015, Prop:1002}"
            },
            "126100056": {
                "Title": "Dodge Counter: Swift Shadow Dance"
            },
            "126100057": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1261016, Prop:1001}"
            },
            "126100058": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1261016, Prop:1002}"
            }
        },
        "3": {
            "126100011": {
                "Title": "Chain Attack: Flowers of Sin",
                "Description": "Saat <color=#FFFFFF>Chain Attack</color> terpicu, pilih Jane untuk melancarkan Skill ini.\nMelancarkan Slash bolak-balik terhadap musuh di depan dalam area besar dan mengakibatkan <color=#F0D12B>Physical DMG</color> dalam jumlah besar.\nSaat melancarkan Skill ini, Jane akan memasuki status <color=#FFFFFF>Passion</color> dan memulihkan <color=#FFFFFF>Passion Stream</color> ke nilai maksimum.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "126100012": {
                "Title": "Ultimate: Final Curtain",
                "Description": "Saat Decibel Rating mencapai <color=#FFFFFF>Maximum</color>, tekan <IconMap:Icon_UltimateReady> untuk melancarkan Skill ini.\nMelancarkan Slash bolak-balik yang kuat terhadap musuh di depan dalam area besar sebelum melancarkan serangan terakhir, dan mengakibatkan <color=#F0D12B>Physical DMG</color> dalam jumlah besar.\nSaat melancarkan Skill ini, Jane akan memasuki status <color=#FFFFFF>Passion</color> dan memulihkan <color=#FFFFFF>Passion Stream</color> ke nilai maksimum.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "126100059": {
                "Title": "Chain Attack: Flowers of Sin"
            },
            "126100060": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1261017, Prop:1001}"
            },
            "126100061": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1261017, Prop:1002}"
            },
            "126100062": {
                "Title": "Ultimate: Final Curtain"
            },
            "126100063": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1261018, Prop:1001}"
            },
            "126100064": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1261018, Prop:1002}"
            }
        },
        "6": {
            "126100014": {
                "Title": "Quick Assist: Dark Thorn",
                "Description": "Saat Agen yang Dikendalikan terhempas, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMelancarkan sejumlah serangan Slash terhadap musuh di depan dan kemudian menerjang ke bawah, mengakibatkan <color=#F0D12B>Physical DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "126100015": {
                "Title": "Quick Assist: Lutz Jump",
                "Description": "Saat Agen yang Dikendalikan yang berada dalam status <color=#FFFFFF>Passion</color> terhempas, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMelancarkan Slash cepat berkali-kali terhadap musuh di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "126100016": {
                "Title": "Defensive Assist: Last Defense",
                "Description": "Tepat sebelum Agen aktif diserang, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMenangkis serangan musuh dan menghasilkan Daze dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "126100017": {
                "Title": "Assist Follow-Up: Gale Sweep",
                "Description": "Setelah melancarkan <color=#FFFFFF>Defensive Assist</color>, tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelompat tinggi dan melancarkan Slash yang cepat terhadap musuh, kemudian melancarkan Slash yang menyapu area besar di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "126100065": {
                "Title": "Quick Assist: Dark Thorn"
            },
            "126100066": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1261019, Prop:1001}"
            },
            "126100067": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1261019, Prop:1002}"
            },
            "126100068": {
                "Title": "Quick Assist: Lutz Jump"
            },
            "126100069": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1261020, Prop:1001}"
            },
            "126100070": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1261020, Prop:1002}"
            },
            "126100071": {
                "Title": "Defensive Assist: Last Defense"
            },
            "126100072": {
                "Description": "Kelipatan Daze - Light Defensive",
                "Param": "{Skill:1261021, Prop:1002}"
            },
            "126100073": {
                "Description": "Kelipatan Daze - Heavy Defensive",
                "Param": "{Skill:1261022, Prop:1002}"
            },
            "126100074": {
                "Description": "Kelipatan Daze - Chain Defensive",
                "Param": "{Skill:1261023, Prop:1002}"
            },
            "126100075": {
                "Title": "Assist Follow-Up: Gale Sweep"
            },
            "126100076": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1261024, Prop:1001}"
            },
            "126100077": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1261024, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1261001": {
            "DamageValue": 3610,
            "DamageGrowth": 330,
            "DazeValue": 1530,
            "DazeGrowth": 70
        },
        "1261002": {
            "DamageValue": 6230,
            "DamageGrowth": 570,
            "DazeValue": 4430,
            "DazeGrowth": 210
        },
        "1261003": {
            "DamageValue": 8350,
            "DamageGrowth": 760,
            "DazeValue": 5950,
            "DazeGrowth": 280
        },
        "1261004": {
            "DamageValue": 16340,
            "DamageGrowth": 1490,
            "DazeValue": 10970,
            "DazeGrowth": 500
        },
        "1261005": {
            "DamageValue": 9880,
            "DamageGrowth": 900,
            "DazeValue": 6870,
            "DazeGrowth": 320
        },
        "1261006": {
            "DamageValue": 29130,
            "DamageGrowth": 2650,
            "DazeValue": 20000,
            "DazeGrowth": 910
        },
        "1261007": {
            "DamageValue": 30080,
            "DamageGrowth": 2740,
            "DazeValue": 22920,
            "DazeGrowth": 1050
        },
        "1261008": {
            "DamageValue": 16130,
            "DamageGrowth": 1470,
            "DazeValue": 12290,
            "DazeGrowth": 560
        },
        "1261009": {
            "DamageValue": 5780,
            "DamageGrowth": 530,
            "DazeValue": 5780,
            "DazeGrowth": 270
        },
        "1261010": {
            "DamageValue": 57470,
            "DamageGrowth": 5230,
            "DazeValue": 46810,
            "DazeGrowth": 2130
        },
        "1261011": {
            "DamageValue": 7150,
            "DamageGrowth": 650,
            "DazeValue": 3580,
            "DazeGrowth": 170
        },
        "1261012": {
            "DamageValue": 7150,
            "DamageGrowth": 650,
            "DazeValue": 3580,
            "DazeGrowth": 170
        },
        "1261013": {
            "DamageValue": 10450,
            "DamageGrowth": 950,
            "DazeValue": 5230,
            "DazeGrowth": 240
        },
        "1261014": {
            "DamageValue": 34120,
            "DamageGrowth": 3110,
            "DazeValue": 22920,
            "DazeGrowth": 1050
        },
        "1261015": {
            "DamageValue": 34120,
            "DamageGrowth": 3110,
            "DazeValue": 22920,
            "DazeGrowth": 1050
        },
        "1261016": {
            "DamageValue": 38700,
            "DamageGrowth": 3520,
            "DazeValue": 24750,
            "DazeGrowth": 1130
        },
        "1261017": {
            "DamageValue": 63260,
            "DamageGrowth": 5760,
            "DazeValue": 23760,
            "DazeGrowth": 1080
        },
        "1261018": {
            "DamageValue": 147060,
            "DamageGrowth": 13370,
            "DazeValue": 18650,
            "DazeGrowth": 850
        },
        "1261019": {
            "DamageValue": 11920,
            "DamageGrowth": 1090,
            "DazeValue": 11920,
            "DazeGrowth": 550
        },
        "1261020": {
            "DamageValue": 13750,
            "DamageGrowth": 1250,
            "DazeValue": 13750,
            "DazeGrowth": 630
        },
        "1261021": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 27130,
            "DazeGrowth": 1240
        },
        "1261022": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34280,
            "DazeGrowth": 1560
        },
        "1261023": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1261024": {
            "DamageValue": 34550,
            "DamageGrowth": 3150,
            "DazeValue": 29900,
            "DazeGrowth": 1360
        },
        "1261025": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1261026": {
            "DamageValue": 35630,
            "DamageGrowth": 3240,
            "DazeValue": 13580,
            "DazeGrowth": 620
        },
        "1261027": {
            "DamageValue": 138020,
            "DamageGrowth": 12550,
            "DazeValue": 57530,
            "DazeGrowth": 2620
        },
        "1261028": {
            "DamageValue": 6000,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1261029": {
            "DamageValue": 60000,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        }
    }
}