{
    "Name": "Astra Yao",
    "ElementTypes": [
        "Ether"
    ],
    "Talents": {
        "1": {
            "Title": "12-Tone Equal Temperament",
            "Description": "Saat serangan Astra Yao mengenai musuh, ketahanan semua atribut yang dimiliki target akan berkurang 6%. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 30 detik. Memicu ulang akan memperbarui durasi. Saat memulai pertarungan, Astra Yao akan langsung mendapatkan 1000 poin Decibel. Saat melancarkan <color=#FFFFFF>Ultimate</color>, semua Agen dalam tim akan mendapatkan 1 lapis efek <color=#FFFFFF>Song of Protection</color> selama 60 detik. Saat menerima serangan musuh, efek <color=#FFFFFF>Song of Protection</color> akan terkonsumsi dan Agen akan menjadi kebal selama 1 detik.",
            "Lore": "\"Apa itu 12-tone equal temperament?\"\n\"12-tone equal temperament adalah sistem penyetelan nada, sama seperti anak-anak yang harus mengantri, suara juga harus disusun dengan baik.\"\n\"Tapi mungkin suara tidak suka mengantri, sama seperti anak-anak!\"\n— Guru musiknya Astra Yao saat dia berusia enam tahun."
        },
        "2": {
            "Title": "Art of Greed",
            "Description": "Efek buff ATK dari <color=#FFFFFF>Core Passive: \"Graceful Andante\"</color> meningkat 19%. Batas maksimum buff akan meningkat 400 poin. Saat berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, jika Agen lain di dalam tim memasuki medan pertarungan melalui <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, atau <color=#FFFFFF>Evasive Assist</color>, Astra Yao akan melanjutkan serangan tambahan dengan melancarkan 1 <color=#FFFFFF>Tremolo</color> dan 3 <color=#FFFFFF>Tone Cluster</color>. Efek ini dapat dipicu sekali setiap 3 detik.",
            "Lore": "\"Benda paling bersinar di dunia ini tentu saja adalah cinta!\"\nSeperti burung yang mengumpulkan benda-benda bersinar untuk dibawa kembali ke sarangnya, keinginan terdalam seorang artis adalah mengumpulkan semua cinta di dunia. Dengan mengumpulkan semua cinta, seseorang dapat menciptakan melodi yang paling menyentuh hati."
        },
        "3": {
            "Title": "Interwoven Staff Notation",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "Partitur dengan lima garis kosong adalah baris paralel yang tidak akan pernah bersentuhan. Seperti jiwa-jiwa yang belum pernah bertemu, dengan diam menantikan melodinya menyatu dengan jiwa lain untuk menjadi sebuah lagu.\n\"Ayo kita isi dengan not! Terus kita tambahkan banyak not-not yang berkesinambungan, biar jadi lagu yang bagus!\"\nDemikianlah, sebuah lagu baru yang terdiri dari 136 bar not balok tercipta..."
        },
        "4": {
            "Title": "\"Hair Upon Your Nape\"",
            "Description": "Dalam 15 detik setelah melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, <color=#FFFFFF>Quick Assist</color> tetap dapat terpicu meskipun Astra tidak memiliki <color=#FFFFFF>Chord</color>. Saat serangan mengenai musuh, jeda waktu untuk memicu <color=#FFFFFF>Quick Assist</color> berkurang menjadi 1 detik.\nSaat Astra Yao berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, jika ada Agen lain di dalam tim yang memasuki medan pertarungan melalui <color=#FFFFFF>Quick Assist</color>, maka Agen tersebut akan mendapatkan efek buff berdasarkan spesialisasinya sendiri, dan semua anggota tim dapat memicu efek ini sekali setiap 3 detik: \n<color=#FFFFFF>Attack</color> - Saat serangan kuat dari <color=#FFFFFF>Quick Assist</color> berikutnya mengenai musuh, akan mengakibatkan DMG tambahan senilai 300% ATK Astra Yao. <color=#FFFFFF>Anomaly</color> - Anomaly Buildup yang diakumulasi dari <color=#FFFFFF>Quick Assist</color> berikutnya meningkat 50%. <color=#FFFFFF>Stun</color> - Daze yang diakibatkan dari <color=#FFFFFF>Quick Assist</color> berikutnya meningkat 50%.",
            "Lore": "Sebuah tangan tergantung di atas piano\nTak tahu harus menekan tuts yang mana\nApakah melodi sedih yang mengalun\nAtau irama rindu yang merdu?\nDi antara not-not itu, aku mencari bayangmu\nAku menutup mata, dan kulihat\nHelai rambut di tengkukmu"
        },
        "5": {
            "Title": "Proxy and Silk String",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "\"Eve! Aku baru sadar sesuatu yang luar biasa... Kamu dan {M#Wise}{F#Belle} kan sama-sama langsing dan kurus!\"\n\"...Jadi maksudmu...?\"\n\"Kalian berdua orang-orang favoritku!\"\nAstra berseri-seri penuh dengan kegembiraan, seolah-olah menemukan rahasia yang mengejutkan."
        },
        "6": {
            "Title": "We Are the World",
            "Description": "Saat berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, kelipatan DMG dari <color=#FFFFFF>Tremolo</color> dan <color=#FFFFFF>Tone Cluster</color> yang dilancarkan (termasuk serangan lanjutan) akan meningkat sebesar 200% dari nilai awalnya, dan CRIT Rate meningkat 80%. Saat memicu <color=#FFFFFF>Precise Assist</color>, Astra Yao akan melancarkan serangan <color=#FFFFFF>Basic Attack: \"Capriccio\"</color> tahap ketiga yang telah melewati proses Charge, dan CRIT Rate serangan ini juga akan meningkat 80%. Efek ini dapat dipicu sekali setiap 10 detik.",
            "Lore": "Kekacauan di dunia berasal dari kesepian di hati manusia. Jika perasaan setiap orang terbalaskan, apa semua penderitaan, kesedihan, dan keheningan di dunia akan tiada?\nKalau kita bisa menenun hubungan ini dengan lagu, apakah semua luka bisa disembuhkan? Dan apakah semua rasa sakit bisa berubah menjadi melodi indah dan mengisi kekosongan? Jika saat itu tiba, dunia tidak akan lagi menjadi pulau yang kesepian.\n\"Lagu ini dipersembahkan untuk dunia ini!\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Core Passive: \"Graceful Andante\"",
            "DescriptionByLevel": {
                "1": "Selama berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, saat Agen lain di dalam tim memasuki medan pertarungan melalui <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, atau <color=#FFFFFF>Evasive Assist</color>, dan Astra Yao mengonsumsi Energy untuk melancarkan <color=#FFFFFF>Tremolo</color> lanjutan untuk menyerang, ATK Astra Yao dan anggota tim tersebut akan meningkat senilai <color=#2BAD00>22%</color> ATK awal Astra Yao. Maksimum dapat meningkat sebesar 1200 dan berlangsung selama 20 detik. Memicu ulang akan memperpanjang durasi, batas maksimum 30 detik.",
                "2": "Selama berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, saat Agen lain di dalam tim memasuki medan pertarungan melalui <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, atau <color=#FFFFFF>Evasive Assist</color>, dan Astra Yao mengonsumsi Energy untuk melancarkan <color=#FFFFFF>Tremolo</color> lanjutan untuk menyerang, ATK Astra Yao dan anggota tim tersebut akan meningkat senilai <color=#2BAD00>24%</color> ATK awal Astra Yao. Maksimum dapat meningkat sebesar 1200 dan berlangsung selama 20 detik. Memicu ulang akan memperpanjang durasi, batas maksimum 30 detik.",
                "3": "Selama berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, saat Agen lain di dalam tim memasuki medan pertarungan melalui <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, atau <color=#FFFFFF>Evasive Assist</color>, dan Astra Yao mengonsumsi Energy untuk melancarkan <color=#FFFFFF>Tremolo</color> lanjutan untuk menyerang, ATK Astra Yao dan anggota tim tersebut akan meningkat senilai <color=#2BAD00>26%</color> ATK awal Astra Yao. Maksimum dapat meningkat sebesar 1200 dan berlangsung selama 20 detik. Memicu ulang akan memperpanjang durasi, batas maksimum 30 detik.",
                "4": "Selama berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, saat Agen lain di dalam tim memasuki medan pertarungan melalui <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, atau <color=#FFFFFF>Evasive Assist</color>, dan Astra Yao mengonsumsi Energy untuk melancarkan <color=#FFFFFF>Tremolo</color> lanjutan untuk menyerang, ATK Astra Yao dan anggota tim tersebut akan meningkat senilai <color=#2BAD00>28%</color> ATK awal Astra Yao. Maksimum dapat meningkat sebesar 1200 dan berlangsung selama 20 detik. Memicu ulang akan memperpanjang durasi, batas maksimum 30 detik.",
                "5": "Selama berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, saat Agen lain di dalam tim memasuki medan pertarungan melalui <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, atau <color=#FFFFFF>Evasive Assist</color>, dan Astra Yao mengonsumsi Energy untuk melancarkan <color=#FFFFFF>Tremolo</color> lanjutan untuk menyerang, ATK Astra Yao dan anggota tim tersebut akan meningkat senilai <color=#2BAD00>30%</color> ATK awal Astra Yao. Maksimum dapat meningkat sebesar 1200 dan berlangsung selama 20 detik. Memicu ulang akan memperpanjang durasi, batas maksimum 30 detik.",
                "6": "Selama berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, saat Agen lain di dalam tim memasuki medan pertarungan melalui <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, atau <color=#FFFFFF>Evasive Assist</color>, dan Astra Yao mengonsumsi Energy untuk melancarkan <color=#FFFFFF>Tremolo</color> lanjutan untuk menyerang, ATK Astra Yao dan anggota tim tersebut akan meningkat senilai <color=#2BAD00>32%</color> ATK awal Astra Yao. Maksimum dapat meningkat sebesar 1200 dan berlangsung selama 20 detik. Memicu ulang akan memperpanjang durasi, batas maksimum 30 detik.",
                "7": "Selama berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, saat Agen lain di dalam tim memasuki medan pertarungan melalui <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, atau <color=#FFFFFF>Evasive Assist</color>, dan Astra Yao mengonsumsi Energy untuk melancarkan <color=#FFFFFF>Tremolo</color> lanjutan untuk menyerang, ATK Astra Yao dan anggota tim tersebut akan meningkat senilai <color=#2BAD00>35%</color> ATK awal Astra Yao. Maksimum dapat meningkat sebesar 1200 dan berlangsung selama 20 detik. Memicu ulang akan memperpanjang durasi, batas maksimum 30 detik."
            }
        },
        "MathSkill": {
            "Title": "Additional Ability: \"Moonlit Frenzy\"",
            "Description": "Berlaku jika terdapat Agen <color=#FFFFFF>Attack</color>, Agen <color=#FFFFFF>Rupture</color>, atau Agen <color=#FFFFFF>Anomaly</color> di dalam tim:\nSaat mengonsumsi Energy untuk melancarkan <color=#FFFFFF>Precise Assist</color> atau <color=#FFFFFF>Basic Attack: Finale</color>, Astra Yao akan melanjutkan serangan dengan melancarkan 1 <color=#FFFFFF>Tremolo</color> dan 3 <color=#FFFFFF>Tone Cluster</color> tambahan."
        }
    },
    "SkillDescriptions": {
        "0": {
            "131100001": {
                "Title": "Basic Attack: \"Capriccio\"",
                "Description": "Tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan hingga tiga tahap serangan ke depan dan mengakibatkan <color=#FE437E>Ether DMG</color>.\nSaat melancarkan serangan tahap ketiga, tahan <IconMap:Icon_Normal> untuk melakukan Charge yang akan menarik musuh dan meningkatkan jangkauan serangan, untuk melancarkan serangan yang lebih kuat.\nSetelah melancarkan Skill lain, tahan <IconMap:Icon_Normal> untuk langsung melancarkan serangan tahap ketiga."
            },
            "131100002": {
                "Title": "Basic Attack: Interlude",
                "Description": "Saat Astra Yao berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan <color=#FFFFFF>Tremolo</color> ke depan untuk menyerang musuh dan mengakibatkan <color=#FE437E>Ether DMG</color>.\nSaat Skill ini mengenai musuh, <color=#FFFFFF>Quick Assist</color> akan terpicu."
            },
            "131100003": {
                "Title": "Basic Attack: Chorus",
                "Description": "Selama Astra Yao berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, tekan <IconMap:Icon_Normal> setelah melakukan <color=#FFFFFF>Perfect Dodge</color> untuk melancarkan Skill ini.\nMelancarkan beberapa <color=#FFFFFF>Tremolo</color> untuk menyerang musuh di depan dan mengakibatkan <color=#FE437E>Ether DMG</color> dalam jumlah besar.\nSaat Skill ini mengenai musuh, <color=#FFFFFF>Quick Assist</color> akan terpicu.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "131100004": {
                "Title": "Basic Attack: Finale",
                "Description": "Selama Astra Yao berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, tahan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan <color=#FFFFFF>Tremolo</color> ke depan untuk menyerang musuh dan mengakibatkan <color=#FE437E>Ether DMG</color> sebelum keluar dari status <color=#FFFFFF>Idyllic Cadenza</color>.\n\nSaat melancarkan Skill ini, Astra Yao akan memberikan dirinya sendiri efek buff dari <color=#FFFFFF>Core Passive: \"Graceful Andante\"</color>.\nJika Energy Astra Yao cukup, dia dapat mengonsumsi Energy untuk melanjutkan serangan dengan 1 <color=#FFFFFF>Tremolo</color> dan 3 <color=#FFFFFF>Tone Cluster</color>.\nSerangan <color=#FFFFFF>Tremolo</color> ini akan dianggap sebagai <color=#FFFFFF>EX Special Attack</color>."
            },
            "131100017": {
                "Title": "Basic Attack: \"Capriccio\""
            },
            "131100018": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1311001, Prop:1001}"
            },
            "131100019": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1311002, Prop:1001}"
            },
            "131100020": {
                "Description": "Kelipatan DMG: Tahap 3 (Min)",
                "Param": "{Skill:1311003, Prop:1001}"
            },
            "131100021": {
                "Description": "Kelipatan DMG: Tahap 3 (Maks)",
                "Param": "{Skill:1311004, Prop:1001}"
            },
            "131100022": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1311001, Prop:1002}"
            },
            "131100023": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1311002, Prop:1002}"
            },
            "131100024": {
                "Description": "Kelipatan Daze: Tahap 3 (Min)",
                "Param": "{Skill:1311003, Prop:1002}"
            },
            "131100025": {
                "Description": "Kelipatan Daze: Tahap 3 (Maks)",
                "Param": "{Skill:1311004, Prop:1002}"
            },
            "131100026": {
                "Title": "Basic Attack: Interlude"
            },
            "131100027": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100028": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100029": {
                "Description": "Kelipatan DMG: Tahap 3",
                "Param": "{Skill:1311005, Prop:1001} * 2"
            },
            "131100030": {
                "Description": "Kelipatan DMG: Tahap 4",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100031": {
                "Description": "Kelipatan DMG: Tahap 5",
                "Param": "{Skill:1311005, Prop:1001} * 2"
            },
            "131100032": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100033": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100034": {
                "Description": "Kelipatan Daze: Tahap 3",
                "Param": "{Skill:1311005, Prop:1002} * 2"
            },
            "131100035": {
                "Description": "Kelipatan Daze: Tahap 4",
                "Param": "{Skill:1311005, Prop:1002}"
            },
            "131100036": {
                "Description": "Kelipatan Daze: Tahap 5",
                "Param": "{Skill:1311005, Prop:1002} * 2"
            },
            "131100037": {
                "Title": "Basic Attack: Chorus"
            },
            "131100038": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1311005, Prop:1001} * 4"
            },
            "131100039": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1311005, Prop:1002} * 4"
            },
            "131100040": {
                "Title": "Basic Attack: Finale"
            },
            "131100041": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1311005, Prop:1001}"
            },
            "131100042": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1311005, Prop:1002}"
            }
        },
        "1": {
            "131100005": {
                "Title": "Special Attack: \"Windchimes & Oaths\"",
                "Description": "Tekan <IconMap:Icon_Special> untuk melancarkan Skill ini.\nAstra Yao akan bergerak dengan cepat, lalu melancarkan <color=#FFFFFF>Tremolo</color> dan mengakibatkan <color=#FE437E>Ether DMG</color>, kemudian memasuki status <color=#FFFFFF>Idyllic Cadenza</color>.\nSaat melancarkan Skill, gerakkan {LAYOUT_CONSOLECONTROLLER#tuas}{LAYOUT_FALLBACK#<IconMap:Icon_JoyStick>} untuk bergerak ke arah yang sesuai.\n\nSaat melancarkan Skill, menahan tombol <IconMap:Icon_Special> akan membuat Astra melakukan Charge dan menarik musuh. Setelah itu, dia akan melancarkan 1 hingga 4 <color=#FFFFFF>Tremolo</color> berdasarkan durasi Charge.\n\n<color=#FFFFFF>Quick Assist</color> akan terpicu saat Skill ini mengenai musuh.\nKarakter akan menjadi kebal saat bergerak selama melancarkan Skill ini."
            },
            "131100006": {
                "Title": "Idyllic Cadenza",
                "Description": "Setelah Astra Yao memasuki status <color=#FFFFFF>Idyllic Cadenza</color>, DMG yang diakibatkan semua Agen dalam tim akan meningkat <color=#2BAD00>{CAL:0.08+AvatarSkillLevel(1)*0.01,100,2}%</color> dan CRIT DMG semua Agen dalam tim meningkat <color=#2BAD00>{CAL:0.07+AvatarSkillLevel(1)*0.015,100,2}%</color>.\nSaat berada dalam status <color=#FFFFFF>Idyllic Cadenza</color>, Astra Yao tidak dapat bergerak, namun dia tetap dapat melancarkan <color=#FFFFFF>Basic Attack: Interlude</color> dengan menekan <IconMap:Icon_Normal> dan melakukan Dodge dengan menekan <IconMap:Icon_Evade>. Jika <color=#FFFFFF>Perfect Dodge</color> terpicu, menekan <IconMap:Icon_Normal> akan melancarkan <color=#FFFFFF>Basic Attack: Chorus</color>.\nSelama status ini berlangsung, Level Anti-Interrupt Astra Yao akan meningkat dan DMG yang diterimanya akan berkurang 40%. Setelah berganti ke Agen lain, Astra Yao akan tetap berada di medan pertarungan dan mendapatkan efek kebal. Saat berganti kembali ke Astra Yao, dia akan langsung melancarkan <color=#FFFFFF>Special Attack: \"Windchimes & Oaths\"</color> secara otomatis.\nSelama status ini berlangsung, tahan <IconMap:Icon_Evade> untuk keluar dari status <color=#FFFFFF>Idyllic Cadenza</color>, atau tahan <IconMap:Icon_Normal> untuk melancarkan <color=#FFFFFF>Basic Attack: Finale</color>."
            },
            "131100007": {
                "Title": "Chord",
                "Description": "Untuk setiap 25 poin Energy yang dimiliki, Astra Yao akan mendapatkan 1 <color=#FFFFFF>Chord</color>.\nSaat Astra Yao berada dalam status <color=#FFFFFF>Idyllic Cadenza</color> dan memiliki <color=#FFFFFF>Chord</color>, <color=#FFFFFF>Quick Assist</color> dapat terpicu dalam situasi berikut:\n· Saat serangan Agen yang Dikendalikan mengenai musuh (dapat terpicu sekali setiap 3 detik).\n· Saat serangan kuat Agen yang Dikendalikan mengenai musuh (dapat terpicu sekali setiap 1 detik).\n\nSaat Agen lain di dalam tim memasuki medan pertarungan melalui <color=#FFFFFF>Quick Assist</color>, <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, atau <color=#FFFFFF>Evasive Assist</color>, Astra Yao akan mengonsumsi 25 poin Energy dan lanjut melancarkan 1 <color=#FFFFFF>Tremolo</color>. Serangan <color=#FFFFFF>Tremolo</color> ini dianggap sebagai <color=#FFFFFF>EX Special Attack</color>.\n\nSetelah memicu <color=#FFFFFF>Quick Assist</color>, jika menekan <IconMap:Icon_Switch> untuk berganti Agen dalam waktu singkat, <color=#FFFFFF>Precise Assist</color> akan terpicu, dan Astra Yao akan lanjut melancarkan 3 <color=#FFFFFF>Tone Cluster</color>. Saat Agen lain di dalam tim memasuki medan pertarungan melalui <color=#FFFFFF>Chain Attack</color>, <color=#FFFFFF>Defensive Assist</color>, atau <color=#FFFFFF>Evasive Assist</color>, <color=#FFFFFF>Precise Assist</color> akan langsung terpicu."
            },
            "131100043": {
                "Title": "Special Attack: \"Windchimes & Oaths\""
            },
            "131100044": {
                "Description": "Meningkatkan DMG semua Agen dalam tim",
                "Param": "{CAL:0.08+AvatarSkillLevel(1)*0.01,100,2}%"
            },
            "131100045": {
                "Description": "Meningkatkan CRIT DMG semua Agen dalam tim",
                "Param": "{CAL:0.07+AvatarSkillLevel(1)*0.015,100,2}%"
            },
            "131100046": {
                "Description": "Min. Kelipatan DMG",
                "Param": "{Skill:1311006, Prop:1001}"
            },
            "131100047": {
                "Description": "Maks. Kelipatan DMG",
                "Param": "{Skill:1311006, Prop:1001} * 4"
            },
            "131100048": {
                "Description": "Min. Kelipatan Daze",
                "Param": "{Skill:1311006, Prop:1002}"
            },
            "131100049": {
                "Description": "Maks. Kelipatan Daze",
                "Param": "{Skill:1311006, Prop:1002} * 4"
            },
            "131100050": {
                "Title": "Chord"
            },
            "131100051": {
                "Description": "Kelipatan DMG - Tremolo (Lanjutan)",
                "Param": "{Skill:1311008, Prop:1001}"
            },
            "131100052": {
                "Description": "Kelipatan DMG - Tone Cluster (Lanjutan)",
                "Param": "{Skill:1311009, Prop:1001} * 3"
            },
            "131100053": {
                "Description": "Konsumsi Energy",
                "Param": "25 poin"
            }
        },
        "2": {
            "131100008": {
                "Title": "Dodge: \"Mini Waltz\"",
                "Description": "Tekan <IconMap:Icon_Evade> untuk melakukan Dodge.\nMelakukan Dodge dengan cepat.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "131100009": {
                "Title": "Dash Attack: \"Lunar Eclipse Melody\"",
                "Description": "Tekan <IconMap:Icon_Normal> saat melakukan Dodge untuk melancarkan Skill ini.\nMelancarkan serangan ke depan dan mengakibatkan <color=#FE437E>Ether DMG</color>.\nSaat melancarkan Skill ini, gerakkan {LAYOUT_CONSOLECONTROLLER#tuas}{LAYOUT_FALLBACK#<IconMap:Icon_JoyStick>} untuk bergerak ke arah yang sesuai."
            },
            "131100010": {
                "Title": "Dodge Counter: \"Umbrella Waltz\"",
                "Description": "Tekan <IconMap:Icon_Normal> setelah melakukan <color=#FFFFFF>Perfect Dodge</color> untuk melancarkan Skill ini.\nMelancarkan serangan terhadap musuh di depan dan mengakibatkan <color=#FE437E>Ether DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "131100054": {
                "Title": "Dash Attack: \"Lunar Eclipse Melody\""
            },
            "131100055": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1311010, Prop:1001}"
            },
            "131100056": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1311010, Prop:1002}"
            },
            "131100057": {
                "Title": "Dodge Counter: \"Umbrella Waltz\""
            },
            "131100058": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1311011, Prop:1001}"
            },
            "131100059": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1311011, Prop:1002}"
            }
        },
        "3": {
            "131100011": {
                "Title": "Chain Attack: \"Tipsy Concerto\"",
                "Description": "Saat <color=#FFFFFF>Chain Attack</color> terpicu, pilih Astra Yao untuk melancarkan Skill ini.\nMenyanyikan lagu untuk memancarkan ledakan energi dan mengakibatkan <color=#FE437E>Ether DMG</color> dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini.\nSaat Skill mengenai musuh, akan memicu <color=#FFFFFF>Quick Assist</color>.\nSetelah melancarkan Skill ini, Astra Yao akan memasuki status <color=#FFFFFF>Idyllic Cadenza</color>."
            },
            "131100012": {
                "Title": "Ultimate: \"Fantasian Sonata\"",
                "Description": "Saat Decibel Rating mencapai <color=#FFFFFF>Maximum</color>, tekan <IconMap:Icon_UltimateReady> untuk melancarkan Skill ini.\nMenyanyikan lagu untuk memancarkan ledakan energi dan mengakibatkan <color=#FE437E>Ether DMG</color> dalam jumlah besar dan memulihkan <color=#2BAD00>{CAL:-50+AvatarSkillLevel(3)*250,1,2}</color> poin HP kepada semua Agen dalam tim.\nKarakter akan menjadi kebal selama melancarkan Skill ini.\nSaat Skill mengenai musuh, akan memicu <color=#FFFFFF>Quick Assist</color>.\nSetelah melancarkan Skill ini, Astra Yao akan memasuki status <color=#FFFFFF>Idyllic Cadenza</color>.\nSetelah melancarkan Skill ini, dua <color=#FFFFFF>Quick Assist</color> yang dilancarkan berikutnya akan digantikan dengan <color=#FFFFFF>Chain Attack</color>.\nSebelum kesempatan melancarkan habis terkonsumsi, jika <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color> dari semua Agen dalam tim mengenai musuh, akan memicu <color=#FFFFFF>Quick Assist</color>."
            },
            "131100060": {
                "Title": "Chain Attack: \"Tipsy Concerto\""
            },
            "131100061": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1311012, Prop:1001}"
            },
            "131100062": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1311012, Prop:1002}"
            },
            "131100063": {
                "Title": "Ultimate: \"Fantasian Sonata\""
            },
            "131100064": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1311013, Prop:1001}"
            },
            "131100065": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1311013, Prop:1002}"
            },
            "131100066": {
                "Description": "Pemulihan HP",
                "Param": "{CAL:-50+AvatarSkillLevel(3)*250,1,2} poin"
            }
        },
        "6": {
            "131100014": {
                "Title": "Quick Assist: \"One Luminous Sky\"",
                "Description": "Saat Agen yang Dikendalikan terhempas, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMelancarkan serangan terhadap musuh di depan dan mengakibatkan <color=#FE437E>Ether DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "131100015": {
                "Title": "Evasive Assist: \"Two Hearts\"",
                "Description": "Tepat sebelum Agen aktif diserang, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMenghindari serangan musuh dan memicu <color=#FFFFFF>Vital View</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "131100016": {
                "Title": "Assist Follow-Up: \"Three Lifetimes of Fate\"",
                "Description": "Setelah melancarkan <color=#FFFFFF>Evasive Assist</color>, tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan laser energi ke depan dan mengakibatkan <color=#FE437E>Ether DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "131100067": {
                "Title": "Quick Assist: \"One Luminous Sky\""
            },
            "131100068": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1311014, Prop:1001}"
            },
            "131100069": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1311014, Prop:1002}"
            },
            "131100070": {
                "Title": "Assist Follow-Up: \"Three Lifetimes of Fate\""
            },
            "131100071": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1311015, Prop:1001}"
            },
            "131100072": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1311015, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1311001": {
            "DamageValue": 4380,
            "DamageGrowth": 400,
            "DazeValue": 4130,
            "DazeGrowth": 190
        },
        "1311002": {
            "DamageValue": 5910,
            "DamageGrowth": 540,
            "DazeValue": 5640,
            "DazeGrowth": 260
        },
        "1311003": {
            "DamageValue": 12090,
            "DamageGrowth": 1100,
            "DazeValue": 11480,
            "DazeGrowth": 530
        },
        "1311004": {
            "DamageValue": 27070,
            "DamageGrowth": 2470,
            "DazeValue": 21940,
            "DazeGrowth": 1000
        },
        "1311005": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311006": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311007": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311008": {
            "DamageValue": 4600,
            "DamageGrowth": 420,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311009": {
            "DamageValue": 2400,
            "DamageGrowth": 220,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311010": {
            "DamageValue": 8070,
            "DamageGrowth": 740,
            "DazeValue": 4040,
            "DazeGrowth": 190
        },
        "1311011": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 9680,
            "DazeGrowth": 440
        },
        "1311012": {
            "DamageValue": 67180,
            "DamageGrowth": 6110,
            "DazeValue": 23290,
            "DazeGrowth": 1060
        },
        "1311013": {
            "DamageValue": 195980,
            "DamageGrowth": 17820,
            "DazeValue": 23830,
            "DazeGrowth": 1090
        },
        "1311014": {
            "DamageValue": 5500,
            "DamageGrowth": 500,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311015": {
            "DamageValue": 30460,
            "DamageGrowth": 2770,
            "DazeValue": 26100,
            "DazeGrowth": 1190
        },
        "1311016": {
            "DamageValue": 11000,
            "DamageGrowth": 1000,
            "DazeValue": 4840,
            "DazeGrowth": 220
        },
        "1311017": {
            "DamageValue": 9200,
            "DamageGrowth": 840,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311018": {
            "DamageValue": 4800,
            "DamageGrowth": 440,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1311019": {
            "DamageValue": 180000,
            "DamageGrowth": 2890,
            "DazeValue": 34930,
            "DazeGrowth": 1590
        },
        "1311020": {
            "DamageValue": 184070,
            "DamageGrowth": 16740,
            "DazeValue": 77280,
            "DazeGrowth": 3520
        },
        "1311021": {
            "DamageValue": 368140,
            "DamageGrowth": 33470,
            "DazeValue": 77280,
            "DazeGrowth": 3520
        }
    }
}