{
    "Name": "Evelyn",
    "ElementTypes": [
        "Fire"
    ],
    "Talents": {
        "1": {
            "Title": "Dreamweave",
            "Description": "Saat memulai pertarungan, Evelyn akan langsung mendapatkan 1500 poin Decibel.\nSetelah musuh terpengaruh <color=#FFFFFF>Binding Seal</color>, musuh tersebut akan menerima efek <color=#FFFFFF>Bound</color>. Saat Evelyn menyerang musuh yang terpengaruh efek <color=#FFFFFF>Bound</color>, serangan Evelyn akan mengabaikan 12% DEF target. Saat Evelyn melancarkan <color=#FFFFFF>Special Attack: Binding Sunder - First Form</color> atau <color=#FFFFFF>EX Special Attack: Binding Sunder - Final Form</color>, efek <color=#FFFFFF>Bound</color> akan disebarkan terhadap semua musuh yang terkena serangan dari Skill tersebut. Efek <color=#FFFFFF>Bound</color> yang disebarkan akan berlangsung selama 10 detik.",
            "Lore": "Cahaya redup di kejauhan tampak seperti mimpi yang dibuatnya, seperti masa depan yang tidak bisa diraih. Namun ini bukan demi menebus dosa, tapi demi mencapai kebebasan.\n\"Kamu pasti menginginkannya juga, kan? Kehidupan yang nyata.\" — Mantan rekan kerja yang dirahasiakan namanya pernah berkata seperti itu kepada Evelyn."
        },
        "2": {
            "Title": "Dance of Fire",
            "Description": "ATK Evelyn meningkat 15%.\nSaat Evelyn melancarkan <color=#FFFFFF>Basic Attack: Garrote - First Form</color> atau <color=#FFFFFF>Basic Attack: Garrote - Second Form</color>, semua <color=#FFFFFF>Burning Ember</color> yang terkonsumsi akan dipulihkan. Efek ini dapat dipicu sekali setiap 25 detik. Saat Evelyn mengonsumsi <color=#FFFFFF>Burning Tether Point</color> untuk melancarkan <color=#FFFFFF>Chain Attack: Lunalux - Snare</color>, Level Interrupt skill ini akan meningkat.",
            "Lore": "\"Bagiku, cahaya itu terasa asing, sesuatu yang harus kuhindari, tapi cahaya itu menembus semua dinding pertahananku, seolah-olah ingin mengingatkanku bahwa di balik kegelapan, ada sesuatu yang layak diperjuangkan.\"\nSaat Evelyn mengingat momen dia bertemu Astra Yao untuk pertama kalinya, nada bicaranya terdengar lembut."
        },
        "3": {
            "Title": "Metamorphosis",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "Pada saat itu, dia membebaskan diri dari belenggunya dan menjadi dirinya yang sebenarnya.\nTali yang kencang itu terputus, dan belenggu yang dulunya mengekang dirinya patah. Bagaikan kepompong yang akhirnya bebas, Evelyn berdiri di tepi kehidupan yang baru, dan dalam matanya yang dingin dan tajam, terlihat cahaya kehidupan yang menyala dengan redup."
        },
        "4": {
            "Title": "Fate's Melody",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, Evelyn akan langsung mendapatkan Shield senilai 10% Max HP-nya. Selama Shield ini aktif, CRIT DMG Evelyn meningkat 40%.",
            "Lore": "\"Kamu tahu tidak, Eve? Setiap kali aku bertemu dengan seseorang yang penting bagiku, jantungku pasti berdebar-debar, suaranya 'dung-dung!'\"\nEvelyn menghela napas, mengisyaratkan bahwa hari sudah mulai larut. Astra dengan cepat mengencangkan tali di belakang gaunnya dan bergegas keluar.\n\"Dung-dung\", Evelyn bergumam sendirian di ruang ganti."
        },
        "5": {
            "Title": "Crimson Threads Like the Dawn",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "Garrote-nya berwarna kemerahan seperti awan fajar.\nSetelah setiap serangan, dia berputar dengan anggun, mengobarkan api seperti cahaya pagi. Tanpa banyak bicara, perlindungan Evelyn pun berubah menjadi api yang bersinar."
        },
        "6": {
            "Title": "Bond of Light and Shadow",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, Evelyn akan mendapatkan <color=#FFFFFF>Shadowstring Edge</color> selama 20 detik. Selama <color=#FFFFFF>Shadowstring Edge</color> berlangsung, saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dash Attack</color>, <color=#FFFFFF>Special Attack</color>, atau <color=#FFFFFF>EX Special Attack</color> yang dilancarkan Evelyn mengenai target utama, Evelyn akan melancarkan satu <color=#FFFFFF>Lunalux Garrote</color> tambahan sebagai serangan lanjutan, mengakibatkan <color=#FF5521>Fire DMG</color> senilai 375% ATK Evelyn terhadap musuh dalam jangkauan tertentu. DMG ini akan dianggap sebagai DMG <color=#FFFFFF>Chain Attack</color> dan dapat terpicu maks. 16 kali. Saat mendapatkan <color=#FFFFFF>Shadowstring Edge</color> lagi, kesempatan picuannya akan direset.",
            "Lore": "Di mana ada cahaya, pasti ada bayangan.\nDia bersembunyi tanpa suara, mengikuti jejak cahaya, dan menjaga setiap kilauan terang yang mekar.\nBayangan tidak pernah mencoba mencuri kejayaan cahaya, tapi di setiap persimpangan, dia diam-diam mengisi sudut-sudut yang tidak terjangkau oleh cahaya.\nKeduanya tidak pernah terpisah, dan tidak dapat dipisahkan — cahaya hanya bisa ada karena bayangan, dan bayangan tercipta karena cahaya. Itulah hubungan yang abadi, sebuah ikatan yang tak bisa diungkapkan dengan kata-kata."
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Core Passive: Entangle",
            "DescriptionByLevel": {
                "1": "Saat memasuki <color=#FFFFFF>Binding Seal</color>, CRIT Rate Evelyn akan meningkat <color=#2BAD00>12,5%</color>. Setelah keluar dari <color=#FFFFFF>Binding Seal</color>, buff untuk Evelyn akan tetap berlaku selama 10 detik. Jika berganti ke Agen lain saat <color=#FFFFFF>Binding Seal</color> sedang berlangsung, Evelyn akan langsung melanjutkan serangan dengan melancarkan <color=#FFFFFF>Special Attack: Binding Sunder - First Form</color> secara otomatis.",
                "2": "Saat memasuki <color=#FFFFFF>Binding Seal</color>, CRIT Rate Evelyn akan meningkat <color=#2BAD00>14,6%</color>. Setelah keluar dari <color=#FFFFFF>Binding Seal</color>, buff untuk Evelyn akan tetap berlaku selama 10 detik. Jika berganti ke Agen lain saat <color=#FFFFFF>Binding Seal</color> sedang berlangsung, Evelyn akan langsung melanjutkan serangan dengan melancarkan <color=#FFFFFF>Special Attack: Binding Sunder - First Form</color> secara otomatis.",
                "3": "Saat memasuki <color=#FFFFFF>Binding Seal</color>, CRIT Rate Evelyn akan meningkat <color=#2BAD00>16,7%</color>. Setelah keluar dari <color=#FFFFFF>Binding Seal</color>, buff untuk Evelyn akan tetap berlaku selama 10 detik. Jika berganti ke Agen lain saat <color=#FFFFFF>Binding Seal</color> sedang berlangsung, Evelyn akan langsung melanjutkan serangan dengan melancarkan <color=#FFFFFF>Special Attack: Binding Sunder - First Form</color> secara otomatis.",
                "4": "Saat memasuki <color=#FFFFFF>Binding Seal</color>, CRIT Rate Evelyn akan meningkat <color=#2BAD00>18,8%</color>. Setelah keluar dari <color=#FFFFFF>Binding Seal</color>, buff untuk Evelyn akan tetap berlaku selama 10 detik. Jika berganti ke Agen lain saat <color=#FFFFFF>Binding Seal</color> sedang berlangsung, Evelyn akan langsung melanjutkan serangan dengan melancarkan <color=#FFFFFF>Special Attack: Binding Sunder - First Form</color> secara otomatis.",
                "5": "Saat memasuki <color=#FFFFFF>Binding Seal</color>, CRIT Rate Evelyn akan meningkat <color=#2BAD00>20,8%</color>. Setelah keluar dari <color=#FFFFFF>Binding Seal</color>, buff untuk Evelyn akan tetap berlaku selama 10 detik. Jika berganti ke Agen lain saat <color=#FFFFFF>Binding Seal</color> sedang berlangsung, Evelyn akan langsung melanjutkan serangan dengan melancarkan <color=#FFFFFF>Special Attack: Binding Sunder - First Form</color> secara otomatis.",
                "6": "Saat memasuki <color=#FFFFFF>Binding Seal</color>, CRIT Rate Evelyn akan meningkat <color=#2BAD00>23%</color>. Setelah keluar dari <color=#FFFFFF>Binding Seal</color>, buff untuk Evelyn akan tetap berlaku selama 10 detik. Jika berganti ke Agen lain saat <color=#FFFFFF>Binding Seal</color> sedang berlangsung, Evelyn akan langsung melanjutkan serangan dengan melancarkan <color=#FFFFFF>Special Attack: Binding Sunder - First Form</color> secara otomatis.",
                "7": "Saat memasuki <color=#FFFFFF>Binding Seal</color>, CRIT Rate Evelyn akan meningkat <color=#2BAD00>25%</color>. Setelah keluar dari <color=#FFFFFF>Binding Seal</color>, buff untuk Evelyn akan tetap berlaku selama 10 detik. Jika berganti ke Agen lain saat <color=#FFFFFF>Binding Seal</color> sedang berlangsung, Evelyn akan langsung melanjutkan serangan dengan melancarkan <color=#FFFFFF>Special Attack: Binding Sunder - First Form</color> secara otomatis."
            }
        },
        "MathSkill": {
            "Title": "Additional Ability: Ambush Point",
            "Description": "Berlaku jika terdapat Agen <color=#FFFFFF>Stun</color> atau <color=#FFFFFF>Support</color> di dalam tim:\nDMG yang diakibatkan dari <color=#FFFFFF>Chain Attack</color> dan <color=#FFFFFF>Ultimate</color> yang dilancarkan oleh Evelyn meningkat 30%. Saat CRIT Rate Evelyn mencapai 80% atau lebih, Kelipatan DMG dari <color=#FFFFFF>Chain Attack: Lunalux - Snare</color>, <color=#FFFFFF>Ultimate: Lunalux Garrote - Timbre</color>, dan <color=#FFFFFF>Ultimate: Lunalux Garrote - Shadow</color> meningkat 125% dari nilai awalnya."
        }
    },
    "SkillDescriptions": {
        "0": {
            "132100001": {
                "Title": "Basic Attack: Razor Wire",
                "Description": "Tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan hingga lima tahap serangan ke depan, mengakibatkan <color=#F0D12B>Physical DMG</color> dan <color=#FF5521>Fire DMG</color>.\n\nSaat serangan tahap kelima mengenai musuh, Evelyn akan menggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk mengikat target utama dan mengaktifkan <color=#FFFFFF>Binding Seal</color>."
            },
            "132100002": {
                "Title": "Passive: Bind",
                "Description": "Saat Evelyn mengakibatkan DMG terhadap musuh, dia akan mengakumulasi <color=#FFFFFF>Burning Ember</color>.\nSaat Evelyn mengonsumsi <color=#FFFFFF>Burning Ember</color> untuk melancarkan <color=#FFFFFF>Garrote</color> atau mengonsumsi <color=#FFFFFF>Decibel</color> untuk melancarkan <color=#FFFFFF>Ultimate</color>, dia akan mengakumulasi 1 poin <color=#FFFFFF>Burning Tether Point</color>.\n\nSetelah memiliki 3 poin <color=#FFFFFF>Burning Tether Point</color>, Evelyn akan mengonsumsi semua <color=#FFFFFF>Burning Tether Point</color> saat melancarkan <color=#FFFFFF>Garrote</color> berikutnya dan Skill tersebut akan digantikan dengan <color=#FFFFFF>Chain Attack: Lunalux - Snare</color> dengan Level Interrupt yang lebih rendah."
            },
            "132100003": {
                "Title": "Basic Attack: Garrote - First Form",
                "Description": "Saat <color=#FFFFFF>Burning Ember</color> mencapai 50% atau lebih, tahan <IconMap:Icon_Normal> atau <IconMap:Icon_Special> untuk melancarkan Skill ini.\n\nMengonsumsi 50% <color=#FFFFFF>Burning Ember</color> untuk menggunakan <color=#FFFFFF>Lunalux Garrote</color> dan melancarkan serangan Slash, mengakibatkan <color=#FF5521>Fire DMG</color>.\nSelama melancarkan Skill ini, level Anti-Interrupt akan meningkat, dan DMG yang diterima akan berkurang 40%.\nSetelah melancarkan Skill ini, Evelyn akan mendapatkan 1 poin <color=#FFFFFF>Burning Tether Point</color>."
            },
            "132100004": {
                "Title": "Basic Attack: Garrote - Second Form",
                "Description": "Saat <color=#FFFFFF>Burning Ember</color> mencapai 50% atau lebih, terus tahan <IconMap:Icon_Normal> atau <IconMap:Icon_Special> setelah melancarkan <color=#FFFFFF>Basic Attack: Garrote - First Form</color> untuk melancarkan Skill ini.\n\nMengonsumsi 50% <color=#FFFFFF>Burning Ember</color> untuk menggunakan <color=#FFFFFF>Lunalux Garrote</color> dan melancarkan serangan lanjutan, mengakibatkan <color=#FF5521>Fire DMG</color>.\n\nSelama melancarkan Skill ini, level Anti-Interrupt akan meningkat, dan DMG yang diterima akan berkurang 40%.\nSetelah melancarkan Skill ini, Evelyn akan mendapatkan 1 poin <color=#FFFFFF>Burning Tether Point</color>."
            },
            "132110001": {
                "Title": "Basic Attack: Razor Wire"
            },
            "132110002": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1321001, Prop:1001}"
            },
            "132110003": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1321002, Prop:1001}"
            },
            "132110004": {
                "Description": "Kelipatan DMG: Tahap 3",
                "Param": "{Skill:1321003, Prop:1001}"
            },
            "132110005": {
                "Description": "Kelipatan DMG: Tahap 4",
                "Param": "{Skill:1321004, Prop:1001}"
            },
            "132110006": {
                "Description": "Kelipatan DMG: Tahap 5",
                "Param": "{Skill:1321005, Prop:1001}"
            },
            "132110007": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1321001, Prop:1002}"
            },
            "132110008": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1321002, Prop:1002}"
            },
            "132110009": {
                "Description": "Kelipatan Daze: Tahap 3",
                "Param": "{Skill:1321003, Prop:1002}"
            },
            "132110010": {
                "Description": "Kelipatan Daze: Tahap 4",
                "Param": "{Skill:1321004, Prop:1002}"
            },
            "132110011": {
                "Description": "Kelipatan Daze: Tahap 5",
                "Param": "{Skill:1321005, Prop:1002}"
            },
            "132110012": {
                "Title": "Basic Attack: Garrote - First Form"
            },
            "132110013": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1321006, Prop:1001}"
            },
            "132110014": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1321006, Prop:1002}"
            },
            "132110015": {
                "Title": "Basic Attack: Garrote - Second Form"
            },
            "132110016": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1321007, Prop:1001}"
            },
            "132110017": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1321007, Prop:1002}"
            }
        },
        "1": {
            "132100005": {
                "Title": "Special Attack: Locked Position",
                "Description": "Sebelum memasuki <color=#FFFFFF>Binding Seal</color>, tekan <IconMap:Icon_Special> atau <IconMap:Icon_SpecialReady> untuk melancarkan Skill ini.\nMenggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk menarik musuh dan menendang ke depan, mengakibatkan <color=#FF5521>Fire DMG</color>.\nSaat serangan mengenai musuh, Evelyn akan menggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk mengikat target utama dan mengaktifkan <color=#FFFFFF>Binding Seal</color>.\nLevel Anti-Interrupt akan meningkat selama melancarkan Skill ini."
            },
            "132100006": {
                "Title": "Special Attack: Binding Sunder - First Form",
                "Description": "Setelah memasuki <color=#FFFFFF>Binding Seal</color>, tekan atau tahan <IconMap:Icon_Special> untuk melancarkan Skill ini.\nMenarik musuh di sekitar dan menciptakan ledakan dengan target yang terpengaruh <color=#FFFFFF>Binding Seal</color> sebagai pusat ledakan, dan mengakibatkan <color=#FF5521>Fire DMG</color>. Setelah ledakan, status <color=#FFFFFF>Binding Seal</color> akan berakhir.\n\nSaat melancarkan Skill ini, Evelyn dapat menghindari serangan musuh. Jika berhasil memicu <color=#FFFFFF>Perfect Dodge</color>, dia akan mengakumulasi 25% <color=#FFFFFF>Burning Ember</color> tambahan.\nSetelah menarik musuh di sekitar, menekan <IconMap:Icon_Normal> akan membatalkan ledakan dan langsung melancarkan <color=#FFFFFF>Basic Attack</color> tahap ketiga.\nLevel Anti-Interrupt akan meningkat selama melancarkan Skill ini."
            },
            "132100007": {
                "Title": "EX Special Attack: Binding Sunder - Final Form",
                "Description": "Setelah memasuki <color=#FFFFFF>Binding Seal</color>, jika Energy Evelyn sudah cukup, tekan atau tahan <IconMap:Icon_SpecialReady> untuk melancarkan Skill ini.\nMenarik musuh di sekitar dan menciptakan ledakan dengan target yang terpengaruh <color=#FFFFFF>Binding Seal</color> sebagai pusat ledakan, dan mengakibatkan <color=#FF5521>Fire DMG</color> dalam jumlah besar. Setelah ledakan, status <color=#FFFFFF>Binding Seal</color> akan berakhir.\n\nSaat melancarkan Skill ini, Evelyn dapat menghindari serangan musuh. Jika berhasil memicu <color=#FFFFFF>Perfect Dodge</color>, akan mengakumulasi 25% <color=#FFFFFF>Burning Ember</color> tambahan.\nSetelah menarik musuh di sekitar, menekan <IconMap:Icon_Normal> akan membatalkan ledakan dan langsung melancarkan <color=#FFFFFF>Basic Attack</color> tahap ketiga.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "132110018": {
                "Title": "Special Attack: Locked Position"
            },
            "132110019": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1321008, Prop:1001}"
            },
            "132110020": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1321008, Prop:1002}"
            },
            "132110021": {
                "Title": "Special Attack: Binding Sunder - First Form"
            },
            "132110022": {
                "Description": "Kelipatan DMG - Mengikat",
                "Param": "{Skill:1321009, Prop:1001}"
            },
            "132110023": {
                "Description": "Kelipatan DMG - Ledakan",
                "Param": "{Skill:1321010, Prop:1001}"
            },
            "132110024": {
                "Description": "Kelipatan Daze - Mengikat",
                "Param": "{Skill:1321009, Prop:1002}"
            },
            "132110025": {
                "Description": "Kelipatan Daze - Ledakan",
                "Param": "{Skill:1321010, Prop:1002}"
            },
            "132110026": {
                "Title": "EX Special Attack: Binding Sunder - Final Form"
            },
            "132110027": {
                "Description": "Kelipatan DMG - Mengikat",
                "Param": "{Skill:1321011, Prop:1001}"
            },
            "132110028": {
                "Description": "Kelipatan DMG - Ledakan",
                "Param": "{Skill:1321012, Prop:1001}"
            },
            "132110029": {
                "Description": "Kelipatan Daze - Mengikat",
                "Param": "{Skill:1321011, Prop:1002}"
            },
            "132110030": {
                "Description": "Kelipatan Daze - Ledakan",
                "Param": "{Skill:1321012, Prop:1002}"
            },
            "132110031": {
                "Description": "Konsumsi Energy",
                "Param": "60 poin"
            }
        },
        "2": {
            "132100008": {
                "Title": "Evade: Arc Step",
                "Description": "Tekan <IconMap:Icon_Evade> untuk melakukan Dodge.\nMelakukan Dodge dengan cepat.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "132100009": {
                "Title": "Dash Attack: Piercing Ambush",
                "Description": "Tekan <IconMap:Icon_Normal> saat melakukan Dodge untuk melancarkan Skill ini.\nMelancarkan tendangan terhadap musuh di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "132100010": {
                "Title": "Dodge Counter: Strangling Reversal",
                "Description": "Tekan <IconMap:Icon_Normal> setelah melakukan <color=#FFFFFF>Perfect Dodge</color> untuk melancarkan Skill ini.\nMenggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk melancarkan serangan Slash terhadap musuh di sekitar dan mengakibatkan <color=#FF5521>Fire DMG</color>.\nSaat serangan mengenai musuh, Evelyn akan menggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk mengikat target utama dan mengaktifkan <color=#FFFFFF>Binding Seal</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "132110032": {
                "Title": "Dash Attack: Piercing Ambush"
            },
            "132110033": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1321013, Prop:1001}"
            },
            "132110034": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1321013, Prop:1002}"
            },
            "132110035": {
                "Title": "Dodge Counter: Strangling Reversal"
            },
            "132110036": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1321014, Prop:1001}"
            },
            "132110037": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1321014, Prop:1002}"
            }
        },
        "3": {
            "132100011": {
                "Title": "Chain Attack: Lunalux - Snare",
                "Description": "Saat <color=#FFFFFF>Chain Attack</color> terpicu, pilih Evelyn untuk melancarkan Skill ini.\nMelancarkan serangan Slash beruntun ke depan menggunakan beberapa <color=#FFFFFF>Lunalux Garrote</color>, dan memicu ledakan, mengakibatkan <color=#FF5521>Fire DMG</color> dalam jumlah besar.\nSaat serangan mengenai musuh, Evelyn akan menggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk mengikat target utama dan mengaktifkan <color=#FFFFFF>Binding Seal</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "132100012": {
                "Title": "Ultimate: Lunalux Garrote - Timbre",
                "Description": "Saat Decibel Rating mencapai <color=#FFFFFF>Maximum</color>, tekan <IconMap:Icon_UltimateReady> untuk melancarkan Skill ini.\nMelancarkan serangan Slash beruntun ke depan menggunakan beberapa <color=#FFFFFF>Lunalux Garrote</color> dan memicu ledakan, mengakibatkan <color=#FF5521>Fire DMG</color> dalam jumlah besar.\n\nSaat melancarkan Skill ini, Evelyn akan melepaskan jaketnya dan memasuki status <color=#FFFFFF>Dance of Awakened Fire</color> yang akan terus berlangsung hingga pertarungan berakhir. Dalam status <color=#FFFFFF>Dance of Awakened Fire</color>, saat Evelyn mengonsumsi <color=#FFFFFF>Burning Tether Point</color> untuk melancarkan <color=#FFFFFF>Chain Attack: Lunalux - Snare</color>, dia akan menyimpan 1 poin <color=#FFFFFF>Burning Tether Point</color>.\n\nSaat serangan mengenai musuh, Evelyn akan menggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk mengikat target utama dan mengaktifkan <color=#FFFFFF>Binding Seal</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini\nSetelah melancarkan Skill ini, Evelyn akan mendapatkan 1 poin <color=#FFFFFF>Burning Tether Point</color>."
            },
            "132100013": {
                "Title": "Ultimate: Lunalux Garrote - Shadow",
                "Description": "Saat berada dalam status <color=#FFFFFF>Dance of Awakened Fire</color> dan Decibel Rating mencapai <color=#FFFFFF>Maximum</color>, tekan <IconMap:Icon_UltimateReady> untuk melancarkan Skill ini.\nMelancarkan serangan Slash beruntun ke depan menggunakan beberapa <color=#FFFFFF>Lunalux Garrote</color> dan memicu ledakan, mengakibatkan <color=#FF5521>Fire DMG</color> dalam jumlah besar.\nSaat serangan mengenai musuh, Evelyn akan menggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk mengikat target utama dan mengaktifkan <color=#FFFFFF>Binding Seal</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini.\nSetelah melancarkan Skill ini, Evelyn akan mendapatkan 1 poin <color=#FFFFFF>Burning Tether Point</color>."
            },
            "132110038": {
                "Title": "Chain Attack: Lunalux - Snare"
            },
            "132110039": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1321015, Prop:1001}"
            },
            "132110040": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1321015, Prop:1002}"
            },
            "132110041": {
                "Title": "Ultimate: Lunalux Garrote - Timbre"
            },
            "132110042": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1321016, Prop:1001}"
            },
            "132110043": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1321016, Prop:1002}"
            },
            "132110044": {
                "Title": "Ultimate: Lunalux Garrote - Shadow"
            },
            "132110045": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1321016, Prop:1001}"
            },
            "132110046": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1321016, Prop:1002}"
            }
        },
        "6": {
            "132100015": {
                "Title": "Quick Assist: Fierce Blade",
                "Description": "Saat Agen yang Dikendalikan terhempas, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMenggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk melancarkan Slash terhadap musuh di sekitar dan mengakibatkan <color=#FF5521>Fire DMG</color>.\nSaat serangan mengenai musuh, Evelyn akan menggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk mengikat target utama dan mengaktifkan <color=#FFFFFF>Binding Seal</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "132100016": {
                "Title": "Defensive Assist: Silent Protection",
                "Description": "Tepat sebelum Agen aktif diserang, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMenangkis serangan musuh dan menghasilkan Daze dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "132100017": {
                "Title": "Assist Follow-Up: Course Disruption",
                "Description": "Setelah melancarkan <color=#FFFFFF>Defensive Assist</color>, tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMenggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk melancarkan Slash dan kemudian menciptakan ledakan di depan, mengakibatkan <color=#FF5521>Fire DMG</color>.\nSaat serangan mengenai musuh, Evelyn akan menggunakan <color=#FFFFFF>Lunalux Garrote</color> untuk mengikat target utama dan mengaktifkan <color=#FFFFFF>Binding Seal</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "132110047": {
                "Title": "Quick Assist: Fierce Blade"
            },
            "132110048": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1321017, Prop:1001}"
            },
            "132110049": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1321017, Prop:1002}"
            },
            "132110050": {
                "Title": "Defensive Assist: Silent Protection"
            },
            "132110051": {
                "Description": "Kelipatan Daze - Light Defensive",
                "Param": "{Skill:1321018, Prop:1002}"
            },
            "132110052": {
                "Description": "Kelipatan Daze - Heavy Defensive",
                "Param": "{Skill:1321019, Prop:1002}"
            },
            "132110053": {
                "Description": "Kelipatan Daze - Chain Defensive",
                "Param": "{Skill:1321020, Prop:1002}"
            },
            "132110054": {
                "Title": "Assist Follow-Up: Course Disruption"
            },
            "132110055": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1321021, Prop:1001}"
            },
            "132110056": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1321021, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1321001": {
            "DamageValue": 5120,
            "DamageGrowth": 470,
            "DazeValue": 2560,
            "DazeGrowth": 120
        },
        "1321002": {
            "DamageValue": 6210,
            "DamageGrowth": 570,
            "DazeValue": 5380,
            "DazeGrowth": 250
        },
        "1321003": {
            "DamageValue": 7820,
            "DamageGrowth": 720,
            "DazeValue": 6210,
            "DazeGrowth": 290
        },
        "1321004": {
            "DamageValue": 18670,
            "DamageGrowth": 1700,
            "DazeValue": 15300,
            "DazeGrowth": 700
        },
        "1321005": {
            "DamageValue": 22340,
            "DamageGrowth": 2040,
            "DazeValue": 16830,
            "DazeGrowth": 770
        },
        "1321006": {
            "DamageValue": 22640,
            "DamageGrowth": 2060,
            "DazeValue": 12110,
            "DazeGrowth": 560
        },
        "1321007": {
            "DamageValue": 24520,
            "DamageGrowth": 2230,
            "DazeValue": 12480,
            "DazeGrowth": 570
        },
        "1321008": {
            "DamageValue": 5230,
            "DamageGrowth": 480,
            "DazeValue": 5230,
            "DazeGrowth": 240
        },
        "1321009": {
            "DamageValue": 4040,
            "DamageGrowth": 370,
            "DazeValue": 4040,
            "DazeGrowth": 190
        },
        "1321010": {
            "DamageValue": 3400,
            "DamageGrowth": 310,
            "DazeValue": 3400,
            "DazeGrowth": 160
        },
        "1321011": {
            "DamageValue": 54120,
            "DamageGrowth": 4920,
            "DazeValue": 43710,
            "DazeGrowth": 1990
        },
        "1321012": {
            "DamageValue": 5960,
            "DamageGrowth": 550,
            "DazeValue": 5960,
            "DazeGrowth": 280
        },
        "1321013": {
            "DamageValue": 6050,
            "DamageGrowth": 550,
            "DazeValue": 3030,
            "DazeGrowth": 140
        },
        "1321014": {
            "DamageValue": 21020,
            "DamageGrowth": 1920,
            "DazeValue": 18710,
            "DazeGrowth": 860
        },
        "1321015": {
            "DamageValue": 82930,
            "DamageGrowth": 7540,
            "DazeValue": 23660,
            "DazeGrowth": 1080
        },
        "1321016": {
            "DamageValue": 198850,
            "DamageGrowth": 18080,
            "DazeValue": 26040,
            "DazeGrowth": 1190
        },
        "1321017": {
            "DamageValue": 7710,
            "DamageGrowth": 710,
            "DazeValue": 7710,
            "DazeGrowth": 360
        },
        "1321018": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 27130,
            "DazeGrowth": 1240
        },
        "1321019": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 34280,
            "DazeGrowth": 1560
        },
        "1321020": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 16680,
            "DazeGrowth": 760
        },
        "1321021": {
            "DamageValue": 29160,
            "DamageGrowth": 2660,
            "DazeValue": 24900,
            "DazeGrowth": 1140
        },
        "1321022": {
            "DamageValue": 7820,
            "DamageGrowth": 720,
            "DazeValue": 6210,
            "DazeGrowth": 290
        },
        "1321023": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 0,
            "DazeGrowth": 0
        },
        "1321024": {
            "DamageValue": 103660,
            "DamageGrowth": 9430,
            "DazeValue": 23660,
            "DazeGrowth": 1080
        },
        "1321025": {
            "DamageValue": 248570,
            "DamageGrowth": 22600,
            "DazeValue": 26040,
            "DazeGrowth": 1190
        },
        "1321026": {
            "DamageValue": 57210,
            "DamageGrowth": 5210,
            "DazeValue": 22010,
            "DazeGrowth": 1010
        },
        "1321027": {
            "DamageValue": 71520,
            "DamageGrowth": 6510,
            "DazeValue": 22010,
            "DazeGrowth": 1010
        },
        "1321028": {
            "DamageValue": 39600,
            "DamageGrowth": 3600,
            "DazeValue": 0,
            "DazeGrowth": 0
        }
    }
}