{
    "Name": "Pulchra",
    "ElementTypes": [
        "Physics"
    ],
    "Talents": {
        "1": {
            "Title": "Self-Interest",
            "Description": "Saat mengakibatkan DMG terhadap musuh yang terpengaruh efek <color=#FFFFFF>Binding Trap</color>, CRIT Rate diri sendiri akan meningkat 10%.",
            "Lore": "\"Keegoisan adalah sebuah naluri, tapi sebenarnya bisa juga dipelajari.\"\n\"Bagaimana cara mempelajarinya?\"\n\"Kamu akan paham dengan sendirinya setelah sering dimanfaatkan orang.\""
        },
        "2": {
            "Title": "Opportunistic",
            "Description": "Saat berada dalam status <color=#FFFFFF>Hunter's Gait</color> dari <color=#FFFFFF>Core Passive: Hunter's Instinct</color>, ATK Pulchra akan meningkat 10%.",
            "Lore": "\"Kualitas terpenting seorang tentara bayaran bukanlah kesetiaan, melainkan kemampuan untuk memanfaatkan situasi. Memilih bos yang tepat, menerima kontrak yang sesuai, menyelesaikan tugas yang diberikan, dan jangan pernah menandatangani kontrak jangka panjang. Bahkan jika kamu berpindah ke pihak lawan, bos lamamu tidak punya alasan untuk protes.\"\n\"Pulchra, tadi ada orang yang mencari masalah denganmu lagi, tapi sudah kuusir. Kamu kok bisa punya begitu banyak musuh sih?\"\n\"Banyak orang yang bertindak berdasarkan perasaan. Lihat saja, mereka semua hanya sekumpulan pecundang yang tidak tahu diri.\""
        },
        "3": {
            "Title": "Territorial",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "Di pintu kontainer truk tempat Pulchra tinggal, tertempel sebuah kertas besar. Di atasnya tertulis dengan huruf merah besar: INI WILAYAHKU! KETUK PINTUNYA SEBELUM MASUK! KETUK PINTU! KETUK PINTU!\nDi bawahnya, tertempel selembar kertas yang lebih kecil, dengan tulisan hitam besar: Caesar, ganti rugi buat kunci pintuku! 100.000 Denny!\nDi bawah tulisan bertinta hitam itu ada tulisan kecil yang berantakan: Aku sudah tanya Proxy, kuncinya cuma 20.000!"
        },
        "4": {
            "Title": "Joy of the Hunt",
            "Description": "Konsumsi Energy saat melancarkan <color=#FFFFFF>EX Special Attack: Rending Claw - Flashstep</color> berkurang 5 poin.",
            "Lore": "\"Apa gunanya menantang yang kuat, aku bukan masokis. Bagiku, ketika aku tahu pasti akan menang, barulah aku bisa merasakan kesenangan berburu yang sesungguhnya!\"\n5 menit kemudian...\n\"Wah, musuh komputer di game ini terlalu lemah, membosankan.\""
        },
        "5": {
            "Title": "Tail Game",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "Ingatan samar paling awal Pulchra di masa kecilnya adalah sebuah ekor besar yang hangat. Saat dia baru belajar merangkak, dia paling suka bermain kejar-kejaran dengan ekor itu.\n\"Terus?\"\n\"Mereka bilang padaku kalau itu ekorku sendiri.\"\nTapi Pulchra tahu, ekor itu bukan miliknya. Karena selain bermain kejar-kejaran, ekor itu akan memeluknya dengan erat di malam hari, membantunya melewati setiap malam yang dingin. Mungkin Hollow telah mengambilnya, atau mungkin sesuatu yang lain... ah, tidak masalah, toh dia sudah lama tidak bermain permainan itu lagi."
        },
        "6": {
            "Title": "Behind the Mask",
            "Description": "DMG yang diakibatkan <color=#FFFFFF>Special Attack: Rending Claw - Nightmare Shadow</color> meningkat 15%. Batas untuk memicu berulang kali meningkat 2 kali. Efek <color=#FFFFFF>Binding Trap</color> dari <color=#FFFFFF>Additional Ability: Business Partner</color> juga akan berlaku pada tipe DMG selain <color=#FFFFFF>Aftershock</color>.",
            "Lore": "Masker filter pernapasan menghalangi partikel Ether dan serbuk sari, melindungi dari tatapan penasaran, takut, atau jahat, tapi membuatnya tak bisa lagi meringkuk dan tidur dengan nyenyak. Andai saja bisa pergi ke tempat yang hangat dan tidur siang tanpa perlu waspada...\nPintu mobilnya tiba-tiba terbuka, mengagetkannya hingga terbangun dari tidurnya. Dia pun langsung meraih rekan lamanya untuk menutupi wajahnya. \n\"KALIAN BISA KETUK PINTU DULU, TIDAK?!\"\n...Ah, ternyata sekarang dia sudah bisa melepaskannya."
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Core Passive: Hunter's Instinct",
            "DescriptionByLevel": {
                "1": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FFFFFF>Assist Follow-Up</color>, <color=#FFFFFF>Chain Attack</color>, atau <color=#FFFFFF>Ultimate</color>, Pulchra akan memasuki status <color=#FFFFFF>Hunter's Gait</color> yang akan meningkatkan Daze yang diakibatkannya sebesar <color=#2BAD00>15%</color> selama 6 detik. Setelah berganti ke Agen lain, jika Pulchra masih berada dalam status <color=#FFFFFF>Hunter's Gait</color>, maka durasinya akan diteruskan kembali saat berganti Agen lagi ke Pulchra. Selama status <color=#FFFFFF>Hunter's Gait</color> berlangsung dan jika Pulchra adalah Agen yang Dikendalikan, maka <color=#FFFFFF>Quick Assist</color> dari Agen sebelumnya di dalam tim akan terpicu saat serangan kuat Pulchra mengenai musuh.",
                "2": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FFFFFF>Assist Follow-Up</color>, <color=#FFFFFF>Chain Attack</color>, atau <color=#FFFFFF>Ultimate</color>, Pulchra akan memasuki status <color=#FFFFFF>Hunter's Gait</color> yang akan meningkatkan Daze yang diakibatkannya sebesar <color=#2BAD00>17,5%</color> selama 6 detik. Setelah berganti ke Agen lain, jika Pulchra masih berada dalam status <color=#FFFFFF>Hunter's Gait</color>, maka durasinya akan diteruskan kembali saat berganti Agen lagi ke Pulchra. Selama status <color=#FFFFFF>Hunter's Gait</color> berlangsung dan jika Pulchra adalah Agen yang Dikendalikan, maka <color=#FFFFFF>Quick Assist</color> dari Agen sebelumnya di dalam tim akan terpicu saat serangan kuat Pulchra mengenai musuh.",
                "3": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FFFFFF>Assist Follow-Up</color>, <color=#FFFFFF>Chain Attack</color>, atau <color=#FFFFFF>Ultimate</color>, Pulchra akan memasuki status <color=#FFFFFF>Hunter's Gait</color> yang akan meningkatkan Daze yang diakibatkannya sebesar <color=#2BAD00>20%</color> selama 6 detik. Setelah berganti ke Agen lain, jika Pulchra masih berada dalam status <color=#FFFFFF>Hunter's Gait</color>, maka durasinya akan diteruskan kembali saat berganti Agen lagi ke Pulchra. Selama status <color=#FFFFFF>Hunter's Gait</color> berlangsung dan jika Pulchra adalah Agen yang Dikendalikan, maka <color=#FFFFFF>Quick Assist</color> dari Agen sebelumnya di dalam tim akan terpicu saat serangan kuat Pulchra mengenai musuh.",
                "4": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FFFFFF>Assist Follow-Up</color>, <color=#FFFFFF>Chain Attack</color>, atau <color=#FFFFFF>Ultimate</color>, Pulchra akan memasuki status <color=#FFFFFF>Hunter's Gait</color> yang akan meningkatkan Daze yang diakibatkannya sebesar <color=#2BAD00>22,5%</color> selama 6 detik. Setelah berganti ke Agen lain, jika Pulchra masih berada dalam status <color=#FFFFFF>Hunter's Gait</color>, maka durasinya akan diteruskan kembali saat berganti Agen lagi ke Pulchra. Selama status <color=#FFFFFF>Hunter's Gait</color> berlangsung dan jika Pulchra adalah Agen yang Dikendalikan, maka <color=#FFFFFF>Quick Assist</color> dari Agen sebelumnya di dalam tim akan terpicu saat serangan kuat Pulchra mengenai musuh.",
                "5": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FFFFFF>Assist Follow-Up</color>, <color=#FFFFFF>Chain Attack</color>, atau <color=#FFFFFF>Ultimate</color>, Pulchra akan memasuki status <color=#FFFFFF>Hunter's Gait</color> yang akan meningkatkan Daze yang diakibatkannya sebesar <color=#2BAD00>25%</color> selama 6 detik. Setelah berganti ke Agen lain, jika Pulchra masih berada dalam status <color=#FFFFFF>Hunter's Gait</color>, maka durasinya akan diteruskan kembali saat berganti Agen lagi ke Pulchra. Selama status <color=#FFFFFF>Hunter's Gait</color> berlangsung dan jika Pulchra adalah Agen yang Dikendalikan, maka <color=#FFFFFF>Quick Assist</color> dari Agen sebelumnya di dalam tim akan terpicu saat serangan kuat Pulchra mengenai musuh.",
                "6": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FFFFFF>Assist Follow-Up</color>, <color=#FFFFFF>Chain Attack</color>, atau <color=#FFFFFF>Ultimate</color>, Pulchra akan memasuki status <color=#FFFFFF>Hunter's Gait</color> yang akan meningkatkan Daze yang diakibatkannya sebesar <color=#2BAD00>27,5%</color> selama 6 detik. Setelah berganti ke Agen lain, jika Pulchra masih berada dalam status <color=#FFFFFF>Hunter's Gait</color>, maka durasinya akan diteruskan kembali saat berganti Agen lagi ke Pulchra. Selama status <color=#FFFFFF>Hunter's Gait</color> berlangsung dan jika Pulchra adalah Agen yang Dikendalikan, maka <color=#FFFFFF>Quick Assist</color> dari Agen sebelumnya di dalam tim akan terpicu saat serangan kuat Pulchra mengenai musuh.",
                "7": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FFFFFF>Assist Follow-Up</color>, <color=#FFFFFF>Chain Attack</color>, atau <color=#FFFFFF>Ultimate</color>, Pulchra akan memasuki status <color=#FFFFFF>Hunter's Gait</color> yang akan meningkatkan Daze yang diakibatkannya sebesar <color=#2BAD00>30%</color> selama 6 detik. Setelah berganti ke Agen lain, jika Pulchra masih berada dalam status <color=#FFFFFF>Hunter's Gait</color>, maka durasinya akan diteruskan kembali saat berganti Agen lagi ke Pulchra. Selama status <color=#FFFFFF>Hunter's Gait</color> berlangsung dan jika Pulchra adalah Agen yang Dikendalikan, maka <color=#FFFFFF>Quick Assist</color> dari Agen sebelumnya di dalam tim akan terpicu saat serangan kuat Pulchra mengenai musuh."
            }
        },
        "MathSkill": {
            "Title": "Additional Ability: Business Partner",
            "Description": "Berlaku jika terdapat Agen <color=#FFFFFF>Attack</color>, Agen <color=#FFFFFF>Rupture</color>, atau Agen yang berasal dari faksi yang sama di dalam tim:\nSaat Pulchra melancarkan <color=#FFFFFF>Special Attack: Rending Claw - Nightmare Shadow</color>, <color=#FFFFFF>EX Special Attack: Rending Claw - Flashstep</color>, <color=#FFFFFF>Assist Follow-Up: Independent Pricing</color>, <color=#FFFFFF>Chain Attack: Hey, Didn't Expect That, Right?</color>, atau <color=#FFFFFF>Ultimate: Oh, Time to Play?</color> dan mengenai musuh, dia akan memberikan efek <color=#FFFFFF>Binding Trap</color> pada musuh selama 15 detik. Setelah terpengaruh efek <color=#FFFFFF>Binding Trap</color>, DMG yang diakibatkan dari <color=#FFFFFF>Aftershock</color> yang dilancarkan semua unit terhadap target meningkat 30%."
        }
    },
    "SkillDescriptions": {
        "0": {
            "135100001": {
                "Title": "Basic Attack: Swift Strike",
                "Description": "Tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan hingga tiga tahap serangan ke depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "135100002": {
                "Title": "Basic Attack: Leaping Strike",
                "Description": "Tahan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelompat ke depan dan melancarkan serangan Slash beruntun, mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "135110001": {
                "Title": "Basic Attack: Swift Strike"
            },
            "135110002": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1351001, Prop:1001}"
            },
            "135110003": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1351002, Prop:1001}"
            },
            "135110004": {
                "Description": "Kelipatan DMG: Tahap 3",
                "Param": "{Skill:1351003, Prop:1001}"
            },
            "135110005": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1351001, Prop:1002}"
            },
            "135110006": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1351002, Prop:1002}"
            },
            "135110007": {
                "Description": "Kelipatan Daze: Tahap 3",
                "Param": "{Skill:1351003, Prop:1002}"
            },
            "135110008": {
                "Title": "Basic Attack: Leaping Strike"
            },
            "135110009": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1351004, Prop:1001}"
            },
            "135110010": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1351004, Prop:1002}"
            }
        },
        "1": {
            "135100003": {
                "Title": "Special Attack: Rending Claw",
                "Description": "Tekan <IconMap:Icon_Special> untuk melancarkan Skill ini.\nMenerjang bolak-balik ke depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nLevel Anti-Interrupt akan meningkat selama melancarkan Skill ini."
            },
            "135100004": {
                "Title": "Special Attack: Rending Claw - Nightmare Shadow",
                "Description": "Selama Pulchra dalam status <color=#FFFFFF>Hunter's Gait</color>, jika serangan kuat dari <color=#FFFFFF>Special Attack</color> atau <color=#FFFFFF>EX Special Attack</color> Agen yang Dikendalikan lainnya dalam tim mengenai musuh, akan memicu:\nMengitari musuh dan menerjang musuh bolak-balik, mengakibatkan <color=#F0D12B>Physical DMG</color>.\n\nSetelah melancarkan Skill ini, jika Agen yang Dikendalikan lainnya dalam tim melancarkan serangan dan mengenai musuh, Pulchra akan menyerang lagi. Maks. dapat dipicu 5 kali, dan serangannya yang terakhir akan digantikan dengan serangan terakhir yang lebih kuat.\nKarakter akan menjadi kebal selama melancarkan Skill ini.\n<color=#FFFFFF>Special Attack: Rending Claw - Nightmare Shadow</color> dianggap sebagai <color=#FFFFFF>Aftershock</color>."
            },
            "135100005": {
                "Title": "EX Special Attack: Rending Claw - Flashstep",
                "Description": "Saat Energy Pulchra sudah cukup, tekan <IconMap:Icon_SpecialReady> untuk melancarkan Skill ini.\nMenerjang bolak-balik ke depan dan mengakibatkan <color=#F0D12B>Physical DMG</color> dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "135110011": {
                "Title": "Special Attack: Rending Claw"
            },
            "135110012": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1351005, Prop:1001}"
            },
            "135110013": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1351005, Prop:1002}"
            },
            "135110014": {
                "Title": "Special Attack: Rending Claw - Nightmare Shadow"
            },
            "135110015": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1351006, Prop:1001}"
            },
            "135110016": {
                "Description": "Kelipatan DMG - Serangan Terakhir",
                "Param": "{Skill:1351007, Prop:1001}"
            },
            "135110017": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1351006, Prop:1002}"
            },
            "135110018": {
                "Description": "Kelipatan Daze - Serangan Terakhir",
                "Param": "{Skill:1351007, Prop:1002}"
            },
            "135110019": {
                "Title": "EX Special Attack: Rending Claw - Flashstep"
            },
            "135110020": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1351008, Prop:1001}"
            },
            "135110021": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1351008, Prop:1002}"
            },
            "135110022": {
                "Description": "Konsumsi Energy",
                "Param": "60 poin"
            }
        },
        "2": {
            "135100006": {
                "Title": "Dodge: Reversal Shot",
                "Description": "Tekan <IconMap:Icon_Evade> untuk melakukan Dodge.\nMelakukan Dodge dengan cepat.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "135100007": {
                "Title": "Dash Attack: First Strike Advantage",
                "Description": "Tekan <IconMap:Icon_Normal> saat melakukan Dodge untuk melancarkan Skill ini.\nMelancarkan Slash dadakan ke depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "135100008": {
                "Title": "Dodge Counter: Relentless Retribution",
                "Description": "Tekan <IconMap:Icon_Normal> setelah melakukan <color=#FFFFFF>Perfect Dodge</color> untuk melancarkan Skill ini.\nMelancarkan serangan menikam yang dilanjutkan dengan serangan Slash cepat terhadap musuh di depan, mengakibatkan <color=#F0D12B>Physical DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "135110023": {
                "Title": "Dash Attack: First Strike Advantage"
            },
            "135110024": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1351009, Prop:1001}"
            },
            "135110025": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1351009, Prop:1002}"
            },
            "135110026": {
                "Title": "Dodge Counter: Relentless Retribution"
            },
            "135110027": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1351010, Prop:1001}"
            },
            "135110028": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1351010, Prop:1002}"
            }
        },
        "3": {
            "135100009": {
                "Title": "Chain Attack: Hey, Didn't Expect That, Right?",
                "Description": "Saat <color=#FFFFFF>Chain Attack</color> terpicu, pilih Pulchra untuk melancarkan Skill ini.\nMelancarkan Charged Shot terhadap musuh di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color> dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "135100010": {
                "Title": "Ultimate: Oh, Time to Play?",
                "Description": "Saat Decibel Rating mencapai <color=#FFFFFF>Maximum</color>, tekan <IconMap:Icon_UltimateReady> untuk melancarkan Skill ini.\nMelancarkan tembakan kuat terhadap musuh di depan dalam area besar dan mengakibatkan <color=#F0D12B>Physical DMG</color> dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "135110029": {
                "Title": "Chain Attack: Hey, Didn't Expect That, Right?"
            },
            "135110030": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1351011, Prop:1001}"
            },
            "135110031": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1351011, Prop:1002}"
            },
            "135110032": {
                "Title": "Ultimate: Oh, Time to Play?"
            },
            "135110033": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1351012, Prop:1001}"
            },
            "135110034": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1351012, Prop:1002}"
            }
        },
        "6": {
            "135100012": {
                "Title": "Quick Assist: Contract - Bodyguard",
                "Description": "Saat Agen yang Dikendalikan terhempas, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMelancarkan serangan menikam yang dilanjutkan dengan serangan Slash cepat terhadap musuh di depan, mengakibatkan <color=#F0D12B>Physical DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "135100013": {
                "Title": "Evasive Assist: Contract - Outsourced Combat",
                "Description": "Tepat sebelum Agen aktif diserang, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMenghindari serangan musuh dan memicu <color=#FFFFFF>Vital View</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "135100014": {
                "Title": "Assist Follow-Up: Independent Pricing",
                "Description": "Setelah melancarkan <color=#FFFFFF>Evasive Assist</color>, tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelompat ke udara dan menembak, mengakibatkan <color=#F0D12B>Physical DMG</color>.\nSaat melancarkan Skill ini, akan mengonsumsi 1 poin <color=#FFFFFF>Assist Point</color> dan akan memasuki status <color=#FFFFFF>Hunter's Gait</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "135110035": {
                "Title": "Quick Assist: Contract - Bodyguard"
            },
            "135110036": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1351013, Prop:1001}"
            },
            "135110037": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1351013, Prop:1002}"
            },
            "135110038": {
                "Title": "Assist Follow-Up: Independent Pricing"
            },
            "135110039": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1351014, Prop:1001}"
            },
            "135110040": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1351014, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1351001": {
            "DamageValue": 3570,
            "DamageGrowth": 330,
            "DazeValue": 2850,
            "DazeGrowth": 130
        },
        "1351002": {
            "DamageValue": 9410,
            "DamageGrowth": 860,
            "DazeValue": 7530,
            "DazeGrowth": 350
        },
        "1351003": {
            "DamageValue": 16760,
            "DamageGrowth": 1530,
            "DazeValue": 13410,
            "DazeGrowth": 610
        },
        "1351004": {
            "DamageValue": 13500,
            "DamageGrowth": 1230,
            "DazeValue": 10800,
            "DazeGrowth": 500
        },
        "1351005": {
            "DamageValue": 2510,
            "DamageGrowth": 230,
            "DazeValue": 5010,
            "DazeGrowth": 230
        },
        "1351006": {
            "DamageValue": 4630,
            "DamageGrowth": 430,
            "DazeValue": 2900,
            "DazeGrowth": 140
        },
        "1351007": {
            "DamageValue": 5350,
            "DamageGrowth": 490,
            "DazeValue": 3480,
            "DazeGrowth": 160
        },
        "1351008": {
            "DamageValue": 34770,
            "DamageGrowth": 3170,
            "DazeValue": 21170,
            "DazeGrowth": 970
        },
        "1351009": {
            "DamageValue": 4830,
            "DamageGrowth": 440,
            "DazeValue": 2420,
            "DazeGrowth": 110
        },
        "1351010": {
            "DamageValue": 20180,
            "DamageGrowth": 1840,
            "DazeValue": 17830,
            "DazeGrowth": 820
        },
        "1351011": {
            "DamageValue": 53410,
            "DamageGrowth": 4860,
            "DazeValue": 13510,
            "DazeGrowth": 620
        },
        "1351012": {
            "DamageValue": 139380,
            "DamageGrowth": 12680,
            "DazeValue": 88230,
            "DazeGrowth": 4020
        },
        "1351013": {
            "DamageValue": 7830,
            "DamageGrowth": 720,
            "DazeValue": 7830,
            "DazeGrowth": 360
        },
        "1351014": {
            "DamageValue": 30710,
            "DamageGrowth": 2800,
            "DazeValue": 26530,
            "DazeGrowth": 1210
        }
    }
}