{
    "Name": "Pan Yinhu",
    "ElementTypes": [
        "Physics"
    ],
    "Talents": {
        "1": {
            "Title": "Qi Shield",
            "Description": "Saat semua unit mengakibatkan DMG terhadap musuh yang terpengaruh efek <color=#FFFFFF>Depleted Qi</color>, DMG yang diakibatkan akan meningkat 10%.",
            "Lore": "Teknik Yunkui dapat mengendalikan aliran Ether di luar tubuh dan melindungi meridian serta tulang di dalam tubuh. Dengan kekuatan Qi yang bertindak seperti perisai, tak ada senjata tajam yang bisa menembus pertahanannya. Inilah rahasia Pan Yinhu bisa bertahan dari serangan.\n\nSelain itu, teknik ini sangat berguna saat bersaing dengan para paman dan tante saat berebutan membeli barang diskon di supermarket."
        },
        "2": {
            "Title": "Yunkui Pressure-Point Strike",
            "Description": "Setiap 6 poin <color=#FFFFFF>Break Force</color> yang dikonsumsi, Pan Yinhu akan memulihkan 4 poin Energy. Durasi efek <color=#FFFFFF>Depleted Qi</color> yang dipicu saat <color=#FFFFFF>Special Attack: Touch of Death</color> mengenai musuh meningkat menjadi 12 detik.",
            "Lore": "\"Heh, dasar pencuri, tidak bisa bergerak, kan?!\"\n\"Jurus ini disebut Teknik Titik Akupunktur Yunkui. Jurus ini bisa melumpuhkan tubuh dan juga membuka meridian, dan merupakan teknik terbaik dari aliran kami untuk menghukum yang jahat dan menegakkan keadilan!\"\n\"...Eh, kamu bilang ini hanya karena aku terlalu keras memukulmu sampai tubuhmu mati rasa? ...Terserah, yang penting, kamu tidak bisa bergerak, kan?!\""
        },
        "3": {
            "Title": "Non-Meridian Pressure Point",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "\"Titik-titik akupunktur ini mirip dengan sifat manusia separuh panda.\"\n\"Jumlahnya sedikit dan tersebar, tidak bisa dimasukkan ke dalam sistem tertentu, dan hampir tidak ada yang benar-benar menelitinya, sayang sekali ya.\"\n\"Tapi kalau bisa menjadi kartu as yang tidak terduga, rasanya lumayan juga, kan?\""
        },
        "4": {
            "Title": "First-Class Head Chef",
            "Description": "Saat <color=#FFFFFF>Ultimate: A Feast Fit for an Emperor!</color> memulihkan HP semua Agen dalam tim, efek pemulihan HP meningkat 25%, dan efek pemulihan HP berkelanjutan meningkat 25%. Saat melancarkan <color=#FFFFFF>Ultimate: A Feast Fit for an Emperor!</color>, akan mendapatkan efek <color=#FFFFFF>Backup Provisions</color>. Ketika HP salah satu Agen dalam tim berkurang, efek <color=#FFFFFF>Backup Provisions</color> akan terkonsumsi untuk memulihkan 50% HP yang dipulihkan dari <color=#FFFFFF>Ultimate: A Feast Fit for an Emperor!</color>. Efek ini tidak dapat ditumpuk.",
            "Lore": "Saat pertama kali memasak, dia hampir saja membakar kompornya. Di antara orang-orang yang datang memadamkan api, ada seorang koki yang melihat tumpukan makanan gosong itu, lalu menggunakan telur yang belum terpakai untuk membuatkannya nasi goreng telur.\n\nDia melahap makanannya dengan rakus, matanya berkaca-kaca. Saat mendongak, dia melihat koki itu menunjukkan selembar kertas dengan angka \"100\" tertulis di atasnya.\n\n\"Guru, aku mengerti! Anda ingin mengajarkan bahwa memasak butuh kegigihan 100%, kan?!\" \"Bukan, maksudku satu suap 100 Denny, kamu sudah makan lebih dari seratus suap, waktunya bayar.\"\n\nSejak saat itu, Pan Yinhu bersikeras untuk memasak sendiri dan tidak pernah gagal lagi. Begitulah proses lahirnya seorang koki kelas atas."
        },
        "5": {
            "Title": "\"Thiren\"",
            "Description": "Level <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dodge</color>, <color=#FFFFFF>Assist</color>, <color=#FFFFFF>Special Attack</color>, dan <color=#FFFFFF>Chain Attack</color> +2.",
            "Lore": "Di New Eridu yang luas ini, keberadaan manusia separuh panda sangatlah langka. Dia selalu jengkel dipandangi dengan tatapan penuh rasa ingin tahu, dan sudah terbiasa hidup sendirian tanpa bantuan siapa pun.\nNamun saat dia bergabung dengan Yunkui Summit, dia tidak lagi merasa kesepian.\nDi samping itu, setelah mengetahui banyak warga yang rela membayar untuk berfoto bersamanya... dia juga tidak jengkel lagi saat ditatap."
        },
        "6": {
            "Title": "Meridian Theory",
            "Description": "Efek <color=#FFFFFF>Meridian Flow</color> yang didapatkan dari <color=#FFFFFF>Core Passive: Meridian Enlightenment</color> meningkat senilai 6% dari ATK awal Pan Yinhu. Sheer Force yang didapatkan dari efek ini meningkat hingga 720 poin.",
            "Lore": "\"Ada pepatah zaman dulu yang bilang, ada 365 titik akupunktur di tubuh manusia. Begitu pula dengan cara menjalani hidup.\"\n\"Nah, pilihlah satu titik akupunktur yang kamu suka dari diagram ini.\"\n\"Itu akan melambangkan caramu menjalani hidup saat ini — di mana letaknya, apa kegunaannya, semua itu tidak penting. Yang penting adalah kamu menyukainya.\"\n\"Kalau soal kegunaan memilihnya, coba kupikirkan... Ah, dapat. Lain kali kalau aku bertemu orang jahat, aku akan serang titik akupunktur itu.\""
        }
    },
    "CoreSkill": {
        "UniqueSkill": {
            "Title": "Core Passive: Meridian Enlightenment",
            "DescriptionByLevel": {
                "1": "Untuk beberapa saat ketika <color=#FFFFFF>EX Special Attack: Mountainous Pulse Strike</color> yang dilancarkan Pan Yinhu mengenai musuh dan memicu Quick Assist, Agen selanjutnya yang memasuki medan pertempuran melalui Quick Assist atau Chain Attack akan memperoleh efek <color=#FFFFFF>Meridian Flow</color>. Efek ini akan memberikan peningkatan Sheer Force senilai <color=#2BAD00>9%</color> ATK awal Pan Yinhu dan berlangsung selama 25 detik. Sheer Force maksimum yang diberikan dari efek ini adalah 540 poin.",
                "2": "Untuk beberapa saat ketika <color=#FFFFFF>EX Special Attack: Mountainous Pulse Strike</color> yang dilancarkan Pan Yinhu mengenai musuh dan memicu Quick Assist, Agen selanjutnya yang memasuki medan pertempuran melalui Quick Assist atau Chain Attack akan memperoleh efek <color=#FFFFFF>Meridian Flow</color>. Efek ini akan memberikan peningkatan Sheer Force senilai <color=#2BAD00>10,5%</color> ATK awal Pan Yinhu dan berlangsung selama 25 detik. Sheer Force maksimum yang diberikan dari efek ini adalah 540 poin.",
                "3": "Untuk beberapa saat ketika <color=#FFFFFF>EX Special Attack: Mountainous Pulse Strike</color> yang dilancarkan Pan Yinhu mengenai musuh dan memicu Quick Assist, Agen selanjutnya yang memasuki medan pertempuran melalui Quick Assist atau Chain Attack akan memperoleh efek <color=#FFFFFF>Meridian Flow</color>. Efek ini akan memberikan peningkatan Sheer Force senilai <color=#2BAD00>12%</color> ATK awal Pan Yinhu dan berlangsung selama 25 detik. Sheer Force maksimum yang diberikan dari efek ini adalah 540 poin.",
                "4": "Untuk beberapa saat ketika <color=#FFFFFF>EX Special Attack: Mountainous Pulse Strike</color> yang dilancarkan Pan Yinhu mengenai musuh dan memicu Quick Assist, Agen selanjutnya yang memasuki medan pertempuran melalui Quick Assist atau Chain Attack akan memperoleh efek <color=#FFFFFF>Meridian Flow</color>. Efek ini akan memberikan peningkatan Sheer Force senilai <color=#2BAD00>13,5%</color> ATK awal Pan Yinhu dan berlangsung selama 25 detik. Sheer Force maksimum yang diberikan dari efek ini adalah 540 poin.",
                "5": "Untuk beberapa saat ketika <color=#FFFFFF>EX Special Attack: Mountainous Pulse Strike</color> yang dilancarkan Pan Yinhu mengenai musuh dan memicu Quick Assist, Agen selanjutnya yang memasuki medan pertempuran melalui Quick Assist atau Chain Attack akan memperoleh efek <color=#FFFFFF>Meridian Flow</color>. Efek ini akan memberikan peningkatan Sheer Force senilai <color=#2BAD00>15%</color> ATK awal Pan Yinhu dan berlangsung selama 25 detik. Sheer Force maksimum yang diberikan dari efek ini adalah 540 poin.",
                "6": "Untuk beberapa saat ketika <color=#FFFFFF>EX Special Attack: Mountainous Pulse Strike</color> yang dilancarkan Pan Yinhu mengenai musuh dan memicu Quick Assist, Agen selanjutnya yang memasuki medan pertempuran melalui Quick Assist atau Chain Attack akan memperoleh efek <color=#FFFFFF>Meridian Flow</color>. Efek ini akan memberikan peningkatan Sheer Force senilai <color=#2BAD00>16,5%</color> ATK awal Pan Yinhu dan berlangsung selama 25 detik. Sheer Force maksimum yang diberikan dari efek ini adalah 540 poin.",
                "7": "Untuk beberapa saat ketika <color=#FFFFFF>EX Special Attack: Mountainous Pulse Strike</color> yang dilancarkan Pan Yinhu mengenai musuh dan memicu Quick Assist, Agen selanjutnya yang memasuki medan pertempuran melalui Quick Assist atau Chain Attack akan memperoleh efek <color=#FFFFFF>Meridian Flow</color>. Efek ini akan memberikan peningkatan Sheer Force senilai <color=#2BAD00>18%</color> ATK awal Pan Yinhu dan berlangsung selama 25 detik. Sheer Force maksimum yang diberikan dari efek ini adalah 540 poin."
            }
        },
        "MathSkill": {
            "Title": "Additional Ability: Iron Stomach",
            "Description": "Berlaku jika terdapat Agen <color=#FFFFFF>Rupture</color> atau Agen yang berasal dari faksi yang sama di dalam tim:\nSaat Pan Yinhu melancarkan <color=#FFFFFF>Special Attack: Touch of Death</color> dan mengenai musuh, akan memberikan efek Depleted Qi terhadap musuh. Efek ini akan meningkatkan DMG yang diakibatkan semua unit terhadap musuh tersebut sebesar 20%. Setiap <color=#FFFFFF>Special Attack: Touch of Death</color> yang mengenai musuh akan memberikan efek <color=#FFFFFF>Depleted Qi</color> selama 10 detik. Efek ini tidak dapat ditumpuk, namun durasi efek dapat diperpanjang jika serangan mengenai musuh yang sama."
        }
    },
    "SkillDescriptions": {
        "0": {
            "142100001": {
                "Title": "Basic Attack: Unyielding Strikes",
                "Description": "Tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan hingga empat tahap serangan tangan kosong ke depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "142100014": {
                "Title": "Basic Attack: Unyielding Strikes"
            },
            "142100015": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1421001, Prop:1001}"
            },
            "142100016": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1421002, Prop:1001}"
            },
            "142100017": {
                "Description": "Kelipatan DMG: Tahap 3",
                "Param": "{Skill:1421003, Prop:1001}"
            },
            "142100018": {
                "Description": "Kelipatan DMG: Tahap 4",
                "Param": "{Skill:1421004, Prop:1001}"
            },
            "142100019": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1421001, Prop:1002}"
            },
            "142100020": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1421002, Prop:1002}"
            },
            "142100021": {
                "Description": "Kelipatan Daze: Tahap 3",
                "Param": "{Skill:1421003, Prop:1002}"
            },
            "142100022": {
                "Description": "Kelipatan Daze: Tahap 4",
                "Param": "{Skill:1421004, Prop:1002}"
            }
        },
        "1": {
            "142100002": {
                "Title": "Special Attack: Sonic Pressure-Point Strike",
                "Description": "Tekan <IconMap:Icon_Special> untuk melancarkan Skill ini.\nMelancarkan serangan tangan kosong sambil melemparkan petasan, mengakibatkan <color=#F0D12B>Physical DMG</color>.\nLevel Anti-Interrupt akan meningkat selama melancarkan Skill ini."
            },
            "142100003": {
                "Title": "Special Attack: Touch of Death",
                "Description": "Saat memiliki <color=#FFFFFF>Break Force</color>, tekan <IconMap:Icon_Special> untuk melancarkan Skill ini.\nSaat melancarkan <color=#FFFFFF>Special Attack: Touch of Death</color>, Pan Yinhu akan menyerang musuh di sekitar dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nSkill ini dapat dilancarkan tiga kali berturut-turut. Setiap kali melancarkan <color=#FFFFFF>Special Attack: Touch of Death</color>, akan mengonsumsi 1 poin Break Force.\nJika Pan Yinhu adalah Agen yang Dikendalikan, maka DMG yang diterima akan berkurang 40% selama serangan berlangsung dan Level Anti-Interrupt akan meningkat. Jika Pan Yinhu bukan Agen yang Dikendalikan, maka dia akan mendapatkan efek kebal."
            },
            "142100004": {
                "Title": "EX Special Attack: Mountainous Pulse Strike",
                "Description": "Saat Energy Pan Yinhu sudah cukup, tekan <IconMap:Icon_SpecialReady> untuk melancarkan Skill ini.\nSaat melancarkan <color=#FFFFFF>EX Special Attack: Mountainous Pulse Strike</color>, Pan Yinhu akan melancarkan serangan kuat ke depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nSaat melancarkan Skill ini, Pan Yinhu akan mendapatkan 3 poin <color=#FFFFFF>Break Force</color>. Saat Skill mengenai musuh, akan memicu <color=#FFFFFF>Quick Assist</color> dari Agen sebelumnya di dalam tim.\nAgen yang memasuki medan pertempuran melalui Quick Assist tersebut akan mendapatkan bonus Sheer Force dari Core Passive. Pan Yinhu akan tetap berada di medan pertempuran setelah pergantian dan melancarkan <color=#FFFFFF>Special Attack: Touch of Death</color> secara otomatis hingga Break Force habis sebelum keluar dari medan pertempuran.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "142100023": {
                "Title": "Special Attack: Sonic Pressure-Point Strike"
            },
            "142100024": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1421005, Prop:1001}"
            },
            "142100025": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1421005, Prop:1002}"
            },
            "142100026": {
                "Title": "Special Attack: Touch of Death"
            },
            "142100027": {
                "Description": "Kelipatan DMG: Tahap 1",
                "Param": "{Skill:1421007, Prop:1001}"
            },
            "142100028": {
                "Description": "Kelipatan Daze: Tahap 1",
                "Param": "{Skill:1421007, Prop:1002}"
            },
            "142100029": {
                "Description": "Kelipatan DMG: Tahap 2",
                "Param": "{Skill:1421008, Prop:1001}"
            },
            "142100030": {
                "Description": "Kelipatan Daze: Tahap 2",
                "Param": "{Skill:1421008, Prop:1002}"
            },
            "142100031": {
                "Description": "Kelipatan DMG: Tahap 3",
                "Param": "{Skill:1421009, Prop:1001}"
            },
            "142100032": {
                "Description": "Kelipatan Daze: Tahap 3",
                "Param": "{Skill:1421009, Prop:1002}"
            },
            "142100033": {
                "Title": "EX Special Attack: Mountainous Pulse Strike"
            },
            "142100034": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1421006, Prop:1001}"
            },
            "142100035": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1421006, Prop:1002}"
            },
            "142100036": {
                "Description": "Konsumsi Energy",
                "Param": "60 poin"
            }
        },
        "2": {
            "142100005": {
                "Title": "Dodge: Light as a Swallow",
                "Description": "Tekan <IconMap:Icon_Evade> untuk melakukan Dodge.\nMelakukan Dodge dengan cepat.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "142100006": {
                "Title": "Dash Attack: Sizzling Oil Supreme",
                "Description": "Tekan <IconMap:Icon_Normal> saat melakukan Dodge untuk melancarkan Skill ini.\nMelancarkan serangan tangan kosong yang cepat terhadap musuh di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>."
            },
            "142100007": {
                "Title": "Dodge Counter: Moving Mountains and Seas",
                "Description": "Tekan <IconMap:Icon_Normal> setelah melakukan <color=#FFFFFF>Perfect Dodge</color> untuk melancarkan Skill ini.\nMelancarkan serangan tangan kosong terhadap musuh di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "142100037": {
                "Title": "Dash Attack: Sizzling Oil Supreme"
            },
            "142100038": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1421010, Prop:1001}"
            },
            "142100039": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1421010, Prop:1002}"
            },
            "142100040": {
                "Title": "Dodge Counter: Moving Mountains and Seas"
            },
            "142100041": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1421011, Prop:1001}"
            },
            "142100042": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1421011, Prop:1002}"
            }
        },
        "3": {
            "142100008": {
                "Title": "Chain Attack: Anointed with Wok Steam",
                "Description": "Saat <color=#FFFFFF>Chain Attack</color> terpicu, pilih Pan Yinhu untuk melancarkan Skill ini.\nMenduduki panci besi dan berputar dengan cepat, lalu menabrak musuh yang berada di jalurnya, mengakibatkan <color=#F0D12B>Physical DMG</color> dalam jumlah besar.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "142100009": {
                "Title": "Ultimate: A Feast Fit for an Emperor!",
                "Description": "Saat Decibel Rating mencapai <color=#FFFFFF>Maximum</color>, tekan <IconMap:Icon_UltimateReady> untuk melancarkan Skill ini.\nMelancarkan teknik untuk memadatkan Qi menjadi nasi goreng dan melemparnya pada musuh untuk mengakibatkan <color=#F0D12B>Physical DMG</color> dalam jumlah besar, sekaligus memulihkan <color=#2BAD00>{CAL:100+AvatarSkillLevel(3)*60,1,2}</color> poin HP kepada semua Agen dalam tim, dan memberikan efek pemulihan HP kepada semua Agen dalam tim selama 8 detik. Efek ini akan memulihkan <color=#2BAD00>{CAL:0.8+AvatarSkillLevel(3)*0.05,1,2}</color>% HP setiap detik.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "142100043": {
                "Title": "Chain Attack: Anointed with Wok Steam"
            },
            "142100044": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1421012, Prop:1001}"
            },
            "142100045": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1421012, Prop:1002}"
            },
            "142100046": {
                "Title": "Ultimate: A Feast Fit for an Emperor!"
            },
            "142100047": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1421013, Prop:1001}"
            },
            "142100048": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1421013, Prop:1002}"
            }
        },
        "6": {
            "142100011": {
                "Title": "Quick Assist: Lift Your Gaze to Good Fortune",
                "Description": "Saat Agen yang Dikendalikan terhempas, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMelancarkan serangan tangan kosong terhadap musuh di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "142100012": {
                "Title": "Defensive Assist: Intimidating Presence",
                "Description": "Tepat sebelum Agen aktif diserang, tekan <IconMap:Icon_Switch> untuk melancarkan Skill ini.\nMenangkis serangan musuh dan menghasilkan Daze dalam jumlah besar.\nSkill ini memiliki kemampuan menangkis yang luar biasa. Saat menerima serangan kuat, <color=#FFFFFF>Assist Point</color> yang dikonsumsi akan berkurang.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "142100013": {
                "Title": "Assist Follow-Up: Ride the Momentum",
                "Description": "Setelah melancarkan <color=#FFFFFF>Defensive Assist</color>, tekan <IconMap:Icon_Normal> untuk melancarkan Skill ini.\nMelancarkan serangan tangan kosong terhadap musuh di depan dan mengakibatkan <color=#F0D12B>Physical DMG</color>.\nKarakter akan menjadi kebal selama melancarkan Skill ini."
            },
            "142100049": {
                "Title": "Quick Assist: Lift Your Gaze to Good Fortune"
            },
            "142100050": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1421014, Prop:1001}"
            },
            "142100051": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1421014, Prop:1002}"
            },
            "142100052": {
                "Title": "Defensive Assist: Intimidating Presence"
            },
            "142100053": {
                "Description": "Kelipatan Daze - Light Defensive",
                "Param": "{Skill:1421015, Prop:1002}"
            },
            "142100054": {
                "Description": "Kelipatan Daze - Heavy Defensive",
                "Param": "{Skill:1421016, Prop:1002}"
            },
            "142100055": {
                "Description": "Kelipatan Daze - Chain Defensive",
                "Param": "{Skill:1421017, Prop:1002}"
            },
            "142100056": {
                "Title": "Assist Follow-Up: Ride the Momentum"
            },
            "142100057": {
                "Description": "Kelipatan DMG",
                "Param": "{Skill:1421018, Prop:1001}"
            },
            "142100058": {
                "Description": "Kelipatan Daze",
                "Param": "{Skill:1421018, Prop:1002}"
            }
        }
    },
    "Skills": {
        "1421001": {
            "DamageValue": 4970,
            "DamageGrowth": 460,
            "DazeValue": 2490,
            "DazeGrowth": 120
        },
        "1421002": {
            "DamageValue": 4980,
            "DamageGrowth": 460,
            "DazeValue": 4750,
            "DazeGrowth": 220
        },
        "1421003": {
            "DamageValue": 10940,
            "DamageGrowth": 1000,
            "DazeValue": 8430,
            "DazeGrowth": 390
        },
        "1421004": {
            "DamageValue": 21130,
            "DamageGrowth": 1930,
            "DazeValue": 16650,
            "DazeGrowth": 760
        },
        "1421005": {
            "DamageValue": 6250,
            "DamageGrowth": 570,
            "DazeValue": 6250,
            "DazeGrowth": 290
        },
        "1421006": {
            "DamageValue": 38410,
            "DamageGrowth": 3500,
            "DazeValue": 25730,
            "DazeGrowth": 1170
        },
        "1421007": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421008": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421009": {
            "DamageValue": 9730,
            "DamageGrowth": 890,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421010": {
            "DamageValue": 8340,
            "DamageGrowth": 760,
            "DazeValue": 4170,
            "DazeGrowth": 190
        },
        "1421011": {
            "DamageValue": 21920,
            "DamageGrowth": 2000,
            "DazeValue": 19170,
            "DazeGrowth": 880
        },
        "1421012": {
            "DamageValue": 63230,
            "DamageGrowth": 5750,
            "DazeValue": 23330,
            "DazeGrowth": 1070
        },
        "1421013": {
            "DamageValue": 162790,
            "DamageGrowth": 14800,
            "DazeValue": 9840,
            "DazeGrowth": 450
        },
        "1421014": {
            "DamageValue": 9170,
            "DamageGrowth": 840,
            "DazeValue": 4590,
            "DazeGrowth": 210
        },
        "1421015": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 22510,
            "DazeGrowth": 1030
        },
        "1421016": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 26840,
            "DazeGrowth": 1220
        },
        "1421017": {
            "DamageValue": 0,
            "DamageGrowth": 0,
            "DazeValue": 10840,
            "DazeGrowth": 500
        },
        "1421018": {
            "DamageValue": 33740,
            "DamageGrowth": 3070,
            "DazeValue": 29350,
            "DazeGrowth": 1340
        }
    }
}