{
    "ItemName": "[Reverb] Mark III",
    "Rarity": 2,
    "ImagePath": "Weapon_B_Common_06",
    "Profession": {
        "Type": "Support",
        "Name": "Support"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 32
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 800
    },
    "Talents": {
        "1": {
            "Title": "Booming Sound",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, ATK semua Agen dalam tim akan meningkat <color=#2BAD00>8%</color> selama 10 detik. Efek ini dapat dipicu sekali setiap 20 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "2": {
            "Title": "Booming Sound",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, ATK semua Agen dalam tim akan meningkat <color=#2BAD00>9%</color> selama 10 detik. Efek ini dapat dipicu sekali setiap 20 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "3": {
            "Title": "Booming Sound",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, ATK semua Agen dalam tim akan meningkat <color=#2BAD00>10%</color> selama 10 detik. Efek ini dapat dipicu sekali setiap 20 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "4": {
            "Title": "Booming Sound",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, ATK semua Agen dalam tim akan meningkat <color=#2BAD00>11%</color> selama 10 detik. Efek ini dapat dipicu sekali setiap 20 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "5": {
            "Title": "Booming Sound",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, ATK semua Agen dalam tim akan meningkat <color=#2BAD00>12%</color> selama 10 detik. Efek ini dapat dipicu sekali setiap 20 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        }
    }
}