{
    "ItemName": "[Reverb] Mark II",
    "Rarity": 2,
    "ImagePath": "Weapon_B_Common_05",
    "Profession": {
        "Type": "Support",
        "Name": "Support"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 32
    },
    "SecondaryStat": {
        "PropertyId": 30502,
        "PropertyValue": 1600
    },
    "Talents": {
        "1": {
            "Title": "Roaring Waves",
            "Description": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Chain Attack</color>, Anomaly Mastery dan Anomaly Proficiency semua Agen dalam tim akan meningkat <color=#2BAD00>10</color> poin selama 10 detik. Efek ini dapat dipicu sekali setiap 20 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "2": {
            "Title": "Roaring Waves",
            "Description": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Chain Attack</color>, Anomaly Mastery dan Anomaly Proficiency semua Agen dalam tim akan meningkat <color=#2BAD00>12</color> poin selama 10 detik. Efek ini dapat dipicu sekali setiap 20 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "3": {
            "Title": "Roaring Waves",
            "Description": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Chain Attack</color>, Anomaly Mastery dan Anomaly Proficiency semua Agen dalam tim akan meningkat <color=#2BAD00>13</color> poin selama 10 detik. Efek ini dapat dipicu sekali setiap 20 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "4": {
            "Title": "Roaring Waves",
            "Description": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Chain Attack</color>, Anomaly Mastery dan Anomaly Proficiency semua Agen dalam tim akan meningkat <color=#2BAD00>15</color> poin selama 10 detik. Efek ini dapat dipicu sekali setiap 20 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "5": {
            "Title": "Roaring Waves",
            "Description": "Saat melancarkan <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Chain Attack</color>, Anomaly Mastery dan Anomaly Proficiency semua Agen dalam tim akan meningkat <color=#2BAD00>16</color> poin selama 10 detik. Efek ini dapat dipicu sekali setiap 20 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        }
    }
}