{
    "ItemName": "Steam Oven",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_05",
    "Profession": {
        "Type": "Stun",
        "Name": "Stun"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 30502,
        "PropertyValue": 2000
    },
    "Talents": {
        "1": {
            "Title": "Thick Broth",
            "Description": "Untuk setiap 10 poin Energy yang dimiliki, Impact pengguna akan meningkat <color=#2BAD00>2%</color>. Dapat ditumpuk hingga 8 lapis. Setelah Energy dikonsumsi, efek ini masih akan tetap berlaku selama 8 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "2": {
            "Title": "Thick Broth",
            "Description": "Untuk setiap 10 poin Energy yang dimiliki, Impact pengguna akan meningkat <color=#2BAD00>2,3%</color>. Dapat ditumpuk hingga 8 lapis. Setelah Energy dikonsumsi, efek ini masih akan tetap berlaku selama 8 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "3": {
            "Title": "Thick Broth",
            "Description": "Untuk setiap 10 poin Energy yang dimiliki, Impact pengguna akan meningkat <color=#2BAD00>2,6%</color>. Dapat ditumpuk hingga 8 lapis. Setelah Energy dikonsumsi, efek ini masih akan tetap berlaku selama 8 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "4": {
            "Title": "Thick Broth",
            "Description": "Untuk setiap 10 poin Energy yang dimiliki, Impact pengguna akan meningkat <color=#2BAD00>2,9%</color>. Dapat ditumpuk hingga 8 lapis. Setelah Energy dikonsumsi, efek ini masih akan tetap berlaku selama 8 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "5": {
            "Title": "Thick Broth",
            "Description": "Untuk setiap 10 poin Energy yang dimiliki, Impact pengguna akan meningkat <color=#2BAD00>3,2%</color>. Dapat ditumpuk hingga 8 lapis. Setelah Energy dikonsumsi, efek ini masih akan tetap berlaku selama 8 detik. Durasi setiap lapis akan dihitung secara terpisah."
        }
    }
}