{
    "ItemName": "Rainforest Gourmet",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_03",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Anomaly"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 31203,
        "PropertyValue": 30
    },
    "Talents": {
        "1": {
            "Title": "Dinner's Ready!",
            "Description": "Setiap menggunakan 10 poin Energy, pengguna akan mendapatkan 1 lapis buff. Setiap lapisan buff akan meningkatkan <color=#2BAD00>2,5%</color> ATK pengguna selama 10 detik, maks. 10 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "2": {
            "Title": "Dinner's Ready!",
            "Description": "Setiap menggunakan 10 poin Energy, pengguna akan mendapatkan 1 lapis buff. Setiap lapisan buff akan meningkatkan <color=#2BAD00>2,8%</color> ATK pengguna selama 10 detik, maks. 10 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "3": {
            "Title": "Dinner's Ready!",
            "Description": "Setiap menggunakan 10 poin Energy, pengguna akan mendapatkan 1 lapis buff. Setiap lapisan buff akan meningkatkan <color=#2BAD00>3,2%</color> ATK pengguna selama 10 detik, maks. 10 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "4": {
            "Title": "Dinner's Ready!",
            "Description": "Setiap menggunakan 10 poin Energy, pengguna akan mendapatkan 1 lapis buff. Setiap lapisan buff akan meningkatkan <color=#2BAD00>3,6%</color> ATK pengguna selama 10 detik, maks. 10 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "5": {
            "Title": "Dinner's Ready!",
            "Description": "Setiap menggunakan 10 poin Energy, pengguna akan mendapatkan 1 lapis buff. Setiap lapisan buff akan meningkatkan <color=#2BAD00>4%</color> ATK pengguna selama 10 detik, maks. 10 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        }
    }
}