{
    "ItemName": "Spring Embrace",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_11",
    "Profession": {
        "Type": "Defense",
        "Name": "Defense"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Hot Spring Soup",
            "Description": "DMG yang diterima berkurang <color=#2BAD00>7,5%</color>. Saat menerima serangan musuh, Energy Generation Rate pengguna akan meningkat <color=#2BAD00>10%</color> selama 12 detik. Saat pengguna menjadi Agen tidak aktif, efek buff ini akan dipindahkan ke Agen yang Dikendalikan berikutnya dan durasi akan diperbarui. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "2": {
            "Title": "Hot Spring Soup",
            "Description": "DMG yang diterima berkurang <color=#2BAD00>8,5%</color>. Saat menerima serangan musuh, Energy Generation Rate pengguna akan meningkat <color=#2BAD00>11,5%</color> selama 12 detik. Saat pengguna menjadi Agen tidak aktif, efek buff ini akan dipindahkan ke Agen yang Dikendalikan berikutnya dan durasi akan diperbarui. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "3": {
            "Title": "Hot Spring Soup",
            "Description": "DMG yang diterima berkurang <color=#2BAD00>9,5%</color>. Saat menerima serangan musuh, Energy Generation Rate pengguna akan meningkat <color=#2BAD00>13%</color> selama 12 detik. Saat pengguna menjadi Agen tidak aktif, efek buff ini akan dipindahkan ke Agen yang Dikendalikan berikutnya dan durasi akan diperbarui. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "4": {
            "Title": "Hot Spring Soup",
            "Description": "DMG yang diterima berkurang <color=#2BAD00>10,5%</color>. Saat menerima serangan musuh, Energy Generation Rate pengguna akan meningkat <color=#2BAD00>14,5%</color> selama 12 detik. Saat pengguna menjadi Agen tidak aktif, efek buff ini akan dipindahkan ke Agen yang Dikendalikan berikutnya dan durasi akan diperbarui. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "5": {
            "Title": "Hot Spring Soup",
            "Description": "DMG yang diterima berkurang <color=#2BAD00>12%</color>. Saat menerima serangan musuh, Energy Generation Rate pengguna akan meningkat <color=#2BAD00>16%</color> selama 12 detik. Saat pengguna menjadi Agen tidak aktif, efek buff ini akan dipindahkan ke Agen yang Dikendalikan berikutnya dan durasi akan diperbarui. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        }
    }
}