{
    "ItemName": "Radiowave Journey",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_14",
    "Profession": {
        "Type": "Rupture",
        "Name": "Rupture"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Easy Stride",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, pengguna akan memperoleh 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan Sheer Force pengguna sebesar <color=#2BAD00>80</color> poin. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 12 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "2": {
            "Title": "Easy Stride",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, pengguna akan memperoleh 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan Sheer Force pengguna sebesar <color=#2BAD00>92</color> poin. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 12 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "3": {
            "Title": "Easy Stride",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, pengguna akan memperoleh 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan Sheer Force pengguna sebesar <color=#2BAD00>104</color> poin. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 12 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "4": {
            "Title": "Easy Stride",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, pengguna akan memperoleh 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan Sheer Force pengguna sebesar <color=#2BAD00>116</color> poin. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 12 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "5": {
            "Title": "Easy Stride",
            "Description": "Saat melancarkan <color=#FFFFFF>Chain Attack</color> atau <color=#FFFFFF>Ultimate</color>, pengguna akan memperoleh 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan Sheer Force pengguna sebesar <color=#2BAD00>128</color> poin. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 12 detik. Durasi setiap lapis akan dihitung secara terpisah."
        }
    }
}