{
    "ItemName": "Cauldron of Clarity",
    "Rarity": 3,
    "ImagePath": "Weapon_A_Common_19",
    "Profession": {
        "Type": "Rupture",
        "Name": "Rupture"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Summoning Arcanum",
            "Description": "Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, akan mendapatkan 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan DMG yang diakibatkan pengguna sebesar <color=#2BAD00>4%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 20 detik. Efek ini dapat dipicu sekali setiap 0,5 detik. Memicu ulang akan memperbarui durasi. Saat memiliki 3 lapis efek buff, CRIT Rate pengguna akan meningkat <color=#2BAD00>6,5%</color>."
        },
        "2": {
            "Title": "Summoning Arcanum",
            "Description": "Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, akan mendapatkan 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan DMG yang diakibatkan pengguna sebesar <color=#2BAD00>4,6%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 20 detik. Efek ini dapat dipicu sekali setiap 0,5 detik. Memicu ulang akan memperbarui durasi. Saat memiliki 3 lapis efek buff, CRIT Rate pengguna akan meningkat <color=#2BAD00>7,5%</color>."
        },
        "3": {
            "Title": "Summoning Arcanum",
            "Description": "Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, akan mendapatkan 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan DMG yang diakibatkan pengguna sebesar <color=#2BAD00>5,2%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 20 detik. Efek ini dapat dipicu sekali setiap 0,5 detik. Memicu ulang akan memperbarui durasi. Saat memiliki 3 lapis efek buff, CRIT Rate pengguna akan meningkat <color=#2BAD00>8,5%</color>."
        },
        "4": {
            "Title": "Summoning Arcanum",
            "Description": "Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, akan mendapatkan 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan DMG yang diakibatkan pengguna sebesar <color=#2BAD00>5,8%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 20 detik. Efek ini dapat dipicu sekali setiap 0,5 detik. Memicu ulang akan memperbarui durasi. Saat memiliki 3 lapis efek buff, CRIT Rate pengguna akan meningkat <color=#2BAD00>9,4%</color>."
        },
        "5": {
            "Title": "Summoning Arcanum",
            "Description": "Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, akan mendapatkan 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan DMG yang diakibatkan pengguna sebesar <color=#2BAD00>6,4%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 20 detik. Efek ini dapat dipicu sekali setiap 0,5 detik. Memicu ulang akan memperbarui durasi. Saat memiliki 3 lapis efek buff, CRIT Rate pengguna akan meningkat <color=#2BAD00>10,4%</color>."
        }
    }
}