{
    "ItemName": "Housekeeper",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1061",
    "Profession": {
        "Type": "Attack",
        "Name": "Attack"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Safe Household Saw",
            "Description": "Saat pengguna tidak aktif, Energy Regen akan meningkat <color=#2BAD00>0,45</color> poin/detik. Saat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#F0D12B>Physical DMG</color> pengguna akan meningkat sebesar <color=#2BAD00>3%</color> selama 1 detik, maks. 15 lapis. Memicu ulang akan memperbarui durasi."
        },
        "2": {
            "Title": "Safe Household Saw",
            "Description": "Saat pengguna tidak aktif, Energy Regen akan meningkat <color=#2BAD00>0,52</color> poin/detik. Saat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#F0D12B>Physical DMG</color> pengguna akan meningkat sebesar <color=#2BAD00>3,5%</color> selama 1 detik, maks. 15 lapis. Memicu ulang akan memperbarui durasi."
        },
        "3": {
            "Title": "Safe Household Saw",
            "Description": "Saat pengguna tidak aktif, Energy Regen akan meningkat <color=#2BAD00>0,58</color> poin/detik. Saat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#F0D12B>Physical DMG</color> pengguna akan meningkat sebesar <color=#2BAD00>4%</color> selama 1 detik, maks. 15 lapis. Memicu ulang akan memperbarui durasi."
        },
        "4": {
            "Title": "Safe Household Saw",
            "Description": "Saat pengguna tidak aktif, Energy Regen akan meningkat <color=#2BAD00>0,65</color> poin/detik. Saat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#F0D12B>Physical DMG</color> pengguna akan meningkat sebesar <color=#2BAD00>4,4%</color> selama 1 detik, maks. 15 lapis. Memicu ulang akan memperbarui durasi."
        },
        "5": {
            "Title": "Safe Household Saw",
            "Description": "Saat pengguna tidak aktif, Energy Regen akan meningkat <color=#2BAD00>0,72</color> poin/detik. Saat <color=#FFFFFF>EX Special Attack</color> mengenai musuh, <color=#F0D12B>Physical DMG</color> pengguna akan meningkat sebesar <color=#2BAD00>4,8%</color> selama 1 detik, maks. 15 lapis. Memicu ulang akan memperbarui durasi."
        }
    }
}