{
    "ItemName": "Bashful Demon",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1131",
    "Profession": {
        "Type": "Support",
        "Name": "Support"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1000
    },
    "Talents": {
        "1": {
            "Title": "Visage of Greed",
            "Description": "Meningkatkan <color=#98EFF0>Ice DMG</color> sebesar <color=#2BAD00>15%</color>. Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, ATK semua Agen dalam tim akan meningkat <color=#2BAD00>2%</color> selama 12 detik. Efek ini dapat ditumpuk hingga 4 lapis. Memicu ulang akan memperbarui durasi. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "2": {
            "Title": "Visage of Greed",
            "Description": "Meningkatkan <color=#98EFF0>Ice DMG</color> sebesar <color=#2BAD00>17,5%</color>. Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, ATK semua Agen dalam tim akan meningkat <color=#2BAD00>2,3%</color> selama 12 detik. Efek ini dapat ditumpuk hingga 4 lapis. Memicu ulang akan memperbarui durasi. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "3": {
            "Title": "Visage of Greed",
            "Description": "Meningkatkan <color=#98EFF0>Ice DMG</color> sebesar <color=#2BAD00>20%</color>. Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, ATK semua Agen dalam tim akan meningkat <color=#2BAD00>2,6%</color> selama 12 detik. Efek ini dapat ditumpuk hingga 4 lapis. Memicu ulang akan memperbarui durasi. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "4": {
            "Title": "Visage of Greed",
            "Description": "Meningkatkan <color=#98EFF0>Ice DMG</color> sebesar <color=#2BAD00>22%</color>. Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, ATK semua Agen dalam tim akan meningkat <color=#2BAD00>2,9%</color> selama 12 detik. Efek ini dapat ditumpuk hingga 4 lapis. Memicu ulang akan memperbarui durasi. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "5": {
            "Title": "Visage of Greed",
            "Description": "Meningkatkan <color=#98EFF0>Ice DMG</color> sebesar <color=#2BAD00>24%</color>. Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, ATK semua Agen dalam tim akan meningkat <color=#2BAD00>3,2%</color> selama 12 detik. Efek ini dapat ditumpuk hingga 4 lapis. Memicu ulang akan memperbarui durasi. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        }
    }
}