{
    "ItemName": "Big Cylinder",
    "Rarity": 3,
    "ImagePath": "Weapon_A_1121",
    "Profession": {
        "Type": "Defense",
        "Name": "Defense"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 42
    },
    "SecondaryStat": {
        "PropertyId": 13102,
        "PropertyValue": 1600
    },
    "Talents": {
        "1": {
            "Title": "Ten Ton Top",
            "Description": "Mengurangi DMG yang diterima sebesar <color=#2BAD00>7,5%</color>. Setelah menerima serangan musuh, serangan berikutnya yang mengenai musuh dijamin akan memicu CRIT dan mengakibatkan DMG tambahan sebesar <color=#2BAD00>600%</color> dari DEF pengguna. Efek ini dapat dipicu sekali setiap 7,5 detik."
        },
        "2": {
            "Title": "Ten Ton Top",
            "Description": "Mengurangi DMG yang diterima sebesar <color=#2BAD00>8,5%</color>. Setelah menerima serangan musuh, serangan berikutnya yang mengenai musuh dijamin akan memicu CRIT dan mengakibatkan DMG tambahan sebesar <color=#2BAD00>690%</color> dari DEF pengguna. Efek ini dapat dipicu sekali setiap 7,5 detik."
        },
        "3": {
            "Title": "Ten Ton Top",
            "Description": "Mengurangi DMG yang diterima sebesar <color=#2BAD00>9,5%</color>. Setelah menerima serangan musuh, serangan berikutnya yang mengenai musuh dijamin akan memicu CRIT dan mengakibatkan DMG tambahan sebesar <color=#2BAD00>780%</color> dari DEF pengguna. Efek ini dapat dipicu sekali setiap 7,5 detik."
        },
        "4": {
            "Title": "Ten Ton Top",
            "Description": "Mengurangi DMG yang diterima sebesar <color=#2BAD00>10,5%</color>. Setelah menerima serangan musuh, serangan berikutnya yang mengenai musuh dijamin akan memicu CRIT dan mengakibatkan DMG tambahan sebesar <color=#2BAD00>870%</color> dari DEF pengguna. Efek ini dapat dipicu sekali setiap 7,5 detik."
        },
        "5": {
            "Title": "Ten Ton Top",
            "Description": "Mengurangi DMG yang diterima sebesar <color=#2BAD00>12%</color>. Setelah menerima serangan musuh, serangan berikutnya yang mengenai musuh dijamin akan memicu CRIT dan mengakibatkan DMG tambahan sebesar <color=#2BAD00>960%</color> dari DEF pengguna. Efek ini dapat dipicu sekali setiap 7,5 detik."
        }
    }
}