{
    "ItemName": "Unfettered Game Ball",
    "Rarity": 3,
    "ImagePath": "Weapon_S_Common_02",
    "Profession": {
        "Type": "Support",
        "Name": "Support"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 40
    },
    "SecondaryStat": {
        "PropertyId": 30502,
        "PropertyValue": 2000
    },
    "Talents": {
        "1": {
            "Title": "Game Start!",
            "Description": "Jika serangan pengguna mengenai musuh dan memicu efek keunggulan atribut, maka CRIT Rate semua unit terhadap target tersebut meningkat <color=#2BAD00>12%</color> selama 12 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "2": {
            "Title": "Game Start!",
            "Description": "Jika serangan pengguna mengenai musuh dan memicu efek keunggulan atribut, maka CRIT Rate semua unit terhadap target tersebut meningkat <color=#2BAD00>13,5%</color> selama 12 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "3": {
            "Title": "Game Start!",
            "Description": "Jika serangan pengguna mengenai musuh dan memicu efek keunggulan atribut, maka CRIT Rate semua unit terhadap target tersebut meningkat <color=#2BAD00>15,5%</color> selama 12 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "4": {
            "Title": "Game Start!",
            "Description": "Jika serangan pengguna mengenai musuh dan memicu efek keunggulan atribut, maka CRIT Rate semua unit terhadap target tersebut meningkat <color=#2BAD00>17,5%</color> selama 12 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "5": {
            "Title": "Game Start!",
            "Description": "Jika serangan pengguna mengenai musuh dan memicu efek keunggulan atribut, maka CRIT Rate semua unit terhadap target tersebut meningkat <color=#2BAD00>20%</color> selama 12 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        }
    }
}