{
    "ItemName": "The Brimstone",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1041",
    "Profession": {
        "Type": "Attack",
        "Name": "Attack"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Scorching Breath",
            "Description": "Saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dash Attack</color>, atau <color=#FFFFFF>Dodge Counter</color> mengenai musuh, ATK pengguna akan meningkat sebesar <color=#2BAD00>3,5%</color> selama 8 detik, maks. 8 lapis, dan hanya bisa dipicu sekali setiap 0,5 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "2": {
            "Title": "Scorching Breath",
            "Description": "Saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dash Attack</color>, atau <color=#FFFFFF>Dodge Counter</color> mengenai musuh, ATK pengguna akan meningkat sebesar <color=#2BAD00>4,4%</color> selama 8 detik, maks. 8 lapis, dan hanya bisa dipicu sekali setiap 0,5 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "3": {
            "Title": "Scorching Breath",
            "Description": "Saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dash Attack</color>, atau <color=#FFFFFF>Dodge Counter</color> mengenai musuh, ATK pengguna akan meningkat sebesar <color=#2BAD00>5,2%</color> selama 8 detik, maks. 8 lapis, dan hanya bisa dipicu sekali setiap 0,5 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "4": {
            "Title": "Scorching Breath",
            "Description": "Saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dash Attack</color>, atau <color=#FFFFFF>Dodge Counter</color> mengenai musuh, ATK pengguna akan meningkat sebesar <color=#2BAD00>6%</color> selama 8 detik, maks. 8 lapis, dan hanya bisa dipicu sekali setiap 0,5 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "5": {
            "Title": "Scorching Breath",
            "Description": "Saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Dash Attack</color>, atau <color=#FFFFFF>Dodge Counter</color> mengenai musuh, ATK pengguna akan meningkat sebesar <color=#2BAD00>7%</color> selama 8 detik, maks. 8 lapis, dan hanya bisa dipicu sekali setiap 0,5 detik. Durasi setiap lapis akan dihitung secara terpisah."
        }
    }
}