{
    "ItemName": "Kraken's Cradle",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1051",
    "Profession": {
        "Type": "Rupture",
        "Name": "Rupture"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Heartfelt Caress",
            "Description": "Saat HP pengguna berkurang, <color=#98EFF0>Ice Sheer DMG</color> yang diakibatkan meningkat <color=#2BAD00>6%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 25 detik. Durasi setiap lapis akan dihitung secara terpisah. Efek ini dapat dipicu sekali setiap 0,5 detik. Saat HP pengguna berkurang hingga 50% dari Max HP, CRIT Rate akan meningkat <color=#2BAD00>20%</color>."
        },
        "2": {
            "Title": "Heartfelt Caress",
            "Description": "Saat HP pengguna berkurang, <color=#98EFF0>Ice Sheer DMG</color> yang diakibatkan meningkat <color=#2BAD00>7%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 25 detik. Durasi setiap lapis akan dihitung secara terpisah. Efek ini dapat dipicu sekali setiap 0,5 detik. Saat HP pengguna berkurang hingga 50% dari Max HP, CRIT Rate akan meningkat <color=#2BAD00>23%</color>."
        },
        "3": {
            "Title": "Heartfelt Caress",
            "Description": "Saat HP pengguna berkurang, <color=#98EFF0>Ice Sheer DMG</color> yang diakibatkan meningkat <color=#2BAD00>8%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 25 detik. Durasi setiap lapis akan dihitung secara terpisah. Efek ini dapat dipicu sekali setiap 0,5 detik. Saat HP pengguna berkurang hingga 50% dari Max HP, CRIT Rate akan meningkat <color=#2BAD00>26%</color>."
        },
        "4": {
            "Title": "Heartfelt Caress",
            "Description": "Saat HP pengguna berkurang, <color=#98EFF0>Ice Sheer DMG</color> yang diakibatkan meningkat <color=#2BAD00>9%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 25 detik. Durasi setiap lapis akan dihitung secara terpisah. Efek ini dapat dipicu sekali setiap 0,5 detik. Saat HP pengguna berkurang hingga 50% dari Max HP, CRIT Rate akan meningkat <color=#2BAD00>29%</color>."
        },
        "5": {
            "Title": "Heartfelt Caress",
            "Description": "Saat HP pengguna berkurang, <color=#98EFF0>Ice Sheer DMG</color> yang diakibatkan meningkat <color=#2BAD00>10%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 25 detik. Durasi setiap lapis akan dihitung secara terpisah. Efek ini dapat dipicu sekali setiap 0,5 detik. Saat HP pengguna berkurang hingga 50% dari Max HP, CRIT Rate akan meningkat <color=#2BAD00>32%</color>."
        }
    }
}