{
    "ItemName": "Hailstorm Shrine",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1091",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Anomaly"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 50
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Frost-Stained Star",
            "Description": "CRIT DMG meningkat <color=#2BAD00>50%</color>. Saat melancarkan <color=#FFFFFF>EX Special Attack</color> atau saat salah satu anggota tim mengakibatkan efek Attribute Anomaly terhadap musuh, <color=#98EFF0>Ice DMG</color> yang diakibatkan oleh pengguna akan meningkat <color=#2BAD00>20%</color>, dapat ditumpuk hingga 2 lapis dan berlangsung selama 15 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "2": {
            "Title": "Frost-Stained Star",
            "Description": "CRIT DMG meningkat <color=#2BAD00>57%</color>. Saat melancarkan <color=#FFFFFF>EX Special Attack</color> atau saat salah satu anggota tim mengakibatkan efek Attribute Anomaly terhadap musuh, <color=#98EFF0>Ice DMG</color> yang diakibatkan oleh pengguna akan meningkat <color=#2BAD00>23%</color>, dapat ditumpuk hingga 2 lapis dan berlangsung selama 15 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "3": {
            "Title": "Frost-Stained Star",
            "Description": "CRIT DMG meningkat <color=#2BAD00>65%</color>. Saat melancarkan <color=#FFFFFF>EX Special Attack</color> atau saat salah satu anggota tim mengakibatkan efek Attribute Anomaly terhadap musuh, <color=#98EFF0>Ice DMG</color> yang diakibatkan oleh pengguna akan meningkat <color=#2BAD00>26%</color>, dapat ditumpuk hingga 2 lapis dan berlangsung selama 15 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "4": {
            "Title": "Frost-Stained Star",
            "Description": "CRIT DMG meningkat <color=#2BAD00>72%</color>. Saat melancarkan <color=#FFFFFF>EX Special Attack</color> atau saat salah satu anggota tim mengakibatkan efek Attribute Anomaly terhadap musuh, <color=#98EFF0>Ice DMG</color> yang diakibatkan oleh pengguna akan meningkat <color=#2BAD00>29%</color>, dapat ditumpuk hingga 2 lapis dan berlangsung selama 15 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "5": {
            "Title": "Frost-Stained Star",
            "Description": "CRIT DMG meningkat <color=#2BAD00>80%</color>. Saat melancarkan <color=#FFFFFF>EX Special Attack</color> atau saat salah satu anggota tim mengakibatkan efek Attribute Anomaly terhadap musuh, <color=#98EFF0>Ice DMG</color> yang diakibatkan oleh pengguna akan meningkat <color=#2BAD00>32%</color>, dapat ditumpuk hingga 2 lapis dan berlangsung selama 15 detik. Durasi setiap lapis akan dihitung secara terpisah."
        }
    }
}