{
    "ItemName": "Hellfire Gears",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1101",
    "Profession": {
        "Type": "Stun",
        "Name": "Stun"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 12202,
        "PropertyValue": 720
    },
    "Talents": {
        "1": {
            "Title": "Passionate Construction",
            "Description": "Saat pengguna tidak aktif, Energy Regen meningkat <color=#2BAD00>0,6</color> poin/detik. Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, Impact pengguna akan meningkat <color=#2BAD00>10%</color> selama 10 detik, maks. 2 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "2": {
            "Title": "Passionate Construction",
            "Description": "Saat pengguna tidak aktif, Energy Regen meningkat <color=#2BAD00>0,75</color> poin/detik. Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, Impact pengguna akan meningkat <color=#2BAD00>12,5%</color> selama 10 detik, maks. 2 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "3": {
            "Title": "Passionate Construction",
            "Description": "Saat pengguna tidak aktif, Energy Regen meningkat <color=#2BAD00>0,9</color> poin/detik. Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, Impact pengguna akan meningkat <color=#2BAD00>15%</color> selama 10 detik, maks. 2 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "4": {
            "Title": "Passionate Construction",
            "Description": "Saat pengguna tidak aktif, Energy Regen meningkat <color=#2BAD00>1,05</color> poin/detik. Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, Impact pengguna akan meningkat <color=#2BAD00>17,5%</color> selama 10 detik, maks. 2 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "5": {
            "Title": "Passionate Construction",
            "Description": "Saat pengguna tidak aktif, Energy Regen meningkat <color=#2BAD00>1,2</color> poin/detik. Saat melancarkan <color=#FFFFFF>EX Special Attack</color>, Impact pengguna akan meningkat <color=#2BAD00>20%</color> selama 10 detik, maks. 2 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        }
    }
}