{
    "ItemName": "Flamemaker Shaker",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1171",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Anomaly"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Fuel on the Rocks",
            "Description": "Saat pengguna tidak aktif, Energy Regen akan meningkat <color=#2BAD00>0,6</color> poin/detik. Saat <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Assist Attack</color> mengenai musuh, DMG yang diakibatkan pengguna meningkat <color=#2BAD00>3,5%</color> selama 6 detik. Efek ini dapat ditumpuk hingga 10 lapis dan dapat dipicu sekali setiap 0,3 detik. Saat pengguna tidak aktif, efek pelapisan akan berlipat ganda. Memicu ulang akan memperbarui durasi.\nJika memiliki 5 lapis atau lebih saat menerima efek peningkatan DMG, maka Anomaly Proficiency pengguna akan meningkat <color=#2BAD00>50</color> poin selama 6 detik. Efek peningkatan Anomaly Proficiency tidak dapat ditumpuk."
        },
        "2": {
            "Title": "Fuel on the Rocks",
            "Description": "Saat pengguna tidak aktif, Energy Regen akan meningkat <color=#2BAD00>0,75</color> poin/detik. Saat <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Assist Attack</color> mengenai musuh, DMG yang diakibatkan pengguna meningkat <color=#2BAD00>4,4%</color> selama 6 detik. Efek ini dapat ditumpuk hingga 10 lapis dan dapat dipicu sekali setiap 0,3 detik. Saat pengguna tidak aktif, efek pelapisan akan berlipat ganda. Memicu ulang akan memperbarui durasi.\nJika memiliki 5 lapis atau lebih saat menerima efek peningkatan DMG, maka Anomaly Proficiency pengguna akan meningkat <color=#2BAD00>62</color> poin selama 6 detik. Efek peningkatan Anomaly Proficiency tidak dapat ditumpuk."
        },
        "3": {
            "Title": "Fuel on the Rocks",
            "Description": "Saat pengguna tidak aktif, Energy Regen akan meningkat <color=#2BAD00>0,9</color> poin/detik. Saat <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Assist Attack</color> mengenai musuh, DMG yang diakibatkan pengguna meningkat <color=#2BAD00>5,2%</color> selama 6 detik. Efek ini dapat ditumpuk hingga 10 lapis dan dapat dipicu sekali setiap 0,3 detik. Saat pengguna tidak aktif, efek pelapisan akan berlipat ganda. Memicu ulang akan memperbarui durasi.\nJika memiliki 5 lapis atau lebih saat menerima efek peningkatan DMG, maka Anomaly Proficiency pengguna akan meningkat <color=#2BAD00>75</color> poin selama 6 detik. Efek peningkatan Anomaly Proficiency tidak dapat ditumpuk."
        },
        "4": {
            "Title": "Fuel on the Rocks",
            "Description": "Saat pengguna tidak aktif, Energy Regen akan meningkat <color=#2BAD00>1,05</color> poin/detik. Saat <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Assist Attack</color> mengenai musuh, DMG yang diakibatkan pengguna meningkat <color=#2BAD00>6,1%</color> selama 6 detik. Efek ini dapat ditumpuk hingga 10 lapis dan dapat dipicu sekali setiap 0,3 detik. Saat pengguna tidak aktif, efek pelapisan akan berlipat ganda. Memicu ulang akan memperbarui durasi.\nJika memiliki 5 lapis atau lebih saat menerima efek peningkatan DMG, maka Anomaly Proficiency pengguna akan meningkat <color=#2BAD00>87</color> poin selama 6 detik. Efek peningkatan Anomaly Proficiency tidak dapat ditumpuk."
        },
        "5": {
            "Title": "Fuel on the Rocks",
            "Description": "Saat pengguna tidak aktif, Energy Regen akan meningkat <color=#2BAD00>1,2</color> poin/detik. Saat <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Assist Attack</color> mengenai musuh, DMG yang diakibatkan pengguna meningkat <color=#2BAD00>7%</color> selama 6 detik. Efek ini dapat ditumpuk hingga 10 lapis dan dapat dipicu sekali setiap 0,3 detik. Saat pengguna tidak aktif, efek pelapisan akan berlipat ganda. Memicu ulang akan memperbarui durasi.\nJika memiliki 5 lapis atau lebih saat menerima efek peningkatan DMG, maka Anomaly Proficiency pengguna akan meningkat <color=#2BAD00>100</color> poin selama 6 detik. Efek peningkatan Anomaly Proficiency tidak dapat ditumpuk."
        }
    }
}