{
    "ItemName": "Fusion Compiler",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1181",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Anomaly"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 23103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Data Flood",
            "Description": "Meningkatkan <color=#2BAD00>12%</color> ATK. Saat melancarkan <color=#FFFFFF>Special Attack</color> atau <color=#FFFFFF>EX Special Attack</color>, Anomaly Proficiency pengguna akan meningkat <color=#2BAD00>25</color> poin selama 8 detik. Efek ini bisa ditumpuk hingga 3 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "2": {
            "Title": "Data Flood",
            "Description": "Meningkatkan <color=#2BAD00>15%</color> ATK. Saat melancarkan <color=#FFFFFF>Special Attack</color> atau <color=#FFFFFF>EX Special Attack</color>, Anomaly Proficiency pengguna akan meningkat <color=#2BAD00>31</color> poin selama 8 detik. Efek ini bisa ditumpuk hingga 3 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "3": {
            "Title": "Data Flood",
            "Description": "Meningkatkan <color=#2BAD00>18%</color> ATK. Saat melancarkan <color=#FFFFFF>Special Attack</color> atau <color=#FFFFFF>EX Special Attack</color>, Anomaly Proficiency pengguna akan meningkat <color=#2BAD00>37</color> poin selama 8 detik. Efek ini bisa ditumpuk hingga 3 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "4": {
            "Title": "Data Flood",
            "Description": "Meningkatkan <color=#2BAD00>21%</color> ATK. Saat melancarkan <color=#FFFFFF>Special Attack</color> atau <color=#FFFFFF>EX Special Attack</color>, Anomaly Proficiency pengguna akan meningkat <color=#2BAD00>43</color> poin selama 8 detik. Efek ini bisa ditumpuk hingga 3 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "5": {
            "Title": "Data Flood",
            "Description": "Meningkatkan <color=#2BAD00>24%</color> ATK. Saat melancarkan <color=#FFFFFF>Special Attack</color> atau <color=#FFFFFF>EX Special Attack</color>, Anomaly Proficiency pengguna akan meningkat <color=#2BAD00>50</color> poin selama 8 detik. Efek ini bisa ditumpuk hingga 3 lapis. Durasi setiap lapis akan dihitung secara terpisah."
        }
    }
}