{
    "ItemName": "The Restrained",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1141",
    "Profession": {
        "Type": "Stun",
        "Name": "Stun"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 12202,
        "PropertyValue": 720
    },
    "Talents": {
        "1": {
            "Title": "Binding Chains",
            "Description": "Saat serangan mengenai musuh, DMG dan Daze yang diakibatkan dari <color=#FFFFFF>Basic Attack</color> meningkat <color=#2BAD00>6%</color> selama 8 detik. Efek ini dapat ditumpuk hingga 5 lapis. Hanya dapat terpicu satu kali dari satu Skill yang sama. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "2": {
            "Title": "Binding Chains",
            "Description": "Saat serangan mengenai musuh, DMG dan Daze yang diakibatkan dari <color=#FFFFFF>Basic Attack</color> meningkat <color=#2BAD00>7,5%</color> selama 8 detik. Efek ini dapat ditumpuk hingga 5 lapis. Hanya dapat terpicu satu kali dari satu Skill yang sama. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "3": {
            "Title": "Binding Chains",
            "Description": "Saat serangan mengenai musuh, DMG dan Daze yang diakibatkan dari <color=#FFFFFF>Basic Attack</color> meningkat <color=#2BAD00>9%</color> selama 8 detik. Efek ini dapat ditumpuk hingga 5 lapis. Hanya dapat terpicu satu kali dari satu Skill yang sama. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "4": {
            "Title": "Binding Chains",
            "Description": "Saat serangan mengenai musuh, DMG dan Daze yang diakibatkan dari <color=#FFFFFF>Basic Attack</color> meningkat <color=#2BAD00>10,5%</color> selama 8 detik. Efek ini dapat ditumpuk hingga 5 lapis. Hanya dapat terpicu satu kali dari satu Skill yang sama. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "5": {
            "Title": "Binding Chains",
            "Description": "Saat serangan mengenai musuh, DMG dan Daze yang diakibatkan dari <color=#FFFFFF>Basic Attack</color> meningkat <color=#2BAD00>12%</color> selama 8 detik. Efek ini dapat ditumpuk hingga 5 lapis. Hanya dapat terpicu satu kali dari satu Skill yang sama. Durasi setiap lapis akan dihitung secara terpisah."
        }
    }
}