{
    "ItemName": "Zanshin Herb Case",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1201",
    "Profession": {
        "Type": "Attack",
        "Name": "Attack"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 21103,
        "PropertyValue": 1920
    },
    "Talents": {
        "1": {
            "Title": "Growth Through Adversity",
            "Description": "CRIT Rate meningkat <color=#2BAD00>10%</color>. <color=#2EB6FF>Electric DMG</color> yang diakibatkan dari <color=#FFFFFF>Dash Attack</color> meningkat <color=#2BAD00>40%</color>. Saat salah satu anggota tim mengakibatkan efek Attribute Anomaly atau Stun terhadap musuh, CRIT Rate pengguna meningkat lagi sebesar <color=#2BAD00>10%</color> selama 15 detik."
        },
        "2": {
            "Title": "Growth Through Adversity",
            "Description": "CRIT Rate meningkat <color=#2BAD00>11,5%</color>. <color=#2EB6FF>Electric DMG</color> yang diakibatkan dari <color=#FFFFFF>Dash Attack</color> meningkat <color=#2BAD00>46%</color>. Saat salah satu anggota tim mengakibatkan efek Attribute Anomaly atau Stun terhadap musuh, CRIT Rate pengguna meningkat lagi sebesar <color=#2BAD00>11,5%</color> selama 15 detik."
        },
        "3": {
            "Title": "Growth Through Adversity",
            "Description": "CRIT Rate meningkat <color=#2BAD00>13%</color>. <color=#2EB6FF>Electric DMG</color> yang diakibatkan dari <color=#FFFFFF>Dash Attack</color> meningkat <color=#2BAD00>52%</color>. Saat salah satu anggota tim mengakibatkan efek Attribute Anomaly atau Stun terhadap musuh, CRIT Rate pengguna meningkat lagi sebesar <color=#2BAD00>13%</color> selama 15 detik."
        },
        "4": {
            "Title": "Growth Through Adversity",
            "Description": "CRIT Rate meningkat <color=#2BAD00>14,5%</color>. <color=#2EB6FF>Electric DMG</color> yang diakibatkan dari <color=#FFFFFF>Dash Attack</color> meningkat <color=#2BAD00>58%</color>. Saat salah satu anggota tim mengakibatkan efek Attribute Anomaly atau Stun terhadap musuh, CRIT Rate pengguna meningkat lagi sebesar <color=#2BAD00>14,5%</color> selama 15 detik."
        },
        "5": {
            "Title": "Growth Through Adversity",
            "Description": "CRIT Rate meningkat <color=#2BAD00>16%</color>. <color=#2EB6FF>Electric DMG</color> yang diakibatkan dari <color=#FFFFFF>Dash Attack</color> meningkat <color=#2BAD00>64%</color>. Saat salah satu anggota tim mengakibatkan efek Attribute Anomaly atau Stun terhadap musuh, CRIT Rate pengguna meningkat lagi sebesar <color=#2BAD00>16%</color> selama 15 detik."
        }
    }
}