{
    "ItemName": "Ice-Jade Teapot",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1251",
    "Profession": {
        "Type": "Stun",
        "Name": "Stun"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 12202,
        "PropertyValue": 720
    },
    "Talents": {
        "1": {
            "Title": "Ringing Melody",
            "Description": "Saat <color=#FFFFFF>Basic Attack</color> mengenai musuh, pengguna akan mendapatkan 1 lapis <color=#FFFFFF>Tea-riffic</color>. Setiap lapisan <color=#FFFFFF>Tea-riffic</color> akan meningkatkan <color=#2BAD00>0,7%</color> Impact pengguna yang dapat ditumpuk hingga 30 lapis, dan berlangsung selama 8 detik. Durasi setiap lapis akan dihitung secara terpisah. Saat mendapatkan <color=#FFFFFF>Tea-riffic</color>, jika lapisan <color=#FFFFFF>Tea-riffic</color> yang dimiliki pengguna berjumlah 15 lapis atau lebih, DMG yang diakibatkan semua Agen dalam tim meningkat <color=#2BAD00>20%</color> selama 10 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "2": {
            "Title": "Ringing Melody",
            "Description": "Saat <color=#FFFFFF>Basic Attack</color> mengenai musuh, pengguna akan mendapatkan 1 lapis <color=#FFFFFF>Tea-riffic</color>. Setiap lapisan <color=#FFFFFF>Tea-riffic</color> akan meningkatkan <color=#2BAD00>0,88%</color> Impact pengguna yang dapat ditumpuk hingga 30 lapis, dan berlangsung selama 8 detik. Durasi setiap lapis akan dihitung secara terpisah. Saat mendapatkan <color=#FFFFFF>Tea-riffic</color>, jika lapisan <color=#FFFFFF>Tea-riffic</color> yang dimiliki pengguna berjumlah 15 lapis atau lebih, DMG yang diakibatkan semua Agen dalam tim meningkat <color=#2BAD00>23%</color> selama 10 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "3": {
            "Title": "Ringing Melody",
            "Description": "Saat <color=#FFFFFF>Basic Attack</color> mengenai musuh, pengguna akan mendapatkan 1 lapis <color=#FFFFFF>Tea-riffic</color>. Setiap lapisan <color=#FFFFFF>Tea-riffic</color> akan meningkatkan <color=#2BAD00>1,05%</color> Impact pengguna yang dapat ditumpuk hingga 30 lapis, dan berlangsung selama 8 detik. Durasi setiap lapis akan dihitung secara terpisah. Saat mendapatkan <color=#FFFFFF>Tea-riffic</color>, jika lapisan <color=#FFFFFF>Tea-riffic</color> yang dimiliki pengguna berjumlah 15 lapis atau lebih, DMG yang diakibatkan semua Agen dalam tim meningkat <color=#2BAD00>26%</color> selama 10 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "4": {
            "Title": "Ringing Melody",
            "Description": "Saat <color=#FFFFFF>Basic Attack</color> mengenai musuh, pengguna akan mendapatkan 1 lapis <color=#FFFFFF>Tea-riffic</color>. Setiap lapisan <color=#FFFFFF>Tea-riffic</color> akan meningkatkan <color=#2BAD00>1,22%</color> Impact pengguna yang dapat ditumpuk hingga 30 lapis, dan berlangsung selama 8 detik. Durasi setiap lapis akan dihitung secara terpisah. Saat mendapatkan <color=#FFFFFF>Tea-riffic</color>, jika lapisan <color=#FFFFFF>Tea-riffic</color> yang dimiliki pengguna berjumlah 15 lapis atau lebih, DMG yang diakibatkan semua Agen dalam tim meningkat <color=#2BAD00>29%</color> selama 10 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "5": {
            "Title": "Ringing Melody",
            "Description": "Saat <color=#FFFFFF>Basic Attack</color> mengenai musuh, pengguna akan mendapatkan 1 lapis <color=#FFFFFF>Tea-riffic</color>. Setiap lapisan <color=#FFFFFF>Tea-riffic</color> akan meningkatkan <color=#2BAD00>1,4%</color> Impact pengguna yang dapat ditumpuk hingga 30 lapis, dan berlangsung selama 8 detik. Durasi setiap lapis akan dihitung secara terpisah. Saat mendapatkan <color=#FFFFFF>Tea-riffic</color>, jika lapisan <color=#FFFFFF>Tea-riffic</color> yang dimiliki pengguna berjumlah 15 lapis atau lebih, DMG yang diakibatkan semua Agen dalam tim meningkat <color=#2BAD00>32%</color> selama 10 detik. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        }
    }
}