{
    "ItemName": "Weeping Cradle",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1211",
    "Profession": {
        "Type": "Support",
        "Name": "Support"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 46
    },
    "SecondaryStat": {
        "PropertyId": 23103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Punishment",
            "Description": "Saat pengguna tidak aktif, Energy Regen pengguna akan meningkat <color=#2BAD00>0,6</color> poin/detik. Saat serangan pengguna mengenai musuh, DMG yang diakibatkan semua unit terhadap target meningkat <color=#2BAD00>10%</color> selama 3 detik. Selama efek berlangsung, efek buff ini akan meningkat <color=#2BAD00>1,7%</color> setiap 0,5 detik, maks. meningkat hingga <color=#2BAD00>10,2%</color>. Jika dipicu berulang kali, hanya durasi yang akan diperbarui, dan efek peningkatan DMG tidak akan diperbarui. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "2": {
            "Title": "Punishment",
            "Description": "Saat pengguna tidak aktif, Energy Regen pengguna akan meningkat <color=#2BAD00>0,75</color> poin/detik. Saat serangan pengguna mengenai musuh, DMG yang diakibatkan semua unit terhadap target meningkat <color=#2BAD00>12,5%</color> selama 3 detik. Selama efek berlangsung, efek buff ini akan meningkat <color=#2BAD00>2%</color> setiap 0,5 detik, maks. meningkat hingga <color=#2BAD00>12%</color>. Jika dipicu berulang kali, hanya durasi yang akan diperbarui, dan efek peningkatan DMG tidak akan diperbarui. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "3": {
            "Title": "Punishment",
            "Description": "Saat pengguna tidak aktif, Energy Regen pengguna akan meningkat <color=#2BAD00>0,9</color> poin/detik. Saat serangan pengguna mengenai musuh, DMG yang diakibatkan semua unit terhadap target meningkat <color=#2BAD00>15%</color> selama 3 detik. Selama efek berlangsung, efek buff ini akan meningkat <color=#2BAD00>2,5%</color> setiap 0,5 detik, maks. meningkat hingga <color=#2BAD00>15%</color>. Jika dipicu berulang kali, hanya durasi yang akan diperbarui, dan efek peningkatan DMG tidak akan diperbarui. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "4": {
            "Title": "Punishment",
            "Description": "Saat pengguna tidak aktif, Energy Regen pengguna akan meningkat <color=#2BAD00>1,05</color> poin/detik. Saat serangan pengguna mengenai musuh, DMG yang diakibatkan semua unit terhadap target meningkat <color=#2BAD00>17,5%</color> selama 3 detik. Selama efek berlangsung, efek buff ini akan meningkat <color=#2BAD00>3%</color> setiap 0,5 detik, maks. meningkat hingga <color=#2BAD00>18%</color>. Jika dipicu berulang kali, hanya durasi yang akan diperbarui, dan efek peningkatan DMG tidak akan diperbarui. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        },
        "5": {
            "Title": "Punishment",
            "Description": "Saat pengguna tidak aktif, Energy Regen pengguna akan meningkat <color=#2BAD00>1,2</color> poin/detik. Saat serangan pengguna mengenai musuh, DMG yang diakibatkan semua unit terhadap target meningkat <color=#2BAD00>20%</color> selama 3 detik. Selama efek berlangsung, efek buff ini akan meningkat <color=#2BAD00>3,3%</color> setiap 0,5 detik, maks. meningkat hingga <color=#2BAD00>19,8%</color>. Jika dipicu berulang kali, hanya durasi yang akan diperbarui, dan efek peningkatan DMG tidak akan diperbarui. Efek pasif dengan nama yang sama tidak dapat ditumpuk."
        }
    }
}