{
    "ItemName": "Half-Sugar Bunny",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1341",
    "Profession": {
        "Type": "Defense",
        "Name": "Defense"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Fragile Sweetness",
            "Description": "Energy Regen pengguna meningkat <color=#2BAD00>0,46</color> poin/detik. ATK semua Agen dalam tim meningkat <color=#2BAD00>10%</color> dan Max HP meningkat <color=#2BAD00>10%</color>. Hanya 1 efek ini yang dapat berlaku dalam satu tim. Saat pengguna mengaktifkan atau memperpanjang <color=#FFFFFF>Ether Veil</color>, CRIT DMG semua Agen dalam tim meningkat <color=#2BAD00>30%</color> selama 60 detik. Memicu ulang akan memperbarui durasi."
        },
        "2": {
            "Title": "Fragile Sweetness",
            "Description": "Energy Regen pengguna meningkat <color=#2BAD00>0,53</color> poin/detik. ATK semua Agen dalam tim meningkat <color=#2BAD00>11,5%</color> dan Max HP meningkat <color=#2BAD00>11,5%</color>. Hanya 1 efek ini yang dapat berlaku dalam satu tim. Saat pengguna mengaktifkan atau memperpanjang <color=#FFFFFF>Ether Veil</color>, CRIT DMG semua Agen dalam tim meningkat <color=#2BAD00>34,5%</color> selama 60 detik. Memicu ulang akan memperbarui durasi."
        },
        "3": {
            "Title": "Fragile Sweetness",
            "Description": "Energy Regen pengguna meningkat <color=#2BAD00>0,6</color> poin/detik. ATK semua Agen dalam tim meningkat <color=#2BAD00>13%</color> dan Max HP meningkat <color=#2BAD00>13%</color>. Hanya 1 efek ini yang dapat berlaku dalam satu tim. Saat pengguna mengaktifkan atau memperpanjang <color=#FFFFFF>Ether Veil</color>, CRIT DMG semua Agen dalam tim meningkat <color=#2BAD00>39%</color> selama 60 detik. Memicu ulang akan memperbarui durasi."
        },
        "4": {
            "Title": "Fragile Sweetness",
            "Description": "Energy Regen pengguna meningkat <color=#2BAD00>0,67</color> poin/detik. ATK semua Agen dalam tim meningkat <color=#2BAD00>14,5%</color> dan Max HP meningkat <color=#2BAD00>14,5%</color>. Hanya 1 efek ini yang dapat berlaku dalam satu tim. Saat pengguna mengaktifkan atau memperpanjang <color=#FFFFFF>Ether Veil</color>, CRIT DMG semua Agen dalam tim meningkat <color=#2BAD00>43,5%</color> selama 60 detik. Memicu ulang akan memperbarui durasi."
        },
        "5": {
            "Title": "Fragile Sweetness",
            "Description": "Energy Regen pengguna meningkat <color=#2BAD00>0,74</color> poin/detik. ATK semua Agen dalam tim meningkat <color=#2BAD00>16%</color> dan Max HP meningkat <color=#2BAD00>16%</color>. Hanya 1 efek ini yang dapat berlaku dalam satu tim. Saat pengguna mengaktifkan atau memperpanjang <color=#FFFFFF>Ether Veil</color>, CRIT DMG semua Agen dalam tim meningkat <color=#2BAD00>48%</color> selama 60 detik. Memicu ulang akan memperbarui durasi."
        }
    }
}