{
    "ItemName": "Qingming Birdcage",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1371",
    "Profession": {
        "Type": "Rupture",
        "Name": "Rupture"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 50
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Cloud Flow",
            "Description": "CRIT Rate meningkat <color=#2BAD00>20%</color>. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, akan memperoleh 1 lapis efek <color=#FFFFFF>Qingming Companion</color>. Dapat ditumpuk hingga 2 lapis dan berlangsung selama 15 detik. Saat memasuki status bertarung, akan langsung memperoleh 2 lapis. Memicu ulang akan memperbarui durasi. Setiap lapis efek <color=#FFFFFF>Qingming Companion</color> akan meningkatkan <color=#FE437E>Ether DMG</color> yang diakibatkan pengguna sebesar <color=#2BAD00>8%</color> dan meningkatkan <color=#FE437E>Ether Sheer DMG</color> yang diakibatkan dari Ultimate atau EX Special Attack sebesar <color=#2BAD00>10%</color>."
        },
        "2": {
            "Title": "Cloud Flow",
            "Description": "CRIT Rate meningkat <color=#2BAD00>23%</color>. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, akan memperoleh 1 lapis efek <color=#FFFFFF>Qingming Companion</color>. Dapat ditumpuk hingga 2 lapis dan berlangsung selama 15 detik. Saat memasuki status bertarung, akan langsung memperoleh 2 lapis. Memicu ulang akan memperbarui durasi. Setiap lapis efek <color=#FFFFFF>Qingming Companion</color> akan meningkatkan <color=#FE437E>Ether DMG</color> yang diakibatkan pengguna sebesar <color=#2BAD00>9,2%</color> dan meningkatkan <color=#FE437E>Ether Sheer DMG</color> yang diakibatkan dari Ultimate atau EX Special Attack sebesar <color=#2BAD00>11,5%</color>."
        },
        "3": {
            "Title": "Cloud Flow",
            "Description": "CRIT Rate meningkat <color=#2BAD00>26%</color>. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, akan memperoleh 1 lapis efek <color=#FFFFFF>Qingming Companion</color>. Dapat ditumpuk hingga 2 lapis dan berlangsung selama 15 detik. Saat memasuki status bertarung, akan langsung memperoleh 2 lapis. Memicu ulang akan memperbarui durasi. Setiap lapis efek <color=#FFFFFF>Qingming Companion</color> akan meningkatkan <color=#FE437E>Ether DMG</color> yang diakibatkan pengguna sebesar <color=#2BAD00>10,4%</color> dan meningkatkan <color=#FE437E>Ether Sheer DMG</color> yang diakibatkan dari Ultimate atau EX Special Attack sebesar <color=#2BAD00>13%</color>."
        },
        "4": {
            "Title": "Cloud Flow",
            "Description": "CRIT Rate meningkat <color=#2BAD00>29%</color>. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, akan memperoleh 1 lapis efek <color=#FFFFFF>Qingming Companion</color>. Dapat ditumpuk hingga 2 lapis dan berlangsung selama 15 detik. Saat memasuki status bertarung, akan langsung memperoleh 2 lapis. Memicu ulang akan memperbarui durasi. Setiap lapis efek <color=#FFFFFF>Qingming Companion</color> akan meningkatkan <color=#FE437E>Ether DMG</color> yang diakibatkan pengguna sebesar <color=#2BAD00>11,6%</color> dan meningkatkan <color=#FE437E>Ether Sheer DMG</color> yang diakibatkan dari Ultimate atau EX Special Attack sebesar <color=#2BAD00>14,5%</color>."
        },
        "5": {
            "Title": "Cloud Flow",
            "Description": "CRIT Rate meningkat <color=#2BAD00>32%</color>. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, akan memperoleh 1 lapis efek <color=#FFFFFF>Qingming Companion</color>. Dapat ditumpuk hingga 2 lapis dan berlangsung selama 15 detik. Saat memasuki status bertarung, akan langsung memperoleh 2 lapis. Memicu ulang akan memperbarui durasi. Setiap lapis efek <color=#FFFFFF>Qingming Companion</color> akan meningkatkan <color=#FE437E>Ether DMG</color> yang diakibatkan pengguna sebesar <color=#2BAD00>12,8%</color> dan meningkatkan <color=#FE437E>Ether Sheer DMG</color> yang diakibatkan dari Ultimate atau EX Special Attack sebesar <color=#2BAD00>16%</color>."
        }
    }
}