{
    "ItemName": "Severed Innocence",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1381",
    "Profession": {
        "Type": "Attack",
        "Name": "Attack"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 21103,
        "PropertyValue": 1920
    },
    "Talents": {
        "1": {
            "Title": "Tranquil Blossom",
            "Description": "CRIT DMG meningkat <color=#2BAD00>30%</color>. Saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Special Attack</color>, atau <color=#FFFFFF>Aftershock</color> yang dilancarkan pengguna mengenai musuh, masing-masing akan memberikan 1 lapis efek buff. Setiap lapis efek buff akan memberikan peningkatan CRIT DMG tambahan sebesar <color=#2BAD00>10%</color> kepada pengguna. Efek buff dapat ditumpuk hingga 3 lapis dan berlangsung selama 30 detik. Durasi setiap lapis akan dihitung secara terpisah, dan hanya dapat terpicu satu kali dari satu Skill yang sama. Saat memiliki 3 lapis efek buff, <color=#2EB6FF>Electric DMG</color> yang diakibatkan pengguna akan meningkat <color=#2BAD00>20%</color>."
        },
        "2": {
            "Title": "Tranquil Blossom",
            "Description": "CRIT DMG meningkat <color=#2BAD00>34,5%</color>. Saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Special Attack</color>, atau <color=#FFFFFF>Aftershock</color> yang dilancarkan pengguna mengenai musuh, masing-masing akan memberikan 1 lapis efek buff. Setiap lapis efek buff akan memberikan peningkatan CRIT DMG tambahan sebesar <color=#2BAD00>11,5%</color> kepada pengguna. Efek buff dapat ditumpuk hingga 3 lapis dan berlangsung selama 30 detik. Durasi setiap lapis akan dihitung secara terpisah, dan hanya dapat terpicu satu kali dari satu Skill yang sama. Saat memiliki 3 lapis efek buff, <color=#2EB6FF>Electric DMG</color> yang diakibatkan pengguna akan meningkat <color=#2BAD00>23%</color>."
        },
        "3": {
            "Title": "Tranquil Blossom",
            "Description": "CRIT DMG meningkat <color=#2BAD00>39%</color>. Saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Special Attack</color>, atau <color=#FFFFFF>Aftershock</color> yang dilancarkan pengguna mengenai musuh, masing-masing akan memberikan 1 lapis efek buff. Setiap lapis efek buff akan memberikan peningkatan CRIT DMG tambahan sebesar <color=#2BAD00>13%</color> kepada pengguna. Efek buff dapat ditumpuk hingga 3 lapis dan berlangsung selama 30 detik. Durasi setiap lapis akan dihitung secara terpisah, dan hanya dapat terpicu satu kali dari satu Skill yang sama. Saat memiliki 3 lapis efek buff, <color=#2EB6FF>Electric DMG</color> yang diakibatkan pengguna akan meningkat <color=#2BAD00>26%</color>."
        },
        "4": {
            "Title": "Tranquil Blossom",
            "Description": "CRIT DMG meningkat <color=#2BAD00>43,5%</color>. Saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Special Attack</color>, atau <color=#FFFFFF>Aftershock</color> yang dilancarkan pengguna mengenai musuh, masing-masing akan memberikan 1 lapis efek buff. Setiap lapis efek buff akan memberikan peningkatan CRIT DMG tambahan sebesar <color=#2BAD00>14,5%</color> kepada pengguna. Efek buff dapat ditumpuk hingga 3 lapis dan berlangsung selama 30 detik. Durasi setiap lapis akan dihitung secara terpisah, dan hanya dapat terpicu satu kali dari satu Skill yang sama. Saat memiliki 3 lapis efek buff, <color=#2EB6FF>Electric DMG</color> yang diakibatkan pengguna akan meningkat <color=#2BAD00>29%</color>."
        },
        "5": {
            "Title": "Tranquil Blossom",
            "Description": "CRIT DMG meningkat <color=#2BAD00>48%</color>. Saat <color=#FFFFFF>Basic Attack</color>, <color=#FFFFFF>Special Attack</color>, atau <color=#FFFFFF>Aftershock</color> yang dilancarkan pengguna mengenai musuh, masing-masing akan memberikan 1 lapis efek buff. Setiap lapis efek buff akan memberikan peningkatan CRIT DMG tambahan sebesar <color=#2BAD00>16%</color> kepada pengguna. Efek buff dapat ditumpuk hingga 3 lapis dan berlangsung selama 30 detik. Durasi setiap lapis akan dihitung secara terpisah, dan hanya dapat terpicu satu kali dari satu Skill yang sama. Saat memiliki 3 lapis efek buff, <color=#2EB6FF>Electric DMG</color> yang diakibatkan pengguna akan meningkat <color=#2BAD00>32%</color>."
        }
    }
}