{
    "ItemName": "Bellicose Blaze",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1301",
    "Profession": {
        "Type": "Attack",
        "Name": "Attack"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 30502,
        "PropertyValue": 2400
    },
    "Talents": {
        "1": {
            "Title": "Flame-Devouring Choir",
            "Description": "CRIT Rate meningkat <color=#2BAD00>20%</color>. Saat pengguna melancarkan <color=#FFFFFF>Aftershock</color> yang mengakibatkan <color=#FF5521>Fire DMG</color>, DMG yang diakibatkan pengguna akan mengabaikan <color=#2BAD00>15%</color> DEF musuh selama 8 detik. Efek ini hanya dapat diperoleh 1 kali setiap 3 detik dan dapat ditumpuk hingga 2 lapis. Memicu ulang akan memperbarui durasi."
        },
        "2": {
            "Title": "Flame-Devouring Choir",
            "Description": "CRIT Rate meningkat <color=#2BAD00>23%</color>. Saat pengguna melancarkan <color=#FFFFFF>Aftershock</color> yang mengakibatkan <color=#FF5521>Fire DMG</color>, DMG yang diakibatkan pengguna akan mengabaikan <color=#2BAD00>17,2%</color> DEF musuh selama 8 detik. Efek ini hanya dapat diperoleh 1 kali setiap 3 detik dan dapat ditumpuk hingga 2 lapis. Memicu ulang akan memperbarui durasi."
        },
        "3": {
            "Title": "Flame-Devouring Choir",
            "Description": "CRIT Rate meningkat <color=#2BAD00>26%</color>. Saat pengguna melancarkan <color=#FFFFFF>Aftershock</color> yang mengakibatkan <color=#FF5521>Fire DMG</color>, DMG yang diakibatkan pengguna akan mengabaikan <color=#2BAD00>19,5%</color> DEF musuh selama 8 detik. Efek ini hanya dapat diperoleh 1 kali setiap 3 detik dan dapat ditumpuk hingga 2 lapis. Memicu ulang akan memperbarui durasi."
        },
        "4": {
            "Title": "Flame-Devouring Choir",
            "Description": "CRIT Rate meningkat <color=#2BAD00>29%</color>. Saat pengguna melancarkan <color=#FFFFFF>Aftershock</color> yang mengakibatkan <color=#FF5521>Fire DMG</color>, DMG yang diakibatkan pengguna akan mengabaikan <color=#2BAD00>21,7%</color> DEF musuh selama 8 detik. Efek ini hanya dapat diperoleh 1 kali setiap 3 detik dan dapat ditumpuk hingga 2 lapis. Memicu ulang akan memperbarui durasi."
        },
        "5": {
            "Title": "Flame-Devouring Choir",
            "Description": "CRIT Rate meningkat <color=#2BAD00>32%</color>. Saat pengguna melancarkan <color=#FFFFFF>Aftershock</color> yang mengakibatkan <color=#FF5521>Fire DMG</color>, DMG yang diakibatkan pengguna akan mengabaikan <color=#2BAD00>24%</color> DEF musuh selama 8 detik. Efek ini hanya dapat diperoleh 1 kali setiap 3 detik dan dapat ditumpuk hingga 2 lapis. Memicu ulang akan memperbarui durasi."
        }
    }
}