{
    "ItemName": "Flight of Fancy",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1331",
    "Profession": {
        "Type": "Anomaly",
        "Name": "Anomaly"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 31203,
        "PropertyValue": 36
    },
    "Talents": {
        "1": {
            "Title": "Silver Spiked Feathers",
            "Description": "Anomaly Buildup Rate meningkat <color=#2BAD00>40%</color>. Saat pengguna mengakibatkan <color=#FE437E>Ether DMG</color>, Anomaly Proficiency-nya akan meningkat <color=#2BAD00>20</color> poin selama 5 detik. Efek ini dapat dipicu sekali setiap 0,5 detik dan dapat ditumpuk hingga 6 lapis. Memicu ulang akan memperbarui durasi."
        },
        "2": {
            "Title": "Silver Spiked Feathers",
            "Description": "Anomaly Buildup Rate meningkat <color=#2BAD00>46%</color>. Saat pengguna mengakibatkan <color=#FE437E>Ether DMG</color>, Anomaly Proficiency-nya akan meningkat <color=#2BAD00>23</color> poin selama 5 detik. Efek ini dapat dipicu sekali setiap 0,5 detik dan dapat ditumpuk hingga 6 lapis. Memicu ulang akan memperbarui durasi."
        },
        "3": {
            "Title": "Silver Spiked Feathers",
            "Description": "Anomaly Buildup Rate meningkat <color=#2BAD00>52%</color>. Saat pengguna mengakibatkan <color=#FE437E>Ether DMG</color>, Anomaly Proficiency-nya akan meningkat <color=#2BAD00>26</color> poin selama 5 detik. Efek ini dapat dipicu sekali setiap 0,5 detik dan dapat ditumpuk hingga 6 lapis. Memicu ulang akan memperbarui durasi."
        },
        "4": {
            "Title": "Silver Spiked Feathers",
            "Description": "Anomaly Buildup Rate meningkat <color=#2BAD00>58%</color>. Saat pengguna mengakibatkan <color=#FE437E>Ether DMG</color>, Anomaly Proficiency-nya akan meningkat <color=#2BAD00>29</color> poin selama 5 detik. Efek ini dapat dipicu sekali setiap 0,5 detik dan dapat ditumpuk hingga 6 lapis. Memicu ulang akan memperbarui durasi."
        },
        "5": {
            "Title": "Silver Spiked Feathers",
            "Description": "Anomaly Buildup Rate meningkat <color=#2BAD00>64%</color>. Saat pengguna mengakibatkan <color=#FE437E>Ether DMG</color>, Anomaly Proficiency-nya akan meningkat <color=#2BAD00>32</color> poin selama 5 detik. Efek ini dapat dipicu sekali setiap 0,5 detik dan dapat ditumpuk hingga 6 lapis. Memicu ulang akan memperbarui durasi."
        }
    }
}