{
    "ItemName": "Metanukimorphosis",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1411",
    "Profession": {
        "Type": "Support",
        "Name": "Support"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 30502,
        "PropertyValue": 2400
    },
    "Talents": {
        "1": {
            "Title": "Exquisitely Ingenious",
            "Description": "Saat <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Ultimate</color> yang dilancarkan pengguna mengakibatkan <color=#F0D12B>Physical DMG</color>, <color=#FFFFFF>Anomaly Mastery</color> pengguna meningkat <color=#2BAD00>30</color> poin selama 40 detik. Saat <color=#FFFFFF>Aftershock</color> dari pengguna mengenai musuh, <color=#FFFFFF>Anomaly Proficiency</color> semua Agen dalam tim akan meningkat <color=#2BAD00>60</color> poin selama 40 detik. Efek ini hanya dapat dimiliki oleh satu Agen di dalam tim."
        },
        "2": {
            "Title": "Exquisitely Ingenious",
            "Description": "Saat <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Ultimate</color> yang dilancarkan pengguna mengakibatkan <color=#F0D12B>Physical DMG</color>, <color=#FFFFFF>Anomaly Mastery</color> pengguna meningkat <color=#2BAD00>34</color> poin selama 40 detik. Saat <color=#FFFFFF>Aftershock</color> dari pengguna mengenai musuh, <color=#FFFFFF>Anomaly Proficiency</color> semua Agen dalam tim akan meningkat <color=#2BAD00>69</color> poin selama 40 detik. Efek ini hanya dapat dimiliki oleh satu Agen di dalam tim."
        },
        "3": {
            "Title": "Exquisitely Ingenious",
            "Description": "Saat <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Ultimate</color> yang dilancarkan pengguna mengakibatkan <color=#F0D12B>Physical DMG</color>, <color=#FFFFFF>Anomaly Mastery</color> pengguna meningkat <color=#2BAD00>39</color> poin selama 40 detik. Saat <color=#FFFFFF>Aftershock</color> dari pengguna mengenai musuh, <color=#FFFFFF>Anomaly Proficiency</color> semua Agen dalam tim akan meningkat <color=#2BAD00>78</color> poin selama 40 detik. Efek ini hanya dapat dimiliki oleh satu Agen di dalam tim."
        },
        "4": {
            "Title": "Exquisitely Ingenious",
            "Description": "Saat <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Ultimate</color> yang dilancarkan pengguna mengakibatkan <color=#F0D12B>Physical DMG</color>, <color=#FFFFFF>Anomaly Mastery</color> pengguna meningkat <color=#2BAD00>43</color> poin selama 40 detik. Saat <color=#FFFFFF>Aftershock</color> dari pengguna mengenai musuh, <color=#FFFFFF>Anomaly Proficiency</color> semua Agen dalam tim akan meningkat <color=#2BAD00>87</color> poin selama 40 detik. Efek ini hanya dapat dimiliki oleh satu Agen di dalam tim."
        },
        "5": {
            "Title": "Exquisitely Ingenious",
            "Description": "Saat <color=#FFFFFF>EX Special Attack</color> atau <color=#FFFFFF>Ultimate</color> yang dilancarkan pengguna mengakibatkan <color=#F0D12B>Physical DMG</color>, <color=#FFFFFF>Anomaly Mastery</color> pengguna meningkat <color=#2BAD00>48</color> poin selama 40 detik. Saat <color=#FFFFFF>Aftershock</color> dari pengguna mengenai musuh, <color=#FFFFFF>Anomaly Proficiency</color> semua Agen dalam tim akan meningkat <color=#2BAD00>96</color> poin selama 40 detik. Efek ini hanya dapat dimiliki oleh satu Agen di dalam tim."
        }
    }
}