{
    "ItemName": "Yesterday Calls",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1481",
    "Profession": {
        "Type": "Stun",
        "Name": "Stun"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "24/7",
            "Description": "Saat pengguna tidak aktif, Energy Regen miliknya akan meningkat <color=#2BAD00>1,5</color> poin/detik. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color> dan mengakibatkan <color=#F0D12B>Physical DMG</color>, Daze yang diakibatkan dari serangan pengguna meningkat <color=#2BAD00>9%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 10 detik. Saat ditumpuk hingga 3 lapis, CRIT DMG semua Agen dalam tim akan meningkat <color=#2BAD00>30%</color> selama 40 detik. Memicu ulang akan memperbarui durasi. Hanya 1 efek peningkatan CRIT DMG jenis ini yang dapat berlaku dalam satu tim."
        },
        "2": {
            "Title": "24/7",
            "Description": "Saat pengguna tidak aktif, Energy Regen miliknya akan meningkat <color=#2BAD00>1,7</color> poin/detik. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color> dan mengakibatkan <color=#F0D12B>Physical DMG</color>, Daze yang diakibatkan dari serangan pengguna meningkat <color=#2BAD00>10,3%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 10 detik. Saat ditumpuk hingga 3 lapis, CRIT DMG semua Agen dalam tim akan meningkat <color=#2BAD00>34,5%</color> selama 40 detik. Memicu ulang akan memperbarui durasi. Hanya 1 efek peningkatan CRIT DMG jenis ini yang dapat berlaku dalam satu tim."
        },
        "3": {
            "Title": "24/7",
            "Description": "Saat pengguna tidak aktif, Energy Regen miliknya akan meningkat <color=#2BAD00>1,9</color> poin/detik. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color> dan mengakibatkan <color=#F0D12B>Physical DMG</color>, Daze yang diakibatkan dari serangan pengguna meningkat <color=#2BAD00>11,7%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 10 detik. Saat ditumpuk hingga 3 lapis, CRIT DMG semua Agen dalam tim akan meningkat <color=#2BAD00>39%</color> selama 40 detik. Memicu ulang akan memperbarui durasi. Hanya 1 efek peningkatan CRIT DMG jenis ini yang dapat berlaku dalam satu tim."
        },
        "4": {
            "Title": "24/7",
            "Description": "Saat pengguna tidak aktif, Energy Regen miliknya akan meningkat <color=#2BAD00>2,1</color> poin/detik. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color> dan mengakibatkan <color=#F0D12B>Physical DMG</color>, Daze yang diakibatkan dari serangan pengguna meningkat <color=#2BAD00>13%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 10 detik. Saat ditumpuk hingga 3 lapis, CRIT DMG semua Agen dalam tim akan meningkat <color=#2BAD00>43,5%</color> selama 40 detik. Memicu ulang akan memperbarui durasi. Hanya 1 efek peningkatan CRIT DMG jenis ini yang dapat berlaku dalam satu tim."
        },
        "5": {
            "Title": "24/7",
            "Description": "Saat pengguna tidak aktif, Energy Regen miliknya akan meningkat <color=#2BAD00>2,3</color> poin/detik. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color> dan mengakibatkan <color=#F0D12B>Physical DMG</color>, Daze yang diakibatkan dari serangan pengguna meningkat <color=#2BAD00>14,5%</color>. Efek ini dapat ditumpuk hingga 3 lapis dan berlangsung selama 10 detik. Saat ditumpuk hingga 3 lapis, CRIT DMG semua Agen dalam tim akan meningkat <color=#2BAD00>48%</color> selama 40 detik. Memicu ulang akan memperbarui durasi. Hanya 1 efek peningkatan CRIT DMG jenis ini yang dapat berlaku dalam satu tim."
        }
    }
}