{
    "ItemName": "Cordis Germina",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1461",
    "Profession": {
        "Type": "Attack",
        "Name": "Attack"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 20103,
        "PropertyValue": 960
    },
    "Talents": {
        "1": {
            "Title": "Sprouting Core",
            "Description": "CRIT Rate meningkat <color=#2BAD00>15%</color>. Saat pengguna melancarkan <color=#FFFFFF>Basic Attack</color>/<color=#FFFFFF>EX Special Attack</color> dan mengakibatkan DMG, masing-masing akan memberikan 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan <color=#2EB6FF>Electric DMG</color> yang diakibatkan pengguna sebesar <color=#2BAD00>12,5%</color>. Efek buff dapat ditumpuk hingga 2 lapis dan berlangsung selama 40 detik. Durasi setiap lapis akan dihitung secara terpisah. Hanya dapat terpicu satu kali dari satu Skill yang sama. Saat memiliki 2 lapis efek buff, DMG yang diakibatkan dari <color=#FFFFFF>Basic Attack</color> dan <color=#FFFFFF>Ultimate</color> pengguna akan mengabaikan <color=#2BAD00>20%</color> DEF musuh."
        },
        "2": {
            "Title": "Sprouting Core",
            "Description": "CRIT Rate meningkat <color=#2BAD00>17%</color>. Saat pengguna melancarkan <color=#FFFFFF>Basic Attack</color>/<color=#FFFFFF>EX Special Attack</color> dan mengakibatkan DMG, masing-masing akan memberikan 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan <color=#2EB6FF>Electric DMG</color> yang diakibatkan pengguna sebesar <color=#2BAD00>14,5%</color>. Efek buff dapat ditumpuk hingga 2 lapis dan berlangsung selama 40 detik. Durasi setiap lapis akan dihitung secara terpisah. Hanya dapat terpicu satu kali dari satu Skill yang sama. Saat memiliki 2 lapis efek buff, DMG yang diakibatkan dari <color=#FFFFFF>Basic Attack</color> dan <color=#FFFFFF>Ultimate</color> pengguna akan mengabaikan <color=#2BAD00>23%</color> DEF musuh."
        },
        "3": {
            "Title": "Sprouting Core",
            "Description": "CRIT Rate meningkat <color=#2BAD00>19%</color>. Saat pengguna melancarkan <color=#FFFFFF>Basic Attack</color>/<color=#FFFFFF>EX Special Attack</color> dan mengakibatkan DMG, masing-masing akan memberikan 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan <color=#2EB6FF>Electric DMG</color> yang diakibatkan pengguna sebesar <color=#2BAD00>16,5%</color>. Efek buff dapat ditumpuk hingga 2 lapis dan berlangsung selama 40 detik. Durasi setiap lapis akan dihitung secara terpisah. Hanya dapat terpicu satu kali dari satu Skill yang sama. Saat memiliki 2 lapis efek buff, DMG yang diakibatkan dari <color=#FFFFFF>Basic Attack</color> dan <color=#FFFFFF>Ultimate</color> pengguna akan mengabaikan <color=#2BAD00>26%</color> DEF musuh."
        },
        "4": {
            "Title": "Sprouting Core",
            "Description": "CRIT Rate meningkat <color=#2BAD00>21%</color>. Saat pengguna melancarkan <color=#FFFFFF>Basic Attack</color>/<color=#FFFFFF>EX Special Attack</color> dan mengakibatkan DMG, masing-masing akan memberikan 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan <color=#2EB6FF>Electric DMG</color> yang diakibatkan pengguna sebesar <color=#2BAD00>18,5%</color>. Efek buff dapat ditumpuk hingga 2 lapis dan berlangsung selama 40 detik. Durasi setiap lapis akan dihitung secara terpisah. Hanya dapat terpicu satu kali dari satu Skill yang sama. Saat memiliki 2 lapis efek buff, DMG yang diakibatkan dari <color=#FFFFFF>Basic Attack</color> dan <color=#FFFFFF>Ultimate</color> pengguna akan mengabaikan <color=#2BAD00>29%</color> DEF musuh."
        },
        "5": {
            "Title": "Sprouting Core",
            "Description": "CRIT Rate meningkat <color=#2BAD00>23%</color>. Saat pengguna melancarkan <color=#FFFFFF>Basic Attack</color>/<color=#FFFFFF>EX Special Attack</color> dan mengakibatkan DMG, masing-masing akan memberikan 1 lapis efek buff. Setiap lapis efek buff akan meningkatkan <color=#2EB6FF>Electric DMG</color> yang diakibatkan pengguna sebesar <color=#2BAD00>20%</color>. Efek buff dapat ditumpuk hingga 2 lapis dan berlangsung selama 40 detik. Durasi setiap lapis akan dihitung secara terpisah. Hanya dapat terpicu satu kali dari satu Skill yang sama. Saat memiliki 2 lapis efek buff, DMG yang diakibatkan dari <color=#FFFFFF>Basic Attack</color> dan <color=#FFFFFF>Ultimate</color> pengguna akan mengabaikan <color=#2BAD00>32%</color> DEF musuh."
        }
    }
}