{
    "ItemName": "Wrathful Vajra",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1471",
    "Profession": {
        "Type": "Rupture",
        "Name": "Rupture"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Purging Karmic Fire",
            "Description": "CRIT Rate meningkat <color=#2BAD00>20%</color>. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FF5521>Fire Sheer DMG</color> yang diakibatkan pengguna akan meningkat <color=#2BAD00>9%</color>. Efek ini dapat ditumpuk hingga 2 lapis dan berlangsung selama 20 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "2": {
            "Title": "Purging Karmic Fire",
            "Description": "CRIT Rate meningkat <color=#2BAD00>23%</color>. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FF5521>Fire Sheer DMG</color> yang diakibatkan pengguna akan meningkat <color=#2BAD00>10,35%</color>. Efek ini dapat ditumpuk hingga 2 lapis dan berlangsung selama 20 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "3": {
            "Title": "Purging Karmic Fire",
            "Description": "CRIT Rate meningkat <color=#2BAD00>26%</color>. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FF5521>Fire Sheer DMG</color> yang diakibatkan pengguna akan meningkat <color=#2BAD00>11,7%</color>. Efek ini dapat ditumpuk hingga 2 lapis dan berlangsung selama 20 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "4": {
            "Title": "Purging Karmic Fire",
            "Description": "CRIT Rate meningkat <color=#2BAD00>29%</color>. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FF5521>Fire Sheer DMG</color> yang diakibatkan pengguna akan meningkat <color=#2BAD00>13,05%</color>. Efek ini dapat ditumpuk hingga 2 lapis dan berlangsung selama 20 detik. Durasi setiap lapis akan dihitung secara terpisah."
        },
        "5": {
            "Title": "Purging Karmic Fire",
            "Description": "CRIT Rate meningkat <color=#2BAD00>32%</color>. Saat pengguna melancarkan <color=#FFFFFF>EX Special Attack</color>, <color=#FF5521>Fire Sheer DMG</color> yang diakibatkan pengguna akan meningkat <color=#2BAD00>14,4%</color>. Efek ini dapat ditumpuk hingga 2 lapis dan berlangsung selama 20 detik. Durasi setiap lapis akan dihitung secara terpisah."
        }
    }
}