{
    "ItemName": "Dreamlit Hearth",
    "Rarity": 4,
    "ImagePath": "Weapon_S_1451",
    "Profession": {
        "Type": "Support",
        "Name": "Support"
    },
    "MainStat": {
        "PropertyId": 12101,
        "PropertyValue": 48
    },
    "SecondaryStat": {
        "PropertyId": 11102,
        "PropertyValue": 1200
    },
    "Talents": {
        "1": {
            "Title": "Moontide Epic",
            "Description": "Energy Regen pengguna meningkat <color=#2BAD00>0,4</color> poin/detik. Saat pengguna mengaktifkan atau memperpanjang durasi <color=#FFFFFF>Ether Veil</color>, DMG yang diakibatkan semua Agen dalam tim meningkat <color=#2BAD00>25%</color> dan Max HP meningkat <color=#2BAD00>15%</color>. Efek ini berlangsung selama 45 detik. Memicu ulang akan memperbarui durasi. Hanya 1 efek ini yang dapat berlaku dalam satu tim."
        },
        "2": {
            "Title": "Moontide Epic",
            "Description": "Energy Regen pengguna meningkat <color=#2BAD00>0,46</color> poin/detik. Saat pengguna mengaktifkan atau memperpanjang durasi <color=#FFFFFF>Ether Veil</color>, DMG yang diakibatkan semua Agen dalam tim meningkat <color=#2BAD00>28,8%</color> dan Max HP meningkat <color=#2BAD00>17,3%</color>. Efek ini berlangsung selama 45 detik. Memicu ulang akan memperbarui durasi. Hanya 1 efek ini yang dapat berlaku dalam satu tim."
        },
        "3": {
            "Title": "Moontide Epic",
            "Description": "Energy Regen pengguna meningkat <color=#2BAD00>0,52</color> poin/detik. Saat pengguna mengaktifkan atau memperpanjang durasi <color=#FFFFFF>Ether Veil</color>, DMG yang diakibatkan semua Agen dalam tim meningkat <color=#2BAD00>32,5%</color> dan Max HP meningkat <color=#2BAD00>19,5%</color>. Efek ini berlangsung selama 45 detik. Memicu ulang akan memperbarui durasi. Hanya 1 efek ini yang dapat berlaku dalam satu tim."
        },
        "4": {
            "Title": "Moontide Epic",
            "Description": "Energy Regen pengguna meningkat <color=#2BAD00>0,58</color> poin/detik. Saat pengguna mengaktifkan atau memperpanjang durasi <color=#FFFFFF>Ether Veil</color>, DMG yang diakibatkan semua Agen dalam tim meningkat <color=#2BAD00>36,3%</color> dan Max HP meningkat <color=#2BAD00>21,8%</color>. Efek ini berlangsung selama 45 detik. Memicu ulang akan memperbarui durasi. Hanya 1 efek ini yang dapat berlaku dalam satu tim."
        },
        "5": {
            "Title": "Moontide Epic",
            "Description": "Energy Regen pengguna meningkat <color=#2BAD00>0,64</color> poin/detik. Saat pengguna mengaktifkan atau memperpanjang durasi <color=#FFFFFF>Ether Veil</color>, DMG yang diakibatkan semua Agen dalam tim meningkat <color=#2BAD00>40%</color> dan Max HP meningkat <color=#2BAD00>24%</color>. Efek ini berlangsung selama 45 detik. Memicu ulang akan memperbarui durasi. Hanya 1 efek ini yang dapat berlaku dalam satu tim."
        }
    }
}